Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.5guada2/d-i/source/choose-mirror/debian/po/*.po
Languages: ka, ro

source: Checking the Ubuntu archive mirror
ka: Ubuntu-ს არქივის სარკის შემოწმება
ro: Se verifică situl alternativ al arhivei Ubuntu

source: Downloading the Release file...
ka: Release-ფაილის ჩამოტვირთვა...
ro: Se descarcă fișierul Release...

source: Bad archive mirror
ka: არქივის სარკის პრობლემა
ro: Sit defect pentru arhivă

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
ka: Ubuntu-ს არქივის მითითებული მირორი ან მიუწვდომელია, ან მართებული Release-ფაილი არ გააჩნია. გთხოვთ გამოიყენოთ სხვა მირორი.
ro: Situl de arhivă Ubuntu menționat nu este disponibil sau nu conține un fișier Release valid. Vă rugăm să alegeți un alt sit.

source: Architecture not supported
ka: არქიტექტურა არ არის მხარდაჭერილი
ro: Arhitectură fără suport

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
ka: Ubuntu-ს არქივის მითითებული მირორი თქვენს არქიტექტურას არ უზრუნველყოფს. გთხოვთ გამოიყენოთ სხვა მირორი.
ro: Situl arhivei Ubuntu menționat se pare că nu oferă suport pentru arhitectura dumneavoastră. Vă rugăm să alegeți un alt sit.

source: Choose a mirror of the Ubuntu archive
ka: აირჩიეთ Ubuntu-ის არქივის მირორი
ro: Alegere a unui sit alternativ cu o arhivă Ubuntu

source: enter information manually
ka: შეიყვანეთ ინფორმაცია ხელით
ro: Introduceți informația manual

source: GB[ Default value for http]
ka: GE
ro: RO

source: Ubuntu archive mirror country:
ka: Ubuntu-ის არქივის სარკის ქვეყანა:
ro: Țara sitului cu arhiva Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
ka: მიზანია ვიპოვოთ Ubuntu-ის არქივი რომელიც ახლოა თქვენს ქსელთან -- გაითვალისწინეთ, რომ შესაძლოა მეზობელი ან თუნდაც საკუთარი ქვეყანა შესაძლოა საუკეთესო არჩევანი არ იყოს.
ro: Scopul este găsirea unui sit al arhivei care este mai apropiat de dumneavoastră din punct de vedere al rețelei -- atenție: țările apropiate sau chiar țara dumneavoastră s-ar putea să nu fie cele mai bune alegeri.

source: Ubuntu archive mirror:
ka: Ubuntu-ის არქივის მირორი:
ro: Situl alternativ al arhivei Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
ka: გთხოვთ ამოირჩიოთ Ubuntu-ის არქივის მირორი. თუ არ ხართ დაწმუნებული, რომელ მირორს გააჩნია თქვენთან საუკეთესო კავშირი, გამოიყენეთ მირორი თქვენი ქვეყნიდან ან რეგიონიდან.
ro: Vă rugăm să selectați un sit alternativ pentru arhiva Ubuntu. Ar trebui să folosiți un sit din țara dumneavoastră sau unul din apropiere, dacă nu știți care sit are cea mai bună conexiune cu dumneavoastră.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
ka: ხშირად კარგი არჩევანია <თქვენი ქვეყნის კოდი>.archive.ubuntu.com
ro: De obicei, <codul țării dumneavoastră>.archive.ubuntu.com este o alegere bună.

source: Ubuntu archive mirror hostname:
ka: Ubuntu-ს არქივის სარკის სერვერის სახელი:
ro: Numele sitului alternativ cu arhiva Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
ka: გთხოვთ შეიყვანოთ იმ სარკის სახელი, საიდანაც Ubuntu ჩამოიტვირთება.
ro: Vă rugăm să introduceți numele sitului gazdă al arhivei de pe care se va descărca Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
ka: ალტერნატიული პორტის მითითება შესაძლებელია სტანდარტულ [hostname]:[port] ფორმატში.
ro: Se poate specifica un port alternativ, folosind formatul standard [nume calculator]:[port].

source: Ubuntu archive mirror directory:
ka: Ubuntu-ს არქივის სარკის კატალოგი:
ro: Directorul pe situl alternativ al arhivei Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
ka: გთხოვთ მიუთითოთ კატალოგი, სადაც Ubuntu-ს არქივის მირორია მოთავსებული.
ro: Vă rugăm să introduceți directorul în care se află arhiva Ubuntu pe sit.

source: HTTP proxy information (blank for none):
ka: HTTP-პროქსის მონაცემები (ან დატოვეთ ცარიელი):
ro: Informații despre proxy (lăsați gol dacă nu există):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
ka: თუ გარე კავშირების დასამყარებლად HTTP-პროქსის გამოყენება აუცილებელია, შეიყვანეთ აქ მისი მონაცემები. წინააღმდეგ შემთხვევაში დატოვეთ ცარიელი.
ro: Dacă aveți nevoie de un proxy HTTP pentru a accesa internetul, introduceți informațiile despre proxy aici. Altfel, lăsați gol.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
ka: proxy-ს მონაცემები სტანდარტული სახით უნდა იქნეს შეყვანილი „http://[[user][:pass]@]host[:port]/”.
ro: Informațiile despre proxy trebuie date în forma standard "http://[[utilizator][:parolă]@]adresa[:port]/".

source: FTP proxy information (blank for none):
ka: FTP-პროქსის მონაცემები (ან დატოვეთ ცარიელი):
ro: Informații despre proxy FTP (lăsați gol dacă nu există):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
ka: თუ გარე კავშირების დასამყარებლად FTP-პროქსის გამოყენება აუცილებელია, შეიყვანეთ აქ მისი მონაცემები. წინააღმდეგ შემთხვევაში დატოვეთ ცარიელი.
ro: Dacă aveți nevoie de un proxy FTP pentru a accesa internetul, introduceți informațiile despre proxy aici. Altfel, lăsați gol.

source: GB[ Default value for ftp]
ka: GE
ro: RO

source: Protocol for file downloads:
ka: ფაილის ჩამოტვირთვების პროტოკოლი:
ro: Protocolul utilizat pentru a descărca fișierele:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
ka: მიუთითეთ ფაილების ჩამოტვირთვის პროტოკოლი. თუ დარწმუნებული არ ხართ, ამოირჩიეთ "http", მას არა აქვს პრობლემები ქსელთაშორის ეკრანთან.
ro: Vă rugăm să selectați protocolul utilizat pentru descărcarea fișierelor. Dacă nu sunteți sigur(ă), selectați "http"; este mai puțin probabil să creeze probleme legate de firewall-uri.
