Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/escritorio-movistar/tags/escritorio-movistar-6.1/po/*.po
Languages: es

source: <big><b>SIM card is blocked</b></big>
es: <big><b>La tarjeta SIM está bloqueada</b></big>

source: Confirm Pin number
es: Confirma número PIN

source: New PIN number
es: Número PIN nuevo

source: PUK number
es: Número PUK

source: SIM card is blocked
es: La tarjeta SIM está bloqueada

source: Your SIM card is block. You must type you <b>PUK number</b>. And insert a new <b>PIN number</b> for your SIM card. You have 10 attempts to insert the correct PUK Number. If you fail your 10 attempts, your card will be blocked
es: Tu tarjeta SIM está bloqueada. Debes introducir el <b>número PUK</b> e insertar un <b>número PIN</b> para la tarjeta SIM. Dispones de un máximo de 10 intentos para insertar correctamente el número PUK o la tarjeta SIM se bloqueará.

source: <b><big>Activate Pin Code</big></b>
es: <b><big>Activa el código PIN</big></b>

source: <b><big>Change Pin Code</big></b>
es: <b><big>Cambia el código PIN</big></b>

source: <b><big>Introduce Pin Code</big></b>
es: <b><big>Introduce el código PIN</big></b>

source: Activate Pin Code
es: Activa el código PIN

source: Change Pin Code
es: Cambia el código PIN

source: Introduce Pin Code
es: Introduce el código PIN

source: New PIN Code :
es: Nuevo PIN :

source: Old PIN Code :
es: PIN actual:

source: Pin Code :
es: Código PIN :

source: Retype new PIN Code :
es: Confirma el nuevo PIN :

source: The <b>PIN Code</b> of your SIM card is not active. If you want activate it, introduce your <b>PIN Code</b> and press accept button. You have <b>3 attempts</b> to introduce the PIN code correctly. If you fail, the card will be blocked.
es: El <b>código PIN</b> de la tarjeta SIM no está activo. Si quieres activarlo, introduce el <b>código PIN</b> y pulsa el botón Aceptar. Dispones de un máximo de <b>3 intentos</b> para introducir correctamente el código PIN o la tarjeta SIM se bloqueará.

source: The <b>PIN Code</b> of your SIM card is requiered to active it. You have <b>3 attempts</b> to introduce the PIN code correctly. If you fail, the card will be blocked.
es: El <b>código PIN</b> de la tarjeta SIM es necesario para activarla. Dispones de un máximo de <b>3 intentos</b> para introducir el código PIN correcto o la tarjeta SIM se bloqueará.

source: You want to change the <b>PIN Code</b> of your SIM card. Please, introduce the old and the new PIN Code. You have <b>3 attempts</b> to introduce the PIN code correctly. If you fail, the card will be blocked.
es: Vas a iniciar el proceso de cambio del <b>código PIN</b> de tu tarjeta SIM. Por favor, introduce el código PIN antiguo y el nuevo. Dispones de un máximo de <b>3 intentos</b> para introducir el código PIN correctamente o la tarjeta SIM se bloqueará.

source: error_label
es: etiqueta de error

source: <b><big>Carrier Selection</big></b>
es: <b><big>Selección de operadora</big></b>

source: Carrier Selection
es: Selección de operadora

source: Carrier list :
es: Lista de operadoras :

source: Scanning Carriers
es: Escaneando operadoras

source: Select the carrier that you want to use from the available list and press Accept button, or search new networks pressing Refresh button.
es: Selecciona la operadora deseada de entre las incluidas en la lista y pulsa Aceptar, o bien busca nuevas redes pulsando en Refrescar.

source: Carrier selection
es: Selección de operadora

source: G_PRS/2.5G preferred
es: G_PRS/2.5G preferido

source: Network technology selection
es: Selección de tecnología de red

source: PIN management
es: Gestión del PIN

source: Turn off
es: Apagar

source: Turn on
es: Encender

source: U_TMS/3G preferred
es: U_TMS/3G preferido

source: _Activate PIN ...
es: _Activar PIN ...

source: _Automatic
es: _Automático

source: _Change PIN...
es: _Cambiar PIN...

source: _Deactivate PIN ...
es: _Desactivar PIN...

source: _GPRS/2.5G only
es: _GPRS/2.5G sólo

source: _UTMS/3G only
es: _UTMS/3G sólo

source: <b>Device Configuration</b>
es: <b>Configuración de dispositivos</b>

source: <b>GPRS/3G Devices</b>
es: <b>Dispositivos GPRS/3G</b>

source: Device :
es: Dispositivos :

source: Hardware compresion
es: Compresión por hardware

source: Hardware error control
es: Control de error por hardware

source: Hardware flow control
es: Cotrol de flujo por hardware

source: Hardware options :
es: Opciones de hardware :

source: Internet Mobile Card :
es: Tarjeta o Módem USB Internet Móvil :

source: Modem parameters:
es: Parámetros módem:

source: Not device available
es: No hay dispositivo disponible

source: Other Devices :
es: Otros dispositivos :

source: Select the device that you want to use when you want connect to GRPS/3G network
es: Selecciona el dispositivo que quieres usar para conectar a redes GRPS/3G

source: Velocity :
es: Velocidad :

source: Options
es: Opciones

source: You cancel the PIN code insertion process, the mobile device will be turn off
es: Has cancelado el proceso de comprobación del código PIN y tu Tarjeta o Módem USB Internet Móvil se apagará. Para volver a iniciar el proceso selecciona la opción "Encender" del menú de dispositivo.

source: PIN Code insertion canceled
es: Comprobación cancelada

source: The PIN Code require between 4 and 8 digits
es: El código PIN requiere entre 4 y 8 cifras

source: The PIN Code is not valid
es: El código PIN no es válido

source: There is a problem with you Mobile Device. The application can not communicate with it
es: Hay un problema con tu dispositivo móvil. La aplicación no puede comunicarse con ella.

source: The two PIN code are not equal
es: Los dos códigos PIN no son iguales

source: <b>Error changing PIN Code</b>
es: <b>Error en el cambio de PIN</b>

source: The PIN code changing process of your SIM card has failed. Now , your card will be turn off. The next turn on of your card, the PUK Code will be required
es: Ha fallado el proceso de cambio de código PIN de la tarjeta SIM. A continuación se apagará la Tarjeta o Módem USB Internet Móvil. La siguiente vez que se encienda se pedirá el código PUK de la misma.

source: The <b>PIN Code</b> of your SIM card is not active. If you want activate it, introduce your <b>PIN Code</b> and press accept button. You have 3 attempts to introduce the PIN code correctly. If you fail, the card will be blocked.
es: El <b>código PIN</b> de la tarjeta SIM no está activo. Si quieres activarlo, introduce el <b>código PIN</b> y pulsa el botón Aceptar. Dispones de un máximo de <b>3 intentos</b> para introducir correctamente el código PIN o la tarjeta SIM se bloqueará.

source: The <b>PIN Code</b> of your SIM card is active. If you want deactivate it, introduce your <b>PIN Code</b> and press accept button. You have 3 attempts to introduce the PIN code correctly. If you fail, the card will be blocked.
es: El <b>código PIN</b> de la tarjeta SIM está activo. Si quieres desactivarlo, introduce el <b>código PIN</b> y pulsa el botón Aceptar. Dispones de un máximo de <b>3 intentos</b> para introducir correctamente el código PIN o la tarjeta SIM se bloqueará.

source: <b><big>Deactivate Pin Code</big></b>
es: <b><big>Desactiva el código PIN</big></b>

source: Deactivate Pin Code
es: Desactiva el código PIN

source: <b>Wrong insertion of PIN Code</b>
es: <b>Inserción del codigo PIN errónea</b>

source: The PIN code insertion process of your SIM card has failed. Now , your card will be turn off. The next turn on of your card, the PUK Code will be required
es: Ha fallado el proceso de inserción del código PIN de la tarjeta SIM. A continuación se apagará la Tarjeta o Módem USB Internet Móvil. La siguiente vez que se encienda se pedirá el código PUK de la misma.

source: Registering in the network
es: Registrando en la red

source: <b>Network selection failed</b>
es: <b>Selección manual de operadora</b>

source: The network selection failed. Try again or select other carrier.
es: Ha fallado la selección de operadora. Inténtalo de nuevo o selecciona otra red distinta.

source: <b>Puk auth cancel</b>
es: <b>Comprobación cancelada</b>

source: You cancel the puk auth process, the card will be turn off
es: Has cancelado el proceso de comprobación del código PUK y tu Tarjeta o Módem USB Internet Móvil se apagará. Para volver a iniciar el proceso selecciona la opción "Encender" del menú de dispositivo.

source: You insert a not valid PUK code
es: Has insertado un código PUK inválido

source: You insert a not valid PIN code
es: Has insertado un código PIN inválido

source: The two Pin code are not equal
es: Los códigos PIN no son iguales

source: You insert a wrong PUK code
es: Has insertado un código PUK erróneo

source: Serial Port (%s or %s for Win users)
es: Puerto Serie(%s o %s en Windows)
