Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gnome-volume-manager/trunk/po/*.po
Languages: de

source: "Always take this action" checkbox for Autorun
de: Option »Immer diese Aktion anwenden« für Automatisches Ausführen

source: "Always take this action" checkbox for iPod Photos
de: Option »Immer diese Aktion anwenden« für iPod-Fotos

source: "Always take this action" checkbox for mixed Audio and Data CDs
de: Option »Immer diese Aktion anwenden« für gemischte Audio- und Daten-CDs

source: "Always take this action" checkbox for photo import from a camera
de: Option »Immer diese Aktion anwenden« für das Importieren der Fotos von einer Kamera

source: "Always take this action" checkbox for photo import from a device
de: Option »Immer diese Aktion anwenden« für das Importieren der Fotos von einem Gerät

source: ':' delimited list of paths to check for autoopen files.
de: »:«-unterteilte Liste der Pfade, die nach automatisch zu öffnenden Dateien durchsucht werden sollen.

source: ':' delimited list of paths to check for autorun binaries and scripts.
de: »:«-unterteilte Liste der Pfade, die nach automatisch auszuführenden Binärdateien und Skripten durchsucht werden sollen.

source: Action to take when a camera is plugged in.
de: Auszuführende Aktion, wenn eine Kamera eingesteckt wird.

source: Action to take when a device containing photos is encountered.
de: Auszuführende Aktion, wenn eine Gerät, das Fotos enthält entdeckt wird.

source: Action to take when a device contains an autorun program/script.
de: Auszuführende Aktion, wenn ein Gerät automatisch auszuführende Programme oder Skripte enthält.

source: Action to take when a mixed Audio and Data CD is encountered.
de: Auszuführende Aktion, wenn eine gemischte Audio- und Daten-CD entdeckt wird.

source: Action to take when an iPod Photo is encountered.
de: Auszuführende Aktion, wenn eine iPod photo entdeckt wird.

source: Audio CD burn command
de: Audio-CD-Brennbefehl

source: Automount removable drives
de: Automatisches Einhängen von Wechseldatenträgern

source: Automount removable media
de: Automatisches Einhängen von Wechselmedien

source: Autoopen path
de: Pfad für Automatisches Öffnen

source: Autorun nautilus
de: Automatischer Start von Nautilus

source: Autorun path
de: Pfad für Automatisches Ausführen

source: CD play command
de: CD-Wiedergabebefehl

source: Command to run when a Palm is connected.
de: Beim Anschließen eines Palms auszuführender Befehl.

source: Command to run when a PocketPC is connected.
de: Beim Anschließen eines PocketPCs auszuführender Befehl.

source: Command to run when a digital camera is connected or media from a digital camera is inserted.
de: Beim Anschließen einer Digitalkamera bzw. Einlegen eines Digitalkameramediums auszuführender Befehl.

source: Command to run when a keyboard is connected.
de: Beim Anschließen einer Tastatur auszuführender Befehl.

source: Command to run when a mouse is connected.
de: Beim Anschließen einer Maus auszuführender Befehl.

source: Command to run when a printer is connected.
de: Beim Anschließen eines Druckers auszuführender Befehl.

source: Command to run when a scanner is connected.
de: Beim Anschließen eines Scanners auszuführender Befehl.

source: Command to run when a tablet is connected.
de: Beim Anschließen eines Grafiktabletts auszuführender Befehl.

source: Command to run when a video DVD is inserted.
de: Beim Einlegen einer Video-DVD auszuführender Befehl.

source: Command to run when a video VCD is inserted.
de: Beim Einlegen einer Video-VCD auszuführender Befehl.

source: Command to run when a video camera is connected.
de: Beim Anschließen einer Videokamera auszuführender Befehl.

source: Command to run when a web camera is connected.
de: Beim Anschließen einer Webcam auszuführender Befehl.

source: Command to run when an audio CD is inserted.
de: Beim Einlegen einer Audio-CD auszuführender Befehl.

source: Command to run when an iPod is connected.
de: Beim Anschließen eines iPods auszuführender Befehl.

source: Command to run when the user wishes to burn a Data CD.
de: Auszuführender Befehl, wenn der Benutzer eine Daten-CD brennen möchte.

source: Command to run when the user wishes to burn an Audio CD.
de: Auszuführender Befehl, wenn der Benutzer eine Musik-CD brennen möchte.

source: DVD play command
de: DVD-Wiedergabebefehl

source: Data CD burn command
de: Daten-CD-Brennbefehl

source: Low Disk Space notification threshold
de: Schwellwert für Benachrichtigung über wenig freien Speicherplatz

source: Open nautilus on removeable media insert.
de: Nautilus beim Einlegen von Wechselmedien ausführen.

source: Perform autoopen
de: Automatisches Öffnen

source: Perform autorun
de: Automatisches Ausführen

source: Photo management command
de: Fotoverwaltungsbefehl

source: Play inserted audio CD's
de: Eingelegte Musik-CDs wiedergeben

source: Play inserted video DVDs
de: Eingelegte Video-DVDs wiedergeben

source: Play inserted video VCDs
de: Eingelegte Video-VCDs wiedergeben

source: Run Palm-sync program
de: Datenabgleich mit Palm durchführen

source: Run PocketPC-sync program
de: Datenabgleich mit PocketPC durchführen

source: Run a program to burn CDs/DVDs
de: Ein Programm ausführen, um CDs/DVDs zu brennen

source: Run iPod program
de: iPod-Anwendung ausführen

source: Run keyboard program
de: Tastaturanwendung ausführen

source: Run mouse program
de: Mausanwendung ausführen

source: Run photo management command
de: Fotoverwaltungsbefehl ausführen

source: Run printer program
de: Druckeranwendung ausführen

source: Run scanner program
de: Scanner-Anwendung ausführen

source: Run tablet program
de: Grafiktablettanwendung ausführen

source: Run video editing program
de: Videobearbeitungsprogramm ausführen

source: Run webcam stream display program
de: Webcam-Programm ausführen

source: The threshold value for whether or not to toggle the notification on, based on the amount of additional space used since the last check.
de: Schwellwert, der abhängig vom seit der letzten Überprüfung zusätzlich verbrauchten Speicherplatz festlegt, ob die Benachrichtigung angezeigt wird oder nicht.

source: Threshold for notification of increased disk usage
de: Schwellwert für zusätzlich verbrauchten Speicherplatz, ab dem Benachrichtigung angezeigt wird

source: Threshold percentage for notifying the user of low disk space.
de: Schwellwert in Prozent, ab dem Benutzer über wenig freien Platz benachrichtigt werden.

source: VCD play command
de: VCD-Wiedergabebefehl

source: Whether autoopen files should be opened on newly mounted media.
de: Legt fest, ob beim Einhängen neuer Medien automatisch zu öffnende Dateien geöffnet werden sollen.

source: Whether autorun programs (binaries and scripts located in 'autorun_path') are run on newly mounted media.
de: Legt fest, ob beim Einhängen neuer Medien automatisch auszuführende Programme (Binärdateien und Skripte in »autorun_path«) ausgeführt werden sollen.

source: Whether gnome-volume-manager should automatically mount removable storage drives when they are inserted.
de: Legt fest, ob gnome-volume-manager Wechseldatenträger beim Einlegen einhängen soll.

source: Whether gnome-volume-manager should automatically mount removable storage media when they are inserted.
de: Legt fest, ob gnome-volume-manager Wechseldatenträger beim Einlegen einhängen soll.

source: Whether, when a Palm is connected, gnome-volume-manager should run 'autopalmsync_command'.
de: Legt fest, ob beim Anschließen eines Palms der Befehl »autopalmsync_command« ausgeführt werden soll.

source: Whether, when a PocketPC is connected, gnome-volume-manager should run 'autopocketpc_command'.
de: Legt fest, ob beim Anschließen eines PocketPCs der Befehl »autopocketpc_command« ausgeführt werden soll.

source: Whether, when a blank CD or DVD is inserted, gnome-volume-manager should run one of the autoburn commands.
de: Legt fest, ob beim Einlegen einer leeren CD oder DVD einer der Befehle für das automatische Brennen ausgeführt werden soll.

source: Whether, when a digital camera is connected or media from a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'.
de: Legt fest, ob beim Anschließen einer Digitalkamera der Befehl »autophoto_command« ausgeführt werden soll.

source: Whether, when a digital video camera is connected, gnome-volume-manager should run 'autovideocam_command'.
de: Legt fest, ob beim Anschließen einer Videokamera der Befehl »autovideocam_command« ausgeführt werden soll.

source: Whether, when a keyboard is connected, gnome-volume-manager should run 'autokeyboard_command'.
de: Legt fest, ob beim Anschließen einer Tastatur der Befehl »autokeyboard_command« ausgeführt werden soll.

source: Whether, when a mouse is connected, gnome-volume-manager should run 'automouse_command'.
de: Legt fest, ob beim Anschließen einer Maus der Befehl »automouse_command« ausgeführt werden soll.

source: Whether, when a printer is connected, gnome-volume-manager should run 'autoprinter_command'.
de: Legt fest, ob beim Anschließen eines Druckers der Befehl »autoprinter_command« ausgeführt werden soll.

source: Whether, when a scanner is connected, gnome-volume-manager should run 'autoscanner_command'.
de: Legt fest, ob beim Anschließen eines Scanners der Befehl »autoscanner_command« ausgeführt werden soll.

source: Whether, when a tablet is connected, gnome-volume-manager should run 'autotablet_command'.
de: Legt fest, ob beim Anschließen eines Grafiktabletts der Befehl »autotablet_command« ausgeführt werden soll.

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'.
de: Legt fest, ob beim Einlegen einer Video-DVD der Befehl »autoplay_dvd_command« ausgeführt werden soll.

source: Whether, when a video VCD is inserted, gnome-volume-manager should run 'autoplay_vcd_command'.
de: Legt fest, ob beim Einlegen einer Video-VCD der Befehl »autoplay_vcd_command« ausgeführt werden soll.

source: Whether, when a web camera is connected, gnome-volume-manager should run 'autowebcam_command'.
de: Legt fest, ob beim Anschließen einer Webcam der Befehl »autowebcam_command« ausgeführt werden soll.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda_command'.
de: Legt fest, ob beim Einlegen einer Musik-CD der Befehl »autoburn_cda_command« ausgeführt werden soll.

source: Whether, when an iPod is connected, gnome-volume-manager should run 'autoipod_command'.
de: Legt fest, ob beim Anschließen eines iPods der Befehl »autoipod_command« ausgeführt werden soll.

source: iPod sync command
de: Befehl zum Abgleichen des iPods

source: keyboard command
de: Tastaturbefehl

source: mouse command
de: Mausbefehl

source: palm sync command
de: Befehl zum Abgleichen des Palms

source: printer command
de: Druckerbefehl

source: scanner command
de: Scanner-Befehl

source: tablet command
de: Grafiktablettbefehl

source: video camera command
de: Videokamera-Befehl

source: web camera command
de: Webcam-Befehl

source: Volume Manager
de: Datenträgerverwaltung

source: Volume manager for removable drives and media
de: Verwaltung von Wechseldatenträgern und -medien

source: Configure management of removable drives and media
de: Die Verwaltung von Wechseldatenträgern und -medien konfigurieren

source: Removable Drives and Media
de: Wechseldatenträger und -medien

source: <b>Audio CD Discs</b>
de: <b>Musik-CDs</b>

source: <b>Blank CD and DVD Discs</b>
de: <b>Leere CDs und DVDs</b>

source: <b>Digital Camera</b>
de: <b>Digitalkamera</b>

source: <b>Digital Video Camera</b>
de: <b>Digitale Videokamera</b>

source: <b>Keyboards</b>
de: <b>Tastaturen</b>

source: <b>Mice</b>
de: <b>Mäuse</b>

source: <b>Portable Music Players</b>
de: <b>Tragbare Musik-Player</b>

source: <b>Printers</b>
de: <b>Drucker</b>

source: <b>Removable Storage</b>
de: <b>Wechseldatenträger</b>

source: <b>Scanners</b>
de: <b>Scanner</b>

source: <b>Tablets</b>
de: <b>Grafiktablett</b>

source: <b>Video DVD Discs</b>
de: <b>Video-DVDs</b>

source: <b>Web Camera</b>
de: <b>Webcam</b>

source: Auto-_open files on new drives and media
de: Dateien auf neuen Laufwerken und Medien automatisch ö_ffnen

source: Automatically run a program when a USB _keyboard is connected
de: Automatisch ein Programm ausführen, wenn eine USB-_Tastatur eingesteckt wird

source: Automatically run a program when a USB _mouse is connected
de: Automatisch ein Programm ausführen, wenn eine USB-_Maus eingesteckt wird

source: Automatically run a program when a _printer is connected
de: Automatisch ein Programm ausführen, wenn ein _Drucker eingesteckt wird

source: Automatically run a program when a _scanner is connected
de: Automatisch ein Programm ausführen, wenn ein S_canner eingesteckt wird

source: Automatically run a program when a _tablet is connected
de: Automatisch ein Programm ausführen, wenn ein _Grafiktablett eingesteckt wird

source: Browse _removable media when inserted
de: Wechselmedien beim _Einlegen öffnen

source: C_ommand:
de: _Befehl:

source: Cameras
de: Kameras

source: Comman_d:
de: Befeh_l:

source: Command for A_udio CDs:
de: Befehl für A_udio-CDs:

source: Command for _Data CDs:
de: Befehl für _Daten-CDs:

source: Drives and Media Preferences
de: Laufwerk- und Medieneinstellungen

source: Input Devices
de: Eingabegeräte

source: Mount removable media when _inserted
de: Wechselmedien beim Einlegen ein_binden

source: Multimedia
de: Unterhaltungsmedien

source: Play _audio CD discs when inserted
de: _Musik-CDs beim Einlegen wiedergeben

source: Play _music files when connected
de: Nach dem Verbinden _Musikdateien abspielen

source: Play _video DVD discs when inserted
de: _Video-DVDs beim Einlegen wiedergeben

source: Printers & Scanners
de: Drucker & Scanner

source: Removable Drives and Media Preferences
de: Wechseldatenträger- und Medieneinstellungen

source: Select program to burn audio CDs
de: Programm zum Brennen von Musik-CDs auswählen

source: Select program to burn data CDs
de: Programm zum Brennen von Daten-CDs auswählen

source: Select program to edit videos
de: Programm zum Bearbeiten von Filmen

source: Select program to import photos
de: Programm zum Importieren von Fotos

source: Select program to play DVDs
de: Programm zum Abspielen von DVDs

source: Select program to play audio CDs
de: Programm zum Abspielen von Musik-CDs

source: Select program to play music files
de: Programm zum Abspielen von Musikdateien

source: Select program to run when a keyboard is plugged in
de: Auszuführendes Programm beim Anschließen einer Tastatur

source: Select program to run when a mouse is plugged in
de: Auszuführendes Programm beim Anschließen einer Maus

source: Select program to run when a printer is plugged in
de: Auszuführendes Programm beim Anschließen eines Druckers

source: Select program to run when a scanner is plugged in
de: Auszuführendes Programm beim Anschließen eines Scanners

source: Select program to run when a tablet is plugged in
de: Auszuführendes Programm beim Anschließen eines Grafiktabletts

source: Select program to sync Palm devices
de: Programm zum Abgleich des Palms

source: Storage
de: Speicherort

source: Sync PocketP_C devices when connected
de: Nach dem Verbinden Daten mit _PocketPCs abgleichen

source: Sync _Palm™ devices when connected
de: Nach dem Verbinden Daten mit Pa_lms abgleichen

source: _Auto-run programs on new drives and media
de: _Programme auf neuen Laufwerken und Medien automatisch ausführen

source: _Burn a CD or DVD when a blank disc is inserted
de: Eine CD oder DVD _brennen, wenn ein leeres Medium eingelegt wird

source: _Command:
de: _Befehl:

source: _Edit video when connected
de: Nach dem Verbinden Film b_earbeiten

source: _Import digital photographs when connected
de: Nach dem Verbinden Fotos _importieren

source: _Mount removable drives when hot-plugged
de: _Hotplug-Wechsellaufwerke automatisch einhängen

source: Ig_nore
de: _Ignorieren

source: _Allow Auto-Run
de: _Automatisches Ausführen erlauben

source: _Open
de: Ö_ffnen

source: Import _Photos
de: Fotos _Importieren

source: _Open Folder
de: _Ordner öffnen

source: Manage _Music
de: _Musik verwalten

source: _Browse Files
de: _Dateien anzeigen

source: _Play CD
de: _CD wiedergeben

source: Make _Audio CD
de: _Musik-CD brennen

source: Make _Data CD
de: _Daten-CD brennen

source: Make _DVD
de: _DVD brennen

source: Auto-Run Confirmation
de: Automatisches Ausführen bestätigen

source: Auto-run capability detected.
de: Unterstützung für Automatisches Ausführen erkannt.

source: Would you like to allow <b>'${0}'</b> to run?
de: Soll <b>»${0}«</b> ausgeführt werden?

source: Auto-Open Confirmation
de: Automatisches Öffnen bestätigen

source: Auto-Open capability detected.
de: Unterstützung für Automatisches Öffnen erkannt.

source: Would you like to open <b>'${0}'</b>?
de: Soll <b>»${0}«</b> geöffnet werden?

source: Camera Import
de: Kamera importieren

source: A camera has been detected.
de: Eine Kamera wurde erkannt.

source: There are photos on the camera. Would you like to add these pictures to your album?
de: Auf dieser Kamera sind Fotos vorhanden. Sollen diese Ihrem Fotoalbum hinzugefügt werden?

source: _Always perform this action
de: I_mmer diese Aktion anwenden

source: Photo Import
de: Fotos importieren

source: A photo card has been detected.
de: Ein Medium mit Fotos wurde erkannt.

source: There are photos on the card. Would you like to add these pictures to your album?
de: Auf diesem Medium sind Fotos vorhanden. Sollen diese Ihrem Fotoalbum hinzugefügt werden?

source: Photos and Music
de: Fotos und Musik

source: Photos were found on your music device.
de: Auf diesem Gerät wurden Fotos und Musik entdeckt.

source: Would you like to import the photos or manage its music?
de: Sollen die Fotos importiert oder die Musik verwaltet werden?

source: Mixed Audio and Data CD
de: Gemischte Audio-/Daten-CD

source: The CD in the drive contains both music and files.
de: Die CD im Laufwerk enthält sowohl Musik als auch Dateien.

source: Would you like to listen to music or browse the files?
de: Soll die Musik wiedergegeben oder die Dateien angezeigt werden?

source: Blank CD Inserted
de: Leere CD eingelegt

source: You have inserted a blank disc.
de: Ein leeres Medium wurde eingelegt.

source: What would you like to do?
de: Welche Aktion soll ausgeführt werden?

source: Blank DVD Inserted
de: Leere DVD eingelegt

source: %d%% of the disk space on %s is in use
de: %d%% des Speicherplatzes von %s sind belegt

source: Low Disk Space
de: Wenig freier Speicherplatz

source: Print version and exit
de: Version ausgeben und beenden

source: Run as a daemon
de: Als Dienst ausführen

source: Don't run as a daemon
de: Nicht als Dienst ausführen

source: Run in secret mode
de: Im »secret«-Modus ausführen

source: Unrecognized --daemon argument: %s
de: Unbekanntes --daemon-Argument: %s

source: Could not load the main interface
de: Die Hauptoberfläche konnte nicht geladen werden

source: Please make sure that the volume manager is properly installed
de: Bitte stellen Sie sicher, dass die Datenträgerverwaltung korrekt installiert ist

source: Error starting gnome-volume-manager daemon: %s
de: Fehler beim Starten des gnome-volume-manager-Daemon: %s

source: Volume management not supported
de: Datenträgerverwaltung wird nicht unterstützt

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator.
de: Der »hald«-Service wird benötigt, ist zurzeit aber nicht gestartet. Aktivieren Sie diesen Service und starten Sie diese Anwendung neu, oder kontaktieren Sie Ihren Systemadministrator
