Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7/d-i/source/choose-mirror/debian/po/*.po
Languages: be, sk

source: Checking the Ubuntu archive mirror
be: Праверка люстэрка архіву Ubuntu
sk: Kontroluje sa zdroj Ubuntu archívu

source: Downloading the Release file...
be: Загрузка файла Release...
sk: Sťahuje sa súbor Release ...

source: Bad archive mirror
be: Люстэрка архіву Ubuntu парушана
sk: Chybný zdroj Ubuntu archívu

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
be: Вызначанае люстэрка архіву Ubuntu альбо недасягальнае, альбо не ўтрымлівае прыдатнага файла 'Release'. Калі ласка, паспрабуйце іншае люстэрка.
sk: Zadaný zdroj Ubuntu archívu je nedostupný alebo neobsahuje platný súbor Release. Skúste iný zdroj Ubuntu archívu.

source: Architecture not supported
be: Архітэктура не падтрымліваецца
sk: Nepodporovaná architektúra

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
be: Здаецца, вызначанае люстэрка архіву Ubuntu не падтрымлівае Вашую архітэктуру. Калі ласка, паспрабуйце іншае люстэрка.
sk: Zadaný zdroj Ubuntu archívu nepodporuje vašu architektúru. Skúste iný zdroj Ubuntu archívu.

source: Choose a mirror of the Ubuntu archive
be: Выберыце люстэрка архіву Ubuntu
sk: Voľba zdroja Ubuntu archívu

source: enter information manually
be: Увесці інфармацыю самастойна
sk: manuálne vloženie údajov

source: GB[ Default value for http]
be: BY
sk: SK

source: Ubuntu archive mirror country:
be: Краіна люстэрка архіву Ubuntu:
sk: Krajina so zdrojom Ubuntu archívu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
be: Мэта - знайсці найбліжэйшы сеткавы вузел з люстэркам архіву Ubuntu. Майце на ўвазе, што навакольныя краіны, і нават Ваша ўласная, не ва ўсіх выпадках забяспечваюць найлепшы доступ.
sk: Cieľom je nájsť zdroj Ubuntu archívu, ktorý je na sieti najbližšie. Ale pozor, nie vždy sú okolité krajiny alebo dokonca vaša krajina tou najrýchlejšou voľbou.

source: Ubuntu archive mirror:
be: Люстэрка архіву Ubuntu:
sk: Zdroj Ubuntu archívu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
be: Калі ласка, пазначце люстэрка архіву Ubuntu. Калі Вы не ведаеце, з якім з люстэркаў магчымае найлепшае internet-спалучэнне, раім выкарыстаць люстэрка ў Вашай краіне ці рэгіёне.
sk: Zvoľte si zdroj Ubuntu archívu. Pokiaľ neviete, ktorý zdroj je pre vás najrýchlejší, mali by ste si zvoliť zdroj z krajiny alebo regiónu, kde sa nachádzate.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
be: Звычайна добры выбар - <код Вашай краіны>.archive.ubuntu.com
sk: Zvyčajne je rozumnou voľbou <kód vašej krajiny>.archive.ubuntu.com.

source: Ubuntu archive mirror hostname:
be: Назва вузлу з люстэркам архіву Ubuntu:
sk: Názov počítača so zdrojom Ubuntu archívu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
be: Калі ласка, увядзіце адрас люстэрка, з якога будзе спампаваны Ubuntu.
sk: Zadajte názov počítača so zdrojom Ubuntu archívu, odkiaľ sa bude sťahovať.

source: An alternate port can be specified using the standard [hostname]:[port] format.
be: Альтэрнатыўны порт можа быць вызначаны ў стандартным фармаце [імя вузла]:[порт]
sk: Port sa dá nastaviť použitím štandartného formátu [meno_počítača]:[port]

source: Ubuntu archive mirror directory:
be: Каталог з люстэркам архіва Ubuntu:
sk: Adresár zdroja Ubuntu archívu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
be: Калі ласка, увядзіце каталог, у якім месціцца люстэрка архіва Ubuntu.
sk: Zadajte adresár, v ktorom sa nachádza zdroj Ubuntu archívu.

source: HTTP proxy information (blank for none):
be: Інфармацыя пра HTTP-проксі (пакіньце пустым для працы без проксі):
sk: Informácie o HTTP proxy (nevyplňujte, pokiaľ nepoužívate):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
be: Калі для доступу ў свет Вам патрэбны HTTP проксі, увядзіце тут адпаведную інфармацыю. Інакш пакіньце поле пустым.
sk: Ak na prístup k okolitému svetu potrebujete HTTP proxy, zadajte tu potrebné informácie. V opačnom prípade nič nevyplňujte.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
be: Інфармацыя пра проксі мусіць быць пададзеная ў выглядзе "http://[[карыстальнік][:пароль]@]вузел[:порт]/".
sk: Informácie o proxy zadajte v štandartnom tvare "http://[[používateľ][:heslo]@]počítač[:port]/".

source: FTP proxy information (blank for none):
be: Інфармацыя пра FTP-проксі (пакіньце пустым для працы без проксі)
sk: Informácie o FTP proxy (nevyplňujte, pokiaľ nepoužívate):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
be: Калі для доступу ў свет Вам патрэбны FTP проксі, увядзіце тут адпаведную інфармацыю. Інакш пакіньце поле пустым.
sk: Ak na prístup k okolitému svetu potrebujete FTP proxy, zadajte tu potrebné informácie. V opačnom prípade nič nevyplňujte.

source: GB[ Default value for ftp]
be: BY
sk: SK

source: Protocol for file downloads:
be: Пратакол для загрузкі файлаў:
sk: Protokol pre sťahovanie súborov:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
be: Калі ласка, пазначце пратакол для загрузкі файлаў. Калі сумняваецеся, пазначце "http"; ён найчасцей пазбягае праблем з файрволамі.
sk: Zvoľte si protokol pre sťahovanie súborov. Ak si nie ste istí, skúste "http", pretože má menej problémov s firewallmi.
