Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/mount-systray/trunk/po/*.po
Languages: es

source: Blink all the time when some device is mounted
es: Parpadear todo el tiempo cuando exista algún dispositivo montado

source: Hide system tray icon when no devices mounted
es: Oculta el icono de la barra de estado cuando no haya dispositivos montados

source: If any device is mounted, blink all the time warning to unmount.
es: Si algún dispositivo está montado, el icono papadeará todo el tiempo.

source: If haven't devices mounted detected, hide the system tray icon.
es: Si no tienes dispositivos montados detectados, oculta el icono de la barra de estado

source: Notify when a new device is detected
es: Notifica cuando un nuevo dispositivo es detectado

source: Show a notification too when the warning happens.
es: Muestra una notificación cuando el aviso suceda

source: Show a notification when a new device is detected warning about the volume umount importance.
es: Muestra una notificación cuando un nuevo dispositivo es detectado avisando sobre la importancia de desmontar el volumen

source: Show a notification when warning
es: Muestra notificación cuando avise

source: Show a warning to the user every selected minutes.
es: Muestra un aviso al usuario cada tiempo en minutos seleccionado

source: Warning every selected minutes
es: Avisa cada tiempo seleccionado en minutos

source: Control your removable devices
es: Controla tu dispositivos extraibles

source: Devices control
es: Control de dispositivos

source: You need to install pyGTK or GTKv2, or set your PYTHONPATH correctly. try: export PYTHONPATH=
es: Usted necestia instalar pyGTK or GTKv2, o colocar la variable PYTHONPATH correctamente intenta: export PYTHONPATH=

source: No devices mounted
es: No hay dispositivos montados

source: Removable devices control
es: Control de dispositivos extraibles

source: Remember umount it when you finish your work if you wan't to lose your information
es: Recuerde desmontarlo cuando termine su trabajo si no quiere perder su información.

source: New device detected <small>(%s)</small>
es: Nuevo dispositivo detectado <small>( %s )</small>

source: Remember that ...
es: Recuerde que ...

source: You must unmount every removable device before extract it, if you wan't to lose your information
es: Debe desmontar todos los dispositivos extraibles antes de extraerlos, si usted no quiere perder información.

source: <b>General options</b>
es: <b>Opciones generales</b>

source: <b>Warnings options</b>
es: <b>Opciones de aviso</b>

source: Devices notification - Preferences
es: Notificación de dispositivos - Preferencias

source: Warn every
es: Avisa cada

source: _Blink all time when some device is mounted.
es: _Parpadea todo el tiempo cuando haya algún dispositivo montado

source: _Hide system tray icon when no devices mounted.
es: _Oculta el icono de la barra de estado cuando no haya dispositivos montados.

source: _Notify when new device detected.
es: _Notifica cuando un nuevo dispositivo es detectado.

source: _Show a notification.
es: _Muestra una notificación

source: minutes.
es: minutos.
