Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada1/debian/po/*.po
Languages: ro, uk

source: Install
ro: Instalează
uk: Встановити

source: Install (OEM mode, for manufacturers only)
ro: Instalare (mod OEM, doar pentru producători)
uk: Встановлення (режим OEM, лише для виробників)

source: Welcome
ro: Bine aţi venit
uk: Ласкаво просимо

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
ro: Pregătit pentru instalare? O dată ce răspundeţi la câteva întrebări, conţinutul Live CD-ului se poate instala pe acest calculator astfel încât să puteţi rula sistemul la întreaga viteză şi fără CD.
uk: Ви готові до встановлення? Після того, як ви відповісте на декілька питань вміст цього live CD може бути встановлений на цей комп`ютер і ви зможете запускати систему на повній швидкості і без компакт диска.

source: Answering the questions should only take a few minutes.
ro: Răspunsul la întrebări ar trebui să ia doar câteva minute.
uk: Відповідь на питання займе лише декілька хвилин.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
ro: Alegeţi limba utilizată în procesul de instalare. Aceasta va fi limba implicită pentru sistemul final.
uk: Будьласка, виберіть мову встановлювача. Ця мова буте типовою для системи після встановлення.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
ro: Instalaţi un sistem în modul pentru producători. Introduceţi un nume unic pentru această serie de sisteme. Acest nume va fi salvat pe sistemul instalat şi poate fi folosit pentru raportarea erorilor.
uk: Ви встановлюєте в режимі виробника системи. Прошу ввести унікальну назву для цієї серії систем. Ця назва буде збережена у встановленій системі і може використовуватися для допомоги при звітуванні про помилки.

source: If you have Internet access, read the release notes for information on problems that may affect you.
ro: Dacă aveţi acces la Internet, citiţi notiţele acestei lansări pentru informaţii legate de problemele care v-ar putea afecta.
uk: Якщо у Вас є доступ до інтернету, прочитайте примітки релізу, що містять інформацію про проблеми, з якими Ви можете зіткнутися.

source: Release Notes
ro: Notiţe de lansare
uk: Примітки релізу

source: Where are you?
ro: Unde vă aflaţi?
uk: Ваше місце знаходження

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
ro: Selectaţi un oraş din ţara dumneavastră şi un fus orar. Dacă ora curentă indcată este incorectă chiar şi după selectarea fusului orar, o puteţi ajusta după restartarea în sistemul instalat.
uk: Оберіть місто у вашій країні і часовому поясі. Якщо зазначений поточний час є неправильним навіть після вибору часового поясу, ви можете його поправити після перевантаження у встановлену систему.

source: Selected city:
ro: Oraşul selectat:
uk: Оберіть місто знаходження

source: Time zone:
ro: Fus orar:
uk: Часовий пояс:

source: Selected region:
ro: Regiunea aleasă:
uk: Обраний регіон:

source: Current time:
ro: Timpul curent:
uk: Поточний час:

source: Keyboard layout
ro: Aranjament tastatură
uk: Розкладка клавіатури

source: Which layout is most similar to your keyboard?
ro: Ce aranjament este cel mai apropiat de cel al tastaturii dumneavoastră?
uk: Яка розкладка найбільш підходить до вашої клавіатури?

source: You can type into this box to test your new keyboard layout.
ro: Puteţi tasta în această căsuţă pentru a testa noul aranjament al tastaturii.
uk: У цьому полі ви можете перевірити вашу нову розкладку клавіатури.

source: Who are you?
ro: Cine sunteţi?
uk: Хто ви?

source: What is your name?
ro: Care este numele tău?
uk: Ваше ім'я?

source: What name do you want to use to log in?
ro: Ce nume doreşti să foloseşti pentru autentificare?
uk: Яке ім'я ви хочете використовувати при реєстрації?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
ro: Dacă mai multe persoane vor utiliza acest calculator, puteţi seta mai multe conturi după instalare.
uk: Якщо систему використовуватиме більше, ніж одна людина, то після встановлення можна налаштувати декілька облікових рахунків.

source: Choose a password to keep your account safe.
ro: Alegeţi o parolă pentru a menţine acest cont în siguranţă.
uk: Виберіть пароль задля безпеки вашого рахунку.

source: You are running in debugging mode. Do not use a valuable password!
ro: Rulaţi în modul de depanare. Nu folosiţi o parolă importantă.
uk: Ви у налагоджувальному режимі. Не використовуйте важливих паролів!

source: Enter the same password twice, so that it can be checked for typing errors.
ro: Introduceţi aceaşi parolă de două ori pentru a fi verificată împotriva erorilor de tastare.
uk: Введіть пароль двічі, щоб запобігти механічним помилкам.

source: What is the name of this computer?
ro: Cum se numeşte acest calculator?
uk: Яка назва цього комп'ютера?

source: This name will be used if you make the computer visible to others on a network.
ro: Acest nume va fi utilizat dacă veţi face calculatorul accesibil într-o reţea.
uk: Ця назва буде відображатись при відображенні цього компютера в мережі.

source: Migrate Documents and Settings
ro: Migrează Documentele şi Setările
uk: Перенесення документів та налаштувань

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
uk: Виберіть облікові записи для перенесення. Документи і налаштування для цих користувачів будуть доступні по закінченні встановлення.

source: If you do not wish to import any accounts, select nothing and go to the next page.
ro: Dacă nu doriţi sa importaţi nici un cont, nu selectaţi nimic şi mergeţi la pagina următoare.
uk: Якщо ви не хочете імпортувати рахунки, нічого не вибирайте і переходьте до наступної сторінки.

source: Prepare disk space
ro: Pregătire spaţiu pe disc
uk: Підготуйте місце на диску

source: How do you want to partition the disk?
ro: Cum doriţi să partiţionaţi discul?
uk: Яким чином бажаєте поділити жорсткий диск?

source: Prepare partitions
ro: Pregătire partiţii
uk: Підготування поділів

source: Ready to install
ro: Gata de instalare
uk: Готовий до встановлення

source: Your new operating system will now be installed with the following settings:
ro: Noul tău sistem de operare va fi instalat cu următoarele setări:
uk: Вашу нову операційну систему буде встановлено з наступними параметрами:

source: Advanced...
ro: Avansat...
uk: Додатково...

source: Install[ action ]
ro: Instalează
uk: Встановити[ action ]

source: Step ${INDEX} of ${TOTAL}
ro: Pasul ${INDEX} din ${TOTAL}
uk: Крок ${INDEX} з ${TOTAL}

source: Abort the installation?
ro: Abandonează instalarea?
uk: Перервати встановлення?

source: Do you really want to abort the installation now?
ro: Vreţi să abandonaţi instalarea acum?
uk: Ви справді бажаєте перервати встановлення?

source: Skip
ro: Treci peste
uk: Пропустити

source: Installation complete
ro: Instalare completă
uk: Встановлення завершено

source: Continue using the live CD
ro: Continuă folosirea live CD
uk: Продовжити роботу з LiveCD

source: Restart now
ro: Reporneşte acum
uk: Перезавантажити

source: Installer crashed
ro: Sistemul de instalare a eşuat
uk: Програма встановлення аварійно завершилась

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
ro: Ne pare rău, dar sistemul de instalarea a eşuat. Vă rugăm să raportaţi această eroare la adresa https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nu ataşati detaliile nici unui bug existent) iar un dezvoltator va analiza problema în cel mai scurt timp. Pentru a ajuta dezvoltatorii la analizarea problemei, includeţi următoarele detalii în raport şi ataşati fişierele /var/log/syslog şi /var/log/partman:
uk: Ми вибачаємся, але встановлювач дав збій. Будь ласка, сформуйте новий звіт про помилку на https://launchpad.net/ubuntu/+source/ubiquity/+filebug (не додавайте своїх даних до існуючої інформації про помилку) і розробник виправить її, по можливості, у у найкоротший термін. Щоб допомогти розробникам зрозуміти що працювало неправильно, включіть у ваш звіт про помилку наступні дані та долучіть файли /var/log/syslog і /var/log/partman:

source: Edit partition
ro: Modifică partiţia
uk: Редагувати розділ

source: Create partition
ro: Creeare partiţii
uk: Створити розділ

source: New partition size in megabytes (1000000 bytes):
ro: Dimensiunea noii partiţii în megaocteţi (1000000 octeţi):
uk: Новий розмір розділу в мегабайтах (1000000 байтів)

source: Beginning
ro: La început
uk: Початок

source: End
ro: La sfârșit
uk: Кінець

source: Primary
ro: Primară
uk: Первинний

source: Logical
ro: Logică
uk: Логічний

source: Edit a partition
ro: Modifică o partiţie
uk: Редагувати розділ

source: Advanced Options
ro: Opţiuni Avansate
uk: Розширені налаштування

source: Boot loader
ro: Încărcător de sistem
uk: Завантажувач

source: Install boot loader
ro: Instalează programul de pornire a sistemului
uk: Встановити завантажувач

source: Popularity contest
ro: Concurs de popularitate
uk: Змагання з популярності

source: Participate in the package usage survey
ro: Participă la sondajul de utilizare a pachetelor
uk: Прийняти участь в дослідженні про користування пакетами

source: Network proxy
ro: Proxy rețea
uk: Мережевий проксі

source: HTTP proxy:
ro: Proxy HTTP:
uk: HTTP проксі:

source: Port:
uk: Порт:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
ro: Instalarea este completă. Trebuie să reporniţi calculatorul pentru a utiliza noua instalare. Puteţi continua să folosiţi acest live CD, dar modificările efectuate sau documentele create nu vor fi păstrate.
uk: Встановлення завершено. Ви повинні перезавантажити комп'ютер для того, щоб почати користуватись вашою щойно встановленою системою. Ви можете продовжити використання LiveCD, але зауважте, що будь-які зроблені Вами зміни не будуть збережені.

source: Go Back
ro: Înapoi
uk: Повернутися

source: Continue
ro: Continuă
uk: Продовжити

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
ro: Limba: ${LANGUAGE} Aranjamentul tastaturii: ${KEYMAP} Numele: ${FULLNAME} Numele de utilizator: ${USERNAME} Locaţia: ${LOCATION} Asitare migraţie: ${MIGRATE}
uk: Мова: ${LANGUAGE} Мапа клівіатури: ${KEYMAP} Ім'я: ${FULLNAME} Назва користувача: ${USERNAME} Місце знаходження: ${LOCATION} Помічник міграції: ${MIGRATE}

source: Checking the installation...
ro: Verific instalare...
uk: Перевірка встановлення...

source: Installing system
ro: Instalare sistem
uk: Встановлення системи

source: Finding the distribution to copy...
ro: Căutare distribuţie pentru copiere...
uk: Визначення файлів для копіювання...

source: Scanning files...
ro: Examinare fişiere...
uk: Сканування файлів...

source: Copying files...
ro: Copiere fişiere...
uk: Копіювання файлів...

source: Copying files (less than a minute remaining)...
ro: Copiere fişiere (a rămas mai puţin de un minut)...
uk: Копіювання файлів (залишилося менше хвилини)...

source: Failed to copy files; out of disk space.
ro: Fișierele nu au putut fi copiate; nu mai există spațiu liber pe disc.
uk: Копіювання файлів невдале; закінчилося місце на диску.

source: The installer encountered an error copying files to the hard disk:
ro: Programul de instalare a întâmpinat o problemă în timpul copierii fişierelor pe hard disc:
uk: Виникла помилка встановлювача під час копіювання файлів на жорсткий диск:

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
uk: Ця помилка виникла через нестачу місця на диску для завершення встановлення в цільовий розділ диску. Перезапустіть встановлювача і оберіть більший розділ для встановлення.

source: Failed to copy files; faulty CD/DVD?
ro: Fişierele nu au putut fi copiate; este CD/DVD-ul defect?
uk: Не вдалося скопіювати файли, можливо, CD/DVD диск встановлювача пошкоджено.

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
ro: Această eroare este produsă deseori de o problemă cu unitatea sau discul CD/DVD. Aţi putea repara eroarea curăţând discul, scriind discul la o viteză mai mică sau curăţând lentila unităţii (kiturile de curăţare pot fi găsite în magazinele specializate).
uk: Найчастіше ця помилка виникає у зв'язку з пошкодженням CD/DVD дисків. Можливі шляхи вирішення проблеми: почистити безпосередньо CD/DVD диск, почистити лінзи CD/DVD дисководу (засоби очищення можна придбати у комп'ютерних магазинах), записати CD/DVD на меншій швидкості.

source: Failed to copy files; faulty hard disk?
ro: Fişierele nu au putut fi copiate; este hard discul defect?
uk: Не вдалося скопіювати файли; можливо, пошкоджено жорсткий диск.

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ro: Această eroare este produsă deseori de o problemă cu hard discul. Verificaţi dacă hard discul este vechi şi trebuie înlocuit sau mutaţi calculatorul într-o zonă cu temperatură mai scăzută.
uk: Найімовірніше, ця проблема виникла через пошкодження жорстоко диску. Спробуйте перевірити жорсткий диск, можливо, він застарів та потребує заміни. Також спробуйте перенести комп'ютер у прохолодніше місце.

source: Failed to copy files; faulty CD/DVD or hard disk?
ro: Fişierele nu au putut fi copiate; este hard discul sau CD/DVD-ul defect?
uk: Не вдалося скопіювати файли. Поганий CD/DVD або жорсткий диск.

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ro: Această eroare este produsă deseori de o problemă cu unitatea sau discul CD/DVD sau o defecţiune a discului dur. Aţi putea încerca să reparaţi eroarea curăţând discul, scriind discul la o viteză mai mică sau curăţând lentila unităţii (pachetele de curăţare pot fi găsite în magazinele specializate), verificând dacă discul dur trebuie înlocuit sau mutând calculatorul într-o zonă cu temperatură mai mică.
uk: Дана помилка частіше за все виникає за вини поганого носія чи то приводу CD/DVD або жорсткого диску. Допомогти може протирання диска, перезапис диска на нижчій швидкості, чистка лінзи приводу (засоби для чистки CD/DVD приводів можна купити в магазинах комп'ютерної техніки), заміна старого жорсткого диска на новий, перенесення системного блоку до більш прохолодного приміщення.

source: Failed to copy file; faulty CD/DVD or hard disk?
uk: Копіювання файлів невдале; збій CD/DVD чи твердого диску?

source: The following file did not match its source copy on the CD/DVD:
uk: Що не відповідає джерелу на CD/DVD:

source: Copying installation logs...
ro: Copiere jurnal de instalare...
uk: Копіювання розділу...

source: Configuring target system...
ro: Se configurează sistemul ales...
uk: Конфігурація цільової системи...

source: Configuring system locales...
ro: Configurare date locale...
uk: Налаштування ситемних локалей

source: Configuring apt...
ro: Configurează apt...
uk: Налаштувати apt...

source: Configuring time zone...
ro: Configurare fus orar...
uk: Налаштування часового поясу...

source: Configuring keyboard...
ro: Configurare tastatură...
uk: Налаштування клавіатури...

source: Creating user...
ro: Creare utilizator...
uk: Створення користувача...

source: Importing documents and settings...
ro: Import documentele şi setările ...
uk: Імпортуються документи та налаштування...

source: Configuring hardware...
ro: Configurare hardware...
uk: Налаштування заліза...

source: Configuring network...
ro: Se configurează reţeaua...
uk: Налаштування мережі...

source: Setting computer name...
ro: Setare nume calculator...
uk: Встановлення назви комп'ютера...

source: Configuring boot loader...
ro: Configurare boot loader...
uk: Налаштування завантажувача...

source: Installing additional packages...
ro: Se instalează pachete adiţionale...
uk: Встановлення додаткових пакетів...

source: Checking for packages to install...
ro: Se verifică pachetele pentru instalare...
uk: Перевірка пакетів для встановлення...

source: Removing extra packages...
ro: Eliminare pachete extra...
uk: Видалення зайвих локалей...

source: Checking for packages to remove...
ro: Verificare pachete de şters...
uk: Пошук пакунків до видалення...

source: Downloading packages (${TIME} remaining)...
ro: Descărcare pachete (durată ${TIME})...
uk: Завантаження пакунків (${TIME} remaining)...

source: Downloading package lists...
ro: Descărcare liste de pachete...
uk: Завантаження списку пакунків...

source: Downloading package lists (${TIME} remaining)...
ro: Descărcare liste de pachete (durată ${TIME})...
uk: Завантаження списків пакунків (${TIME} remaining)...

source: Error installing ${PACKAGE}
ro: Nu am putut instala ${PACKAGE}
uk: Помилка встановлення ${PACKAGE}

source: Error removing ${PACKAGE}
ro: Nu am putut şterge ${PACKAGE}
uk: Помилка видалення ${PACKAGE}

source: Error while installing packages
ro: Eroare în timpul instalării pachetelor
uk: Помилка встановлення пакетів

source: An error occurred while installing packages:
ro: O eroare a apărut pe parcursul instalării pachetelor:
uk: При встановленні пакетів виникла помилка:

source: The following packages are in a broken state:
ro: Următoarele pachete sunt în stadiul "stricat":
uk: Наступні пакети є пошкодженими:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
ro: Această eroare se poate să fie cauzată de o imagine veche a programului de instalare, sau poate fi cauzată de un bug într-unul dintre pachetele listate mai jos. Mai multe detalii pot fi găsite în /var/log/syslog. Programul de instalare va încerca să continue oricum, dar s-ar putea să se oprească mai târziu, şi nu va mai putea instala sau dezinstala alte pachete (incluzându-se pe sine) din sistemul instalat. Trebuie mai întâi să verificaţi dacă nu există versiuni mai noi ale imaginii programului de instalare, sau să prezentaţi raportul acestei erori la distribuitorul dvs.
uk: Це може бути спричинено використанням застарілого образу встановлювача, чи внаслідок помилки в одному з перелічених вище пакетів. Більше інформації можна знайти в /var/log/syslog. Встановлювач спробує продовжити роботу, але може зазнати невдачі на наступних кроках, та не зможе встановити чи видалити інші пакунки (можливо включаючи самого себе) з встановленої системи. Вам необхідно спочатку пошукати новішу версію образу встановлювача, чи повідомити про проблему постачальникові.

source: Error while removing packages
ro: Eroare în timpu dezinstalării pachetelor
uk: Помилка видалення пакетів

source: An error occurred while removing packages:
ro: O eroare a apărut în timpul dezinstalării pachetelor:
uk: Помилка при видалення пакетів:

source: Installing language packs
ro: Instalare pachete pentru limba selectată
uk: Встановлення пакунків локалізації

source: Downloading language packs (${TIME} remaining)...
ro: Instalare pachete pentru limba selectată (durată ${TIME})...
uk: Завантаження пакунків локалізації (${TIME} remaining)...

source: Failed to unmount partitions
ro: Eşec la demontarea partiţiilor
uk: Не вдалося розмонтувати розділи

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
ro: Programul de instalare trebuie să aplice modificările tabelelor de partiţii, dar nu poate face asta deoarece partiţiile cu următoarele locuri de montare nu pot fi demontate:
uk: Встановлювач має здійснити зміни до таблиці розділів, але не може, оскільки, розділи на наступних точках монтування не можуть бути змонтовані:

source: Please close any applications using these mount points.
ro: Vă rugăm închideţi orice aplicaţie care foloseşte aceste locuri de montare.
uk: Будь ласка закрийте будь-які програми, що використовують ці точки монтування.

source: Would you like the installer to try to unmount these partitions again?
ro: Doriţi ca programul de instalare să încerce demontarea acestor partiţii din nou?
uk: Чи хотіли б ви, щоб встановлювач спробував розмонтувати ці розділи ще раз?

source: Do you want to return to the partitioner?
ro: Doriți să vă întoarceți la împărțitor?
uk: Ви хочете запустити програму розподілу диску?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
uk: Деякі зі створених розділів замалі. Будь ласка зробіть наступні розділи принаймні такого розміру (в байтах):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
uk: Якщо ви не повернетеся до програми розподілу і не збільшите розмір розділів, встановлення може закінчитися невдало.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
ro: Tip instalare: ${INSTALLTYPE} Drivere: Driver video adiţional: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Servicii adiţionale: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Serviciul MythTV: ${EN_MYSQL} Întrebări instalare normală Ubuntu: Limba: ${LANGUAGE} Layout tastatură: ${KEYMAP} Nume complet: ${FULLNAME} Nume autentificare: ${USERNAME} Locaţie: ${LOCATION}
uk: Тип Встановлення: ${INSTALLTYPE} Драйвери: Додатковий Відео Драйвер: ${VIDEO_DRIVER} ТВ-вихід: ${TVOUT}, ${TVSTANDARD} Додаткові сервіси: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV сервіс: ${EN_MYSQL} Типові Запитання Встановлення Ubuntu: Мова: ${LANGUAGE} Мапа клавіатури: ${KEYMAP} Типове Ім'я: ${FULLNAME} Типове ім'я користувача: ${USERNAME} Розташування: ${LOCATION}

source: What Type of Installation?
ro: Ce tip de instalare?
uk: Який тип встановлення?
