Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada1/debian/po/*.po
Languages: ro, uk

source: Two installation types are available for Mythbuntu:
ro: Doua variante de instalare sunt disponibile pentru Mythbuntu
uk: Для Mythbuntu можливі два типи встановлення:

source: Standard Installation
ro: Instalare Standard
uk: Типове встановлення

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
ro: O instalare standard va instala şi configura toate opţiunile cu o interacţiune minimă din partea utilizatorului. Aceasta va instala suportul, interfaţa, toate module şi toate temele.
uk: Стандартний тип встановлення встановить та налаштує всі елементи при мінімальному втручанні користувача. Він встановить основну програму, її фронтенд, плагіни та всі теми.

source: Advanced Installation
ro: Instalare Avansată
uk: Розширений режим встановлення

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
ro: O instalare avansată poate fi folosită pentru a personaliza ceea ce este necesar pentru această instalare Mythbuntu. NOTĂ: o instalare avansată este necesară pentru a adăuga o maşină Mythbuntu la o reţea bazată pe MythTV existentă.
uk: Розширений тип встановлення використовується для ручного налаштування компонентів, які буде встановлено. ПРИМІТКА: Цей тип встановлення необхідний для того, щоб додати машину Mythbuntu до існуючої мережі MythTV.

source: Advanced Installation Type
ro: Tip Instalarea Avansată
uk: Тип розширеного встановлення

source: What type of system will this be?
ro: Ce rol va avea acest sistem?
uk: Якого типу буде ця система?

source: Primary Backend w/ Frontend
ro: Suport Principal cu inteftaţă
uk: Головний рушій із зовнішнім інтерфейсом

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
ro: Un calculator configurat ca Backend şi Frontend este cel mai comun tip de instalare pentru cineva care doreşte MythTV pentru o aplicaţie de gen Home Teather PC. Acest tip de instalare este gândit pentru a fi folosit ca o componentă în sistemul tău de Home Teather.
uk: Комбінована рушій/інтерфейс машина - найбільш звичайний тип встановлення для людей, що хочуть використовувати MythTV для HTPC додатків. Цей тип встановлення призначений для використання як компонент у вашому домашньому кінотеатрі.

source: Secondary Backend w/ Frontend
ro: Backend Secundar cu Interfaţă
uk: Додатковий рушій із зовнішнім інтерфейсом

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
ro: Acest tip de instalare este foarte similar cu cel de "Backend Principal cu Inteftaţă", dar acest calculator va fi configurat pentru a se conecta la un Backend deja existent în reţea, fie el principal sau secundar.
uk: Це встановить систему, схожу на Головний рушій з зовнішнім інтерфейсом, проте буде налаштований для підключення до вже існуючого в мережі рушія.

source: Primary Backend
ro: Backend Principal
uk: Головний рушій

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
ro: Un calculator ce rulează ca Backend principal este configurat de regulă să funcţioneze ca un dispozitiv electronic; necesită foarte puţină întreţinere. Acest tip de instalare este gândit pentru primul Backend dintr-o reţea.
uk: Машина лише з рушієм типово призначається для функціонування у ролі окремого приладу; він потребує дуже мало обслуговування. Це робиться для встановлення першого рушія у мережі.

source: Secondary Backend
ro: Backend Secundar
uk: Додатковий рушій

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
ro: Această opţiune va configura un calculator foarte similar modului "Backend Principal", dar va fi configurat să se conecteze la un Backend existent deja în reţea.
uk: Це встановить систему, схожу на первинний рушій, проте вона буде налаштована для підключення до існуючого в мережі рушія.

source: Frontend
ro: Interfaţă
uk: Зовнішній інтерфейс

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
ro: Funcţia de bază a unui sistem "Interfaţă" este aceea de a primi conţinut multimedia de la un Backend (principal sau secundar) şi a-l pune la dispoziţia utilizatorului pentru folosire sau distribuire. Acest tip de instalare necesită ca un Backend configurat să existe deja în reţea.
uk: Головним призначенням машини лише із зовнішнім інтерфейсом є отримання мультимедійних даних від рушія та їх розповсюдження. Таке налаштування вимагає існування рушія в мережі.

source: Choose Frontend / Backend Plugins
ro: Alege Module pentru Intefaţă / Backend
uk: Оберіть модулі зовнішнього інтерфейсу та рушія

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
ro: Modulele pentru MythTV pot fi folosite pentru a-i oferi sistemului funcţii suplimentare, pe lângă cea de soluţie TV.
uk: Модулі можуть вживатись для розширення функціональності MythTV, незалежно від змінюваних з часом телевізійних рішень.

source: Backend Plugins
ro: Module pentru Backend
uk: Модулі рушія

source: Frontend Plugins
ro: Module pentru Interfaţă
uk: Втулки зовнішнього інтерфейсу

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
ro: MythWeb oferă o interfaţa web ce poate fi accesată de la distanţă pentru a vizualiza programul canalelor tv, pentru a programa înregistrări, pentru a şterge înregistrări existente sau pentru a căuta programe.
uk: MythWeb надає веб інтерфейс, котрий можна використовувати для перегляду списків, записів розкладу, видалення записів та пошуку програм.

source: Myth Archive
ro: Arhiva Myth
uk: Myth Архів

source: Myth Browser
ro: Navigator Myth
uk: Myth Переглядач

source: Myth Controls
ro: Controale Myth
uk: Myth Керування

source: Myth Gallery
ro: Galerie Myth
uk: Myth Галерея

source: Myth Game
ro: Jocuri Myth (emulatoare)
uk: Myth Гра

source: Myth Music
ro: Muzică Myth
uk: Myth Музика

source: Myth News
ro: Ştiri Myth
uk: Myth Новини

source: Myth Phone
ro: Telefon Myth
uk: Myth Телефон

source: Myth Stream
ro: Radiouri Myth
uk: Myth Потік

source: Myth Video
ro: Video Myth
uk: Myth Відео

source: Myth Weather
ro: Vremea Myth
uk: Myth Погода

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
ro: Un modul pentru MythTV ce îţi oferă posibilitatea de a crea DVD-uri din conţinut ce se află în reţeaua ta MythTV.
uk: Модуль для MythTV, що дозволяє вам створювати DVD диски з даними, що знаходяться в вашій мережі MythTV

source: An integrated web browser plugin for your MythTV system.
ro: Un modul integrat de navigare web pentru sistemul tau MythTV.
uk: Інтегрований модуль для веб-перегляду у вашій системі MythTV.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
ro: Modalităţi externe de a controla MythTV-ul tău. Acest modul îţi permite să modifici scurtături şi combinaţii de taste.
uk: Зовнішні налаштування для MythTV. Вони дозволять вам змінювати функції кнопок миші та налаштування комбінацій клавіш.

source: Find movies playing in nearby local cinemas
uk: Знайти фільми, які йдуть в ближніх кінотеатрах

source: Allows you to monitor your Netflix dvd rental queue.
ro: Cu acest plugin îţi poţi monitoriza contul tău de pe Netflix.com.
uk: Дозволяє вам контролювати чергу оренди dvd Netflix.

source: Allows you to visually browse a directory tree containing image files.
ro: Oferă o aplicaţie pentru a vizualiza directoarele ce conţin imagini.
uk: Дозволяє вам переглядати дерево теки, яка містить файли зображень.

source: A frontend to start any emulator or binary that Linux runs.
ro: O interfaţă pentru a porni şi configura orice emulator de jocuri care rulează pe Linux.
uk: Зовнішній інтерфейс для запуску будь-якого емулятора або Linux-сумісної програми,

source: Provides a digital audio jukebox integrated with MythTV.
ro: Oferă un player pentru a reda fişierele audio în MythTV.
uk: Надає цифровий аудіопрогравач, інтегрований з MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
ro: Un agregator RSS care te ţine la curent cu ştirile tale preferate.
uk: Втулок для читання новин у форматі подач RSS для MythTV, що надає вам найновіші новини на ваші улюблені теми.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
ro: O aplicaţie care oferă capabilitatea de a folosi telefonie şi videotelefonie bazată pe protocolul SIP (VoIP) în interiorul MythTV.
uk: Функція телефону та відеотелефону у MythTV, яка використовує стандартний протокол SIP.

source: Provides a method to listen to streaming internet radio stations.
ro: Oferă posibilitatea de a ascula posturile de radio de pe internet.
uk: Надає метод для прослуховування потокових інтернет-радіостанцій.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
ro: Permite vizualizarea conţinutului video folosind o aplicaţie externă de redare, în interiorul interfeţei MythTv.
uk: Дозволяє вам оглядати та програвати відеопотоки, за допомогою зовнішнього програвача, з інтерфейсу MythTV.

source: Displays current and forecast weather information within MythTV.
ro: Arată condiţiile meteo curente şi viitoare în interfaţa MythTV.
uk: Відображає інформацію про поточну погоду та її прогноз в MythTV.

source: Choose Extra Themes
ro: Alege Teme Extra
uk: Оберіть Додаткові Теми

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
uk: Теми можуть значно покращити естетичний вигляд налаштування MythTV, і зробити його вам до смаку.

source: Enable/Disable All
uk: Увімкнути/вимкнути все

source: Additional Drivers/Firmware
ro: Firmware / Drivere Adiţionale
uk: Додаткові Драйвери/Прошивки

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
ro: Există deja un driver grafic cu surse deschise activat şi configurat pentru această instalarea. Dacă doreşti să foloseşti un alt driver grafic o poţi face de aici. Driveri grafici proprietari pot fi necesaro pentru activarea ieşiri TV sau efecte OpenGL.
uk: Графічний драйвер з відкритим кодом уже ввімкнено та налаштовано для встановлення. Якщо ви хочете використовувати інший графічний драйвер, ви можете це зробити тут. Пам'ятайте, що для ефектів OpenGL чи переглядання TV можуть знадобитись графічні драйвери з закритим кодом.

source: Modify Video Driver & Settings
ro: Modifică Driver şi Configurări Video
uk: Змінити Відео Драйвер & Налаштування

source: If you would like to configure TV-out, choose an option here:
ro: Dacă doreşti să configurezi o ieşire TV (tv-out), alege o opţiune de aici:
uk: Якщо ви хочете настроїти TV-вихід, виберіть цю опцію:

source: If enabling TV Out, you will also need to choose a TV Standard:
ro: La activarea ieşirii TV (tv-out), este necesară şi alegerea unui standard TV:
uk: Якщо увімкнено TV вихід, вам також потрібно обрати TV стандарт:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
ro: ATENŢIE: Nu configuraţi standardul TV cu unul pe care televizorul nu îl suportă! Puteţi provoca probleme permanente televizorului dumneavoastră.
uk: Увага: Не встановлюйте TV стандарт вищий, ніж підтримує ваш телевізор. Це може призвести до НЕВИПРАВНИХ пошкоджень.

source: Master Backend Info
ro: Informaţii Backend
uk: Інформація про Master Backend

source: Please enter the information necessary to contact your master backend:
ro: Introduce informaţia necesară conectării la Backend:
uk: Будь-ласка, внесіть інформацію, необхідну для зв'язку з вашим головним рушієм:

source: MySQL Password
ro: Parola MySQL
uk: Пароль MySQL

source: MySQL User Name
ro: Utilizator MySQL
uk: Ім'я користувача MySQL

source: MySQL Database
ro: Bază de Date MySQL
uk: База даних MySQL

source: MySQL Server
ro: Server MySQL
uk: MySQL сервер

source: Configure Guide Data / Backend
ro: Configurează Datele Ghidului / Backendului
uk: Налаштування рушія / керівних даних

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
ro: Pentru a finaliza instalarea dumneavoastră este nevoie de a configura un ghid TV şi de asemenea pentru a configura Backend-ul pentru prima dată.
uk: Останні кроки встановлення вимагають налагодити керівні дані та налаштувати рушій для першого запуску.

source: Click to open the Schedules Direct website
ro: Clic pentru a deschide website-ul "Schedules Direct"
uk: Клацніть щоб відкрити вебсайт Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
ro: Utilizatorii din America de Nord vor avea nevoie de un cont pe websiteul Schedules Direct (SD). SD oferă informaţii tip ghid tv pentru un tarif infim. Fară SD utilizatorii din America de Nord nu vor beneficia de multe din facilităţile de programare din MythTV.
uk: Користувачам у Північній Америці потрібно встановити рахунок з Schedules Direct (SD). SD надає скеровуючі дані за номінальну оплату. Без SD, північноамериканські користувачі можуть втратити багато можливостей планування у MythTV.

source: Launch MythTV Setup
ro: Porneste Configurarea MythTV
uk: Запуск налаштування MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
ro: Dupa configurarea sursei de informaţii tip ghid tv, va fi nevoie de a lansa aplicaţia MythTV-Setup pentru a configura Backendul pentru prima oară. Va trebui sa configurezi primele patru secţiuni, fiind absolut sigur ca oferiţi datele pentru ghidul tv în a treia secţiune.
uk: Після встановлення джерела скеровуючих даних, вам потрібно запустити MythTV-Setup, щоб виконати початкове налаштування рушія. Вам потрібно налаштувати перші чотири секції, та переконатись, що ви надали скеровуючі дані під час налаштування третьої.

source: Configuring mythtv...
ro: Configurare mythtv...
uk: Налаштування mythtv...

source: Configuring additional drivers...
ro: Configurare driveri adiţionali...
uk: Налаштування додаткових драйверів...

source: Configuring additional services...
ro: Configurare servicii adiţionale...
uk: Налаштування додаткових сервісів...

source: Configuring infrared devices...
uk: Налаштовуються інфрачервоні пристрої...

source: Myth Flix
ro: Myth Flix (netflix.com)
