Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gnome-volume-manager/po/*.po
Languages: be@latin

source: "Always take this action" checkbox for Autorun
be@latin: Opcyja "Zaŭsiody vykonvaj hetaje dziejańnie" dla Aŭtastartu

source: "Always take this action" checkbox for iPod Photos
be@latin: Opcyja "Zaŭsiody vykonvaj hetaje dziejańnie" dla fatazdymkaŭ z iPodu

source: "Always take this action" checkbox for mixed Audio and Data CDs
be@latin: Opcyja "Zaŭsiody vykonvaj hetaje dziejańnie" dla CD z aŭdyjo j danymi

source: "Always take this action" checkbox for photo import from a camera
be@latin: Opcyja "Zaŭsiody vykonvaj hetaje dziejańnie" dla impartavańnia fatazdymkaŭ z kamery

source: "Always take this action" checkbox for photo import from a device
be@latin: Opcyja "Zaŭsiody vykonvaj hetaje dziejańnie" dla impartavańnia fatazdymkaŭ z pryłady

source: ':' delimited list of paths to check for autoopen files.
be@latin: Śpis ściežak, padzielenych znakam ':', dzie šukać fajły aŭtaadčynieńnia.

source: ':' delimited list of paths to check for autorun binaries and scripts.
be@latin: Śpis ściežak, padzielenych znakam ':', dzie šukać dvajkovyja fajły j skrypty aŭtaŭruchamleńnia.

source: Action to take when a camera is plugged in.
be@latin: Dziejańnie pry padłučeńni kamery.

source: Action to take when a device containing photos is encountered.
be@latin: Dziejańnie, kali znojdzienaja pryłada, na jakoj źmieščanyja fatazdymki.

source: Action to take when a device contains an autorun program/script.
be@latin: Dziejańnie, kali pryłada ŭtrymvaje prahramu/skrypt aŭtaŭruchamleńnia.

source: Action to take when a mixed Audio and Data CD is encountered.
be@latin: Dziejańnie, kali znojdzieny CD z aŭdyjo j danymi.

source: Action to take when an iPod Photo is encountered.
be@latin: Dziejańnie, kali znojdzienaja pryłada iPod z fatazdymkami.

source: Audio CD burn command
be@latin: Zahad zapisu CD z aŭdyjo

source: Automount removable drives
be@latin: Aŭtamatyčna mantuj pieranosnyja pryłady

source: Automount removable media
be@latin: Aŭtamatyčna mantuj źmiennyja nośbity

source: Autoopen path
be@latin: Aŭtamatyčna adčyniaj ściežku

source: Autorun nautilus
be@latin: Aŭtamatyčna ŭruchamlaj Nautilus

source: Autorun path
be@latin: Aŭtamatyčna adčyniaj ściežku

source: CD play command
be@latin: Zahad hrańnia CD

source: Command to run when a Palm is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni Palmu.

source: Command to run when a PocketPC is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni PocketPC.

source: Command to run when a digital camera is connected or media from a digital camera is inserted.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni ličbavaj kamery albo ŭstaŭcy nośbitu ad ličbavaj kamery.

source: Command to run when a keyboard is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni klavijatury.

source: Command to run when a mouse is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni myšy.

source: Command to run when a printer is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni drukarki.

source: Command to run when a scanner is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni skanera.

source: Command to run when a tablet is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni tabletu.

source: Command to run when a video DVD is inserted.
be@latin: Zahad dla ŭruchamleńnia pry ŭstaŭcy DVD z videa.

source: Command to run when a video VCD is inserted.
be@latin: Zahad dla ŭruchamleńnia pry ŭstaŭcy VCD z videa.

source: Command to run when a video camera is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni videakamery.

source: Command to run when a web camera is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni webkamery.

source: Command to run when an audio CD is inserted.
be@latin: Zahad dla ŭruchamleńnia pry ŭstaŭcy CD z aŭdyjo.

source: Command to run when an iPod is connected.
be@latin: Zahad dla ŭruchamleńnia pry padłučeńni iPodu.

source: Command to run when the user wishes to burn a Data CD.
be@latin: Zahad dla ŭruchamleńnia, kali karystalnik choča zapisać CD z danymi.

source: Command to run when the user wishes to burn an Audio CD.
be@latin: Zahad dla ŭruchamleńnia, kali karystalnik choča zapisać CD z aŭdyjo.

source: Command to use when launching the file manager.
be@latin: Zahad, kali ŭruchamlajecca kiraŭnik fajłaŭ.

source: DVD play command
be@latin: Zahad hrańnia DVD

source: Data CD burn command
be@latin: Zahad zapisu CD z danymi

source: File Manager command
be@latin: Zahad kiraŭnika fajłaŭ

source: Low Disk Space notification threshold
be@latin: Paroh dla pačatku nahadvańnia ab niastačy dyskavaj prastory.

source: Open nautilus on removeable media insert.
be@latin: Adčyni Nautilus pry ŭstaŭcy źmiennaha nośbitu.

source: Perform autoopen
be@latin: Vykanaj aŭtaadčynieńnie

source: Perform autorun
be@latin: Vykanaj aŭtaŭruchamleńnie

source: Photo management command
be@latin: Zahad pracy z fatazdymkami

source: Play inserted audio CD's
be@latin: Hraj ustaŭlenyja CD z aŭdyjo

source: Play inserted video DVDs
be@latin: Hraj ustaŭlenyja DVD ź videa

source: Play inserted video VCDs
be@latin: Hraj ustaŭlenyja VCD ź videa

source: Run Palm-sync program
be@latin: Uruchamlaj prahramu dla synchranizacyi Palmu

source: Run PocketPC-sync program
be@latin: Uruchamlaj prahramu dla synchranizacyi PocketPC

source: Run a program to burn CDs/DVDs
be@latin: Uruchom prahramu, kab zapisać CD/DVD

source: Run iPod program
be@latin: Uruchom prahramu dla iPodu

source: Run keyboard program
be@latin: Uruchom prahramu dla klavijatury

source: Run mouse program
be@latin: Uruchom prahramu dla myšy

source: Run photo management command
be@latin: Uruchom prahramu dla pracy z fatazdymkami

source: Run printer program
be@latin: Uruchom prahramu dla drukarki

source: Run scanner program
be@latin: Uruchom prahramu dla skanera

source: Run tablet program
be@latin: Uruchom prahramu dla tabletu

source: Run video editing program
be@latin: Uruchom prahramu dla redahavańnia videa

source: Run webcam stream display program
be@latin: Uruchom prahramu dla pakazu płyni z webkamery

source: The threshold value for whether or not to toggle the notification on, based on the amount of additional space used since the last check.
be@latin: Parohavaja vartaść, kali treba ŭklučać/vyklučać nahadvańnie ab niastačy dyskavaj prastory, zasnavanaja na kolkaści volnaha miesca ad apošniaj pravierki.

source: Threshold for notification of increased disk usage
be@latin: Paroh dla pačatku nahadvańnia ab pavieličeńni vykarystańnia dysku

source: Threshold percentage for notifying the user of low disk space.
be@latin: Paroh u pracentach dla pačatku nahadvańnia karystalniku ab niastačy dyskavaj prastory.

source: VCD play command
be@latin: Zahad hrańnia VCD

source: Whether autoopen files should be opened on newly mounted media.
be@latin: Ci adčyniać fajły aŭtaadčynieńnia dla novych prymantavanych nośbitaŭ.

source: Whether autorun programs (binaries and scripts located in 'autorun_path') are run on newly mounted media.
be@latin: Ci ŭruchamlać prahramu aŭtaŭruchamleńnia (dvajkovyja fajły j skrypty, jakija znachodziacca ŭ 'autorun_path') dla novych prymantavanych nośbitaŭ.

source: Whether gnome-volume-manager should automatically mount removable storage drives when they are inserted.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome aŭtamatyčna mantavać pieranosnyja dyskavyja pryłady pry ŭstaŭcy.

source: Whether gnome-volume-manager should automatically mount removable storage media when they are inserted.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome aŭtamatyčna mantavać źmiennyja nośbity pry ŭstaŭcy.

source: Whether, when a Palm is connected, gnome-volume-manager should run 'autopalmsync_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autopalmsync_command' pry padłučeńni Palmu.

source: Whether, when a PocketPC is connected, gnome-volume-manager should run 'autopocketpc_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autopocketpc_command' pry padłučeńni PocketPC.

source: Whether, when a blank CD or DVD is inserted, gnome-volume-manager should run one of the autoburn commands.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać adzin z zahadaŭ aŭtamatyčnaha zapisu pry ŭstaŭcy čystaha CD albo DVD.

source: Whether, when a digital camera is connected or media from a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autophoto_command' pry padłučeńni ličbavaj kamery albo ŭstaŭcy nośbitu ad ličbavaj kamery.

source: Whether, when a digital video camera is connected, gnome-volume-manager should run 'autovideocam_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autovideocam_command' pry padłučeńni ličbavaj videakamery.

source: Whether, when a keyboard is connected, gnome-volume-manager should run 'autokeyboard_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autokeyboard_command' pry padłučeńni klavijatury.

source: Whether, when a mouse is connected, gnome-volume-manager should run 'automouse_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'automouse_command' pry padłučeńni myšy.

source: Whether, when a printer is connected, gnome-volume-manager should run 'autoprinter_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoprinter_command' pry padłučeńni drukarki.

source: Whether, when a scanner is connected, gnome-volume-manager should run 'autoscanner_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoscanner_command' pry padłučeńni skanera.

source: Whether, when a tablet is connected, gnome-volume-manager should run 'autotablet_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autotablet_command' pry padłučeńni tabletu.

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoplay_dvd_command' pry ŭstaŭcy DVD ź videa.

source: Whether, when a video VCD is inserted, gnome-volume-manager should run 'autoplay_vcd_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoplay_vcd_command' pry ŭstaŭcy VCD ź videa.

source: Whether, when a web camera is connected, gnome-volume-manager should run 'autowebcam_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autowebcam_command' pry padłučeńni webkamery.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoplay_cda_command' pry ŭstaŭcy CD z aŭdyjo.

source: Whether, when an iPod is connected, gnome-volume-manager should run 'autoipod_command'.
be@latin: Ci pavinny kiraŭnik masivaŭ danych Gnome ŭruchamlać 'autoipod_command' pry padłučeńni iPodu.

source: iPod sync command
be@latin: Zahad synchranizacyi iPodu

source: keyboard command
be@latin: zahad dla klavijatury

source: mouse command
be@latin: zahad dla myšy

source: palm sync command
be@latin: zahad synchranizacyi Palmu

source: printer command
be@latin: zahad dla drukarki

source: scanner command
be@latin: zahad dla skanera

source: tablet command
be@latin: zahad dla tabletu

source: video camera command
be@latin: zahad dla videakamery

source: web camera command
be@latin: zahad dla webkamery

source: Volume Manager
be@latin: Kiraŭnik masivaŭ danych

source: Volume manager for removable drives and media
be@latin: Kiraŭnik masivaŭ danych dla pieranosnych pryładaŭ i źmiennych nośbitaŭ

source: Configure management of removable drives and media
be@latin: Kanfihuruj pieranosnyja pryłady j źmiennyja nośbity

source: Removable Drives and Media
be@latin: Pieranosnyja pryłady j źmiennyja nośbity

source: <b>Audio CD Discs</b>
be@latin: <b>CD z aŭdyjo</b>

source: <b>Blank CD and DVD Discs</b>
be@latin: <b>Čystyja CD i DVD</b>

source: <b>Digital Camera</b>
be@latin: <b>Ličbavaja kamera</b>

source: <b>Digital Video Camera</b>
be@latin: <b>Ličbavaja videakamera</b>

source: <b>Keyboards</b>
be@latin: <b>Klavijatury</b>

source: <b>Mice</b>
be@latin: <b>Myšy</b>

source: <b>Portable Music Players</b>
be@latin: <b>Pieranosnyja muzyčnyja prajhravalniki<b>

source: <b>Printers</b>
be@latin: <b>Drukarki</b>

source: <b>Removable Storage</b>
be@latin: <b>Pieranosnyja pryłady z danymi</b>

source: <b>Scanners</b>
be@latin: <b>Skanery</b>

source: <b>Tablets</b>
be@latin: <b>Tablety</b>

source: <b>Video DVD Discs</b>
be@latin: <b>DVD ź videa</b>

source: <b>Web Camera</b>
be@latin: <b>Webkamera</b>

source: Auto-_open files on new drives and media
be@latin: _Aŭtamatyčna adčyniaj fajły z novych pryładaŭ i nośbitaŭ

source: Automatically run a program when a USB _keyboard is connected
be@latin: Aŭtamatyčna ŭruchamlaj prahramu pry padłučeńni _klavijatury USB

source: Automatically run a program when a USB _mouse is connected
be@latin: Aŭtamatyčna ŭruchamlaj prahramu pry padłučeńni _myšy USB

source: Automatically run a program when a _printer is connected
be@latin: Aŭtamatyčna ŭruchamlaj prahramu pry padłučeńni _drukarki

source: Automatically run a program when a _scanner is connected
be@latin: Aŭtamatyčna ŭruchamlaj prahramu pry padłučeńni _skanera

source: Automatically run a program when a _tablet is connected
be@latin: Aŭtamatyčna ŭruchamlaj prahramu pry padłučeńni _tabletu

source: Browse _removable media when inserted
be@latin: Ahladaj _źmienny nośbit pry ŭstaŭcy

source: C_ommand:
be@latin: _Zahad:

source: Cameras
be@latin: Kamery

source: Co_mmand:
be@latin: _Zahad:

source: Comma_nd:
be@latin: Za_had:

source: Comman_d:
be@latin: Zaha_d:

source: Command for A_udio CDs:
be@latin: Zahad dla CD z a_ŭdyjo:

source: Command for _Data CDs:
be@latin: Zahad dla CD z _danymi:

source: Drives and Media Preferences
be@latin: Nałady pryładaŭ i nośbitaŭ danych

source: E_dit video when connected
be@latin: _Redahuj videa pry padłučeńni

source: Input Devices
be@latin: Pryłady ŭvodu

source: Mount removable media when _inserted
be@latin: Mantuj źmiennyja nośbity pry _ŭstaŭcy

source: Multimedia
be@latin: Multymedyja

source: PDAs
be@latin: PDA

source: Play _audio CD discs when inserted
be@latin: Hraj Cd z _aŭdyjo pry ŭstaŭcy

source: Play _music files when connected
be@latin: Hraj _muzyčnyja fajły pry padłučeńni

source: Play _video DVD discs when inserted
be@latin: Hraj DVD ź _videa pry ŭstaŭcy

source: Printers & Scanners
be@latin: Drukarki j skanery

source: Removable Drives and Media Preferences
be@latin: Nałady dla pieranosnych pryładaŭ i nośbitaŭ danych

source: Select program to burn audio CDs
be@latin: Abiary prahramu dla zapisu CD z aŭdyjo

source: Select program to burn data CDs
be@latin: Abiary prahramu dla zapisu CD z danymi

source: Select program to edit videos
be@latin: Abiary prahramu dla redahavańnia videa

source: Select program to import photos
be@latin: Abiary prahramu dla impartavańnia fatazdymkaŭ

source: Select program to play DVDs
be@latin: Abiary prahramu dla hrańnia DVD

source: Select program to play audio CDs
be@latin: Abiary prahramu dla hrańnia CD z aŭdyjo

source: Select program to play music files
be@latin: Abiary prahramu dla hrańnia muzyčnych fajłaŭ

source: Select program to run when a keyboard is plugged in
be@latin: Abiary prahramu dla ŭruchamleńnia pry padłučeńni klavijatury

source: Select program to run when a mouse is plugged in
be@latin: Abiary prahramu dla ŭruchamleńnia pry padłučeńni myšy

source: Select program to run when a printer is plugged in
be@latin: Abiary prahramu dla ŭruchamleńnia pry padłučeńni drukarki

source: Select program to run when a scanner is plugged in
be@latin: Abiary prahramu dla ŭruchamleńnia pry padłučeńni skanera

source: Select program to run when a tablet is plugged in
be@latin: Abiary prahramu dla ŭruchamleńnia pry padłučeńni tabletu

source: Select program to sync Palm devices
be@latin: Abiary prahramu dla ŭruchamleńnia pry synchranizacyi Palmu

source: Storage
be@latin: Pryłada z danymi

source: Sync Poc_ketPC devices when connected
be@latin: Synchranizuj pryłady _PocketPC pry padłučeńni

source: Sync _Palm™ devices when connected
be@latin: Synchranizuj pryłady P_alm™ pry padłučeńni

source: _Auto-run programs on new drives and media
be@latin: _Aŭtamatyčna ŭruchamlaj prahramy z novych pryładaŭ i nośbitaŭ

source: _Burn a CD or DVD when a blank disc is inserted
be@latin: _Zapisvaj CD/DVD pry ŭstaŭcy čystaha dysku

source: _Edit video when connected
be@latin: _Redahuj videa pry padłučeńni

source: _Import digital photographs when connected
be@latin: _Impartuj ličbavyja fatazdymki pry padłučeńni

source: _Mount removable drives when hot-plugged
be@latin: _Mantuj pieranosnyja pryłady z danymi pry haračym padłučeńni

source: Ig_nore
be@latin: _Ihnaruj

source: _Allow Auto-Run
be@latin: _Dazvol aŭtaŭruchamleńnie

source: _Open
be@latin: _Adčyni

source: Import _Photos
be@latin: Impartuj _fatazdymki

source: _Open Folder
be@latin: _Adčyni kataloh

source: Manage _Music
be@latin: Pracuj z _muzykaj

source: _Browse Files
be@latin: _Ahladaj fajły

source: _Play CD
be@latin: _Hraj CD

source: Make _Audio CD
be@latin: Stvary CD z _aŭdyjo

source: Make _Data CD
be@latin: Stvary CD z _danymi

source: Make _DVD
be@latin: Stvary _DVD

source: Auto-Run Confirmation
be@latin: Paćvierdžańnie aŭtaŭruchamleńnia

source: Auto-run capability detected.
be@latin: Znojdzienaja mahčymaść aŭtaŭruchamleńnia.

source: Would you like to allow <b>'${0}'</b> to run?
be@latin: Chočaš dać dazvoł na ŭruchamleńnie <b>'${0}'</b>?

source: Auto-Open Confirmation
be@latin: Paćvierdžańnie aŭtaadčynieńnia

source: Auto-Open capability detected.
be@latin: Znojdzienaja mahčymaść aŭtaadčynieńnia.

source: Would you like to open <b>'${0}'</b>?
be@latin: Chočaš adčynić <b>'${0}'</b>?

source: Camera Import
be@latin: Impartavańnie z kamery

source: A camera has been detected.
be@latin: Znojdzienaja kamera.

source: There are photos on the camera. Would you like to add these pictures to your album?
be@latin: Na kamery jość fatazdymki. Chočaš dadać hetyja vyjavy da svajho albomu?

source: _Always perform this action
be@latin: _Zaŭsiody vykonvaj hetaje dziejańnie

source: Photo Import
be@latin: Impartavańnie fatazdymkaŭ

source: A photo card has been detected.
be@latin: Znojdzienaja karta z fatazdymkami.

source: There are photos on the card. Would you like to add these pictures to your album?
be@latin: Na karcie jość fatazdymki. Chočaš dadać hetyja vyjavy da svajho albomu?

source: Photos and Music
be@latin: Fatazdymki j muzyka

source: Photos were found on your music device.
be@latin: Na tvajoj muzyčnaj pryładzie znojdzienyja fatazdymki.

source: Would you like to import the photos or manage its music?
be@latin: Chočaš zympartavać fatazdymki ci pracavać z muzykaj?

source: Mixed Audio and Data CD
be@latin: CD z aŭdyjo j danymi

source: The CD in the drive contains both music and files.
be@latin: CD ŭ pryładzie źmiaščaje i muzyku, i fajły.

source: Would you like to listen to music or browse the files?
be@latin: Chočaš pasłuchać muzyku ci ahladać fajły?

source: Blank CD Inserted
be@latin: Ustaŭleny čysty CD

source: You have inserted a blank disc.
be@latin: Ty ŭstaviŭ čysty dysk.

source: What would you like to do?
be@latin: Što ty chočaš zrabić?

source: Blank DVD Inserted
be@latin: Ustaŭleny čysty DVD

source: %d%% of the disk space on the root partition is in use
be@latin: %d%% dyskavaj prastory na karaniovaj partycyi zaniata

source: %d%% of the disk space on `%s' is in use
be@latin: %d%% dyskavaj prastory na "%s" zaniata

source: Low Disk Space
be@latin: Niastača dyskavaj prastory

source: Print version and exit
be@latin: Pakažy versiju j vyjdzi

source: Run as a daemon
be@latin: Uruchom jak demana

source: Don't run as a daemon
be@latin: Nie ŭruchamlaj jak demana

source: Run in secret mode
be@latin: Uruchom u sakretnym režymie

source: Unrecognized --daemon argument: %s
be@latin: Nieviadomy arhument dla --daemon: %s

source: Could not load the main interface
be@latin: Niemahčyma zahruzić hałoŭny interfejs

source: Please make sure that the volume manager is properly installed
be@latin: Upeŭnisia, što kiraŭnik masivaŭ danych pravilna zainstalavany

source: Error starting gnome-volume-manager daemon: %s
be@latin: Pamyłka ŭruchamleńnia demana gnome-volume-manager: %s

source: Volume management not supported
be@latin: Kiravańnie masivami danych nie padtrymvajecca

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator.
be@latin: Patrebnaja pasłuha "hald", ale jana nie ŭruchomlenaja. Uklučy pasłuhu j pieraŭruchom hetuju aplikacyju, albo źviarnisia da tvajho systemnaha administratara.
