Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/d-i/source/migration-assistant/debian/po/*.po
Languages: es

source: Failed to unmount partitions
es: Fallo al desmontar particiones

source: migration-assistant needs to mount a partition, but cannot do so because the following mount point could not be unmounted:
es: el asistente de migración necesita montar una partición pero no puede hacerlodebido a que el punto de montaje no puede ser desmontado

source: Please close any applications using these mount points.
es: Por favor, cierre cualquier aplicación usando estos puntos de montaje.

source: Would you like migration-assistant to try to unmount these partitions again?
es: ¿ Quiere que el asistente de migración intente desmontar estas particiones de nuevo ?

source: Select operating systems to import from:
es: Seleccione los sistemas operativos desde los que desea importar datos:

source: Which operating systems would you like to import your documents and settings from?
es: ¿ Desde que sistemas operativos quiere importar sus documentos y configuraciones ?

source: Select users to import:
es: Seleccione los usuarios a importar:

source: Which users would you like to import for ${os-type}?
es: ¿ Qué usuarios le gustaría importar a ${os-type} ?

source: Items to import:
es: Objetos a importar:

source: Which items would you like to import for ${user}? Programs that serve the same purpose will be automatically merged into their Ubuntu equivalents. For example, Internet Explorer and Firefox bookmarks will both be imported into Firefox.
es: ¿Qué le gustaría importar para el usuario ${user}? Los datos serán importados a los programas equivalentes en Guadalinex. Por ejemplo, los Favoritos de Internet Explorer y Firefox, serán importados al Firefox de Guadalinex.

source: Username for your account:
es: Usuario para su cuenta:

source: What user would you like to import the ${old-user} account into? If the user does not exist, it will be created for you.
es: ¿En que usuario quiere importar los datos de ${old-user}? Si el usuario no existe, será creado automáticamente.

source: Choose a password for the new user, ${user}:
es: Introduzca una contraseña para el nuevo usuario, ${user}:

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
es: Una buena contraseña, deberá incluir una mezcla de letras, numeros y símbolos de puntuación y deberá ser cambiada con cierta regularidad.

source: Re-enter password to verify:
es: Introduzca de nuevo su contraseña para verificarla:

source: Please enter the same password again for ${user} to verify that you have typed it correctly.
es: Por favor, introduzca la misma contraseña del usuario ${user} una vez más para comprobar que la ha escrito correctamente.

source: Password input error
es: Error en la introducción de la contraseña

source: The two passwords you entered were not the same. Please try again.
es: Las contraseñas no coinciden. Por favor intentelo de nuevo.

source: Empty password
es: Contraseña en blanco

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
es: Ha introducido una contraseña en blanco y no está permitida. Por favor introduzca una contraseña válida.

source: Invalid username
es: Usuario no válido

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
es: El usuario que ha introducido no es válido. Recuerde que los usuarios deben comenzar con una letra en minuscula, seguida de cualquier convinación de números y letras en minusculas.

source: Reserved username
es: Usuario reservado

source: The username you entered (${user}) is reserved for use by the system. Please select a different one.
es: El usuario que ha introducido (${user}) está reservado para el uso del sistema.Por favor, elija un usuario diferente.

source: Full name for ${user}:
es: Nombre completo para ${user}:

source: Please enter the real name of the user, ${user}. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Their full name is a reasonable choice.
es: Por favor, introduzca el nombre real para el usuario ${user}. Está información será usada como nombre para los emails enviados por este usuario así como para cualquier programa que muestre o use el nombre real. Su nombre completo sería una buena elección.

source: Importing documents and settings from other operating systems (this may take a while).
es: Importando documentos y configuraciones de otros sistemas operativos (esto puede tardar).
