Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.5guada3/debian/po/*.po
Languages: ko, ru

source: Install
ko: 설치
ru: Установка

source: Install (OEM mode, for manufacturers only)
ko: 설치 (OEM 모드, 제조사 전용)
ru: Установка (режим OEM, только для производителей оборудования)

source: Welcome
ko: 환영합니다.
ru: Добро пожаловать

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
ko: 설치할 준비가 되었습니까? 몇 가지의 질문에 대답하면 라이브 CD의 내용이 컴퓨터에 설치되어 시스템을 CD없이 빠르게 사용하실 수 있습니다.
ru: Уже готовы для установки? Ответив на несколько вопросов, вы можете установить содержимое живого CD на этот компьютер, и вы сможете запускать систему быстрее и без живого CD

source: Answering the questions should only take a few minutes.
ko: 대답하는데 몇 분이면 충분합니다.
ru: Вопросы займут несколько минут.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
ko: 설치 과정에서 사용할 언어를 고르세요. 이 언어는 최종 시스템의 기본 언어가 됩니다.
ru: Пожалуйста, выберите язык для процесса установки. Этот же язык будет задействован в системе в качестве основного языка.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
ko: 시스템 제조사 모드에서 설치 중입니다. 시스템의 일괄처리를 위한 고유의 이름을 입력해 주십시오. 이 이름은 설치된 시스템에 저장될 것이고, 버그 리포트에 사용될 수 있습니다.
ru: Вы производите установку в режиме разработчика. Пожалуйста, введите уникальное имя для этой комплектации системы. Это имя будет сохранено на установленной системе и может быть использовано, чтобы обрабатывать отчёты об ошибках.

source: If you have Internet access, read the release notes for information on problems that may affect you.
ko: 인터넷을 사용할 수 있다면, 여러분에게 영향을 줄 수 있는 문제에 대해서 릴리즈 정보를 참고하세요.
ru: Если у вас есть доступ в сеть интернет, прочтите информацию о проблемах, с которыми вы можете столкнуться, в сведениях о релизе.

source: Release Notes
ko: 릴리즈 정보
ru: Сведения о релизе

source: Where are you?
ko: 어디에 있습니까?
ru: Где вы находитесь?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
ko: 여러분의 국가와 시간대를 선택해 주세요. 현재 시간대를 선택하고도 표시된 현재 시간이 맞지 않는다면, 설치한 시스템으로 재부팅을 하고 나서 조정할 수 있습니다.
ru: Выберите город в вашей стране и часовой пояс. Если текущее время показывается некорректно даже после выбора правильного часового пояса, вы сможете его настроить после загрузки в установленную систему.

source: Selected city:
ko: 선택된 시간대:
ru: Выбранный город:

source: Time zone:
ko: 시간대:
ru: Часовой пояс:

source: Selected region:
ko: 선택한 영역:
ru: Выбранный регион

source: Current time:
ko: 현재 시간:
ru: Текущее время:

source: Keyboard layout
ko: 키보드 레이아웃을 선택하십시오
ru: Раскладка клавиатуры

source: Which layout is most similar to your keyboard?
ko: 여러분의 키보드는 어떤 레이아웃입니까?
ru: Какая раскладка больше подходит к вашей клавиатуре?

source: You can type into this box to test your new keyboard layout.
ko: 새 키보드 레이아웃을 시험해 보기 위하여 아래 상자에 입력해 보십시오.
ru: Вы можете писать в этом поле чтобы проверить вашу раскладку.

source: Who are you?
ko: 여러분은 누구십니까?
ru: Кто вы?

source: What is your name?
ko: 이름이 무엇입니까?
ru: Как вас зовут?

source: What name do you want to use to log in?
ko: 로그인 시 어떤 이름을 사용하시겠습니까?
ru: Какое имя вы хотите использовать для входа?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
ko: 한 사람 이상이 이 컴퓨터를 사용하면 여러 개의 계정을 설정할 수 있습니다.
ru: Если этот компьютер используется больше чем одним человеком, вы можете создать дополнительные записи после установки.

source: Choose a password to keep your account safe.
ko: 암호를 선택하세요.
ru: Придумайте пароль чтобы держать вашу запись в сохранности

source: You are running in debugging mode. Do not use a valuable password!
ko: 디버깅 모드를 사용하고 있습니다. 유용한 암호를 사용하지 마세요!
ru: Система запущена в отладочном режиме. Не используйте важных паролей!

source: Enter the same password twice, so that it can be checked for typing errors.
ko: 암호를 다시 입력하세요. 오타를 확인할 수 있습니다.
ru: Введите пароль дважды, чтобы избежать опечаток.

source: What is the name of this computer?
ko: 컴퓨터의 이름은 무엇입니까?
ru: Имя этого компьютера?

source: This name will be used if you make the computer visible to others on a network.
ko: 이 이름은 컴퓨터가 네트워크에서 다른 컴퓨터에 보여질 때 사용됩니다.
ru: Это имя будет использовано, если вы сделаете компьютер видимым в сети.

source: Migrate Documents and Settings
ko: 문서와 설정을 이전합니다.
ru: Миграция документов и настроек

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
ru: Выберите учётные записи, которые вы хотели бы импортировать. Документы и настройки для этих учётных записей будут доступны после завершения установки.

source: If you do not wish to import any accounts, select nothing and go to the next page.
ko: 어떠한 계정도 가져오고 싶지 않으시다면, 아무것도 선택하지 마시고 다음 페이지로 이동하세요.
ru: Если вы не желаете импортировать учетные записи, не выбирайте ничего и переходите на следующую страницу.

source: Prepare disk space
ko: 디스크 공간을 준비합니다.
ru: Подготовка дискового пространства

source: How do you want to partition the disk?
ko: 파티션을 다시 시작하시겠습니까?
ru: Как вы желаете сделать разметку диска?

source: Prepare partitions
ko: 새 파티션 만들기
ru: Подготовка разделов диска

source: Ready to install
ko: 설치 준비
ru: Готов к установке

source: Your new operating system will now be installed with the following settings:
ko: 새로운 운영체제가 다음과 같이 설치될 것입니다.
ru: Ваша новая операционная система установлена со следующими настройками:

source: Advanced...
ko: 고급...
ru: Дополнительно...

source: Install[ action ]
ko: 설치
ru: Установить

source: Step ${INDEX} of ${TOTAL}
ko: ${TOTAL} 중 ${INDEX}번째 단계
ru: Шаг ${INDEX} из ${TOTAL}

source: Abort the installation?
ko: 설치를 중지하시겠습니까?
ru: Отменить установку?

source: Do you really want to abort the installation now?
ko: 정말로 지금 설치를 중지하시겠습니까?
ru: Вы действительно хотите отменить установку?

source: Skip
ko: 건너뛰기
ru: Пропустить

source: Installation complete
ko: 설치를 마쳤습니다
ru: Установка завершена

source: Continue using the live CD
ko: 현재 CD를 계속 사용합니다.
ru: Продолжить, используя живой CD

source: Restart now
ko: 지금 다시 시작합니다.
ru: Перезагрузить

source: Installer crashed
ko: 인스톨러에서 충돌이 일어났습니다
ru: Программа установки аварийно завершилась

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
ko: 죄송합니다. 인스톨러에서 충돌이 일어났습니다. https://launchpad.net/ubuntu/+source/ubiquity/+filebug 에 새로운 버그 리포트를 제출해 주십시오. (알려진 버그에 대한 내용은 첨부하지 마십시오.) 개발자들이 해당 버그를 가능한한 빨리 처리할 것입니다. 개발자들이 버그에 대해 더 잘 알 수 있도록 다음의 내용들을 포함하여 주시고, /var/log/syslog와 /var/log/partman 을 첨부하여 주십시오.
ru: Извините; Программа установки аварийно завершилась. Пожалуйста сообщите об ошибке на https://launchpad.net/ubuntu/+source/ubiquity/+filebug (не добавляйте информацию к уже существующим отчетам об ошибках) и разработчики исправят эту ошибку настолько быстро, насколько это возможно. Чтобы помочь разработчикам понять, чем вызвана эта ошибка, включите в ваш отчет нижеследующую информацию и присоедините к нему файлы /var/log/syslog и /var/log/partman:

source: Edit partition
ko: 파티션 편집
ru: Изменить раздел

source: Create partition
ko: 파티션 생성
ru: Создать раздел

source: New partition size in megabytes (1000000 bytes):
ko: 새로운 파티션 크기 (Mb):
ru: Размер нового раздела в мегабайтах (1000000 байт):

source: Beginning
ko: 시작
ru: Начало

source: End
ko: 끝
ru: Конец

source: Primary
ko: 주 파티션
ru: Первичный

source: Logical
ko: 논리 파티션
ru: Логический

source: Edit a partition
ko: 파티션 수정
ru: Изменить раздел

source: Advanced Options
ko: 고급 옵션
ru: Расширенные настройки

source: Boot loader
ko: 부트 로더
ru: Загрузчик

source: Install boot loader
ko: 부트 로더 설치
ru: Установить начальный загрузчик

source: Popularity contest
ko: 인기도 컨테스트
ru: Рейтинг популярности

source: Participate in the package usage survey
ko: 패키지 사용에 관한 설문 참여
ru: Участвовать в составлении рейтинга пакетов

source: Network proxy
ru: Прокси сервер

source: HTTP proxy:
ru: HTTP-прокси:

source: Port:
ru: Порт:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
ko: 설치가 완료되었습니다. 새로 설치된 프로그램을 사용하기 위해 컴퓨터를 다시 시작하십시오. 변경된 문서가 보존되지는 않지만, 현재 CD를 계속 사용할 수 있습니다.
ru: Установка завершена. Вы должны перезагрузить компьютер для начала использования системы. Вы можете работу, используя живой CD, но все изменения, которые вы сделаете и все документы, которые вы сохраните будут потеряны

source: Go Back
ko: 뒤로 가기
ru: Вернуться

source: Continue
ko: 계속
ru: Продолжить

source: Installation is complete. You need to restart the computer in order to use the new installation.
ru: Установка завершена. Чтобы начать использование новой системы, требуется перезагрузить компьютер.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
ko: 언어: ${LANGUAGE} 키보드 레이아웃: ${KEYMAP} 이름: ${FULLNAME} 로그인 이름: ${USERNAME} 위치: ${LOCATION} Migration Assistant: ${MIGRATE}
ru: Язык: ${LANGUAGE} Раскладка клавиатуры: ${KEYMAP} Имя: ${FULLNAME} Логин: ${USERNAME} Расположение: ${LOCATION} Помощь в миграции: ${MIGRATE}

source: Checking the installation...
ko: 설치 검사 중...
ru: Проверка установки...

source: Installing system
ko: 설치 중
ru: Установка системы

source: Finding the distribution to copy...
ko: 복사할 배포판을 찾고 있습니다...
ru: Поиск дистрибутива для копирования...

source: Scanning files...
ko: 디스크를 읽는 중입니다...
ru: Сканирование файлов...

source: Copying files...
ko: 파일을 복사하는 중입니다...
ru: Копирование файлов...

source: Copying files (less than a minute remaining)...
ko: 파일을 복사중입니다. (일 분가량 남았습니다)...
ru: Копирование файлов (осталось меньше минуты)...

source: Failed to copy files; out of disk space.
ru: Не удалось скопировать файлы; нет места на диске.

source: The installer encountered an error copying files to the hard disk:
ko: 설치관리자가 하드디스크에 파일 복사중에 에러를 발견했습니다.
ru: Установщик обнаружил проблему при копировании файлов на жесткий диск:

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
ru: Эта ошибка возникла в связи с тем, что на целевом разделе недостаточно места для завершения установки. Пожалуйста, запустите программу установки повторно и выберите раздел большего размера.

source: Failed to copy files; faulty CD/DVD?
ko: 파일 복사에 실패했습니다. CD나 DVD에 문제가 있는지 확인하세요.
ru: Ошибка при копировании файлов; битый CD/DVD?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
ko: 하드디스크나 CD/DVD의 결함이 에러를 발생시킬 수 있습니다. CD/DVD를 청소하거나, 저속으로 굽거나, 드라이브 렌즈 청소를 통해 문제를 해결하실 수 있습니다. (공급자가 제공하는 청소키트를 사용하실 수 있습니다.)
ru: Эта ошибка часто возникает из-за битого CD/DVD диска или дисковода. Может помочь чистка CD/DVD, запись CD/DVD на низкой скорости или очистка линз CD/DVD дисковода (чисящие наборы можно приобрести в магазинах с электротоварами).

source: Failed to copy files; faulty hard disk?
ko: 파일 복사에 실패했습니다. 하드 디스크에 문제가 있는지 확인해주세요.
ru: Ошибка при копировании файлов; битый жесткий диск?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ko: 이러한 오류는 하드디스크 결함으로 발생할 수 있습니다. 하드 디스크가 오래되어 교체할 필요가 있는 지, 또는 컴퓨터의 냉각 및 통풍에는 이상이 없는 지 확인해 보시는 것이 도움 될 수 있습니다.
ru: Эта проблема часто возникает из-за поврежденного жесткого диска. Может помочь проверка срока службы жесткого диска для его замены, или установка системы на более новое оборудование.

source: Failed to copy files; faulty CD/DVD or hard disk?
ko: 파일 복사에 실패했습니다. CD/DVD 또는 하드 디스크의 문제일 수 있습니다.
ru: Ошибка при копировании файлов; битый CD/DVD или жесткий диск?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ko: 이러한 에러는 주로 하드디스크 결함이나 CD/DVD 디스크나 드라이브의 결함으로 발생합니다. CD/DVD를 청소하거나 낮은 속도로 CD/DVD를 굽거나 CD/DVD 드라이브 렌즈를 청소하거나(공급사로부터 제공받은 청소 KIT을 활용할 수 있습니다), 하드디스크가 오래되었다면 교체하거나 냉각 시스템이 있는곳으로 옮기는것을 검토해보는게 도움이 될 수 있습니다.
ru: Эта ошибка часто возникает из-за поврежденного CD/DVD диска, дисковода или жесткого диска. Может помочь очистка CD/DVD, запись CD/DVD на низкой скорости или очистка линз CD/DVD дисковода (чистящие наборы можно приобрести в магазинах с электротоварами), проверка срока службы жесткого диска для его замены, или установка системы на более новое оборудование.

source: Failed to copy file; faulty CD/DVD or hard disk?
ru: Не удалось скопировать файл; ошибка CD/DVD или жёсткого диска?

source: The following file did not match its source copy on the CD/DVD:
ru: Следующий файл не соответствует исходной копии на CD/DVD:

source: Copying installation logs...
ko: 설치 로그를 복사하는 중입니다...
ru: Копирование лога установки...

source: Configuring target system...
ko: 타겟 시스템 설정 중...
ru: Настройка целевой системы...

source: Configuring system locales...
ko: 시스템 로케일을 설정하는 중입니다...
ru: Настройка локализаций...

source: Configuring apt...
ko: apt 설정 중...
ru: Настройка apt...

source: Configuring time zone...
ko: 시간을 설정하는 중입니다...
ru: Настройка часового пояса...

source: Configuring keyboard...
ko: 키보드를 설정하고 있습니다...
ru: Настраивается клавиатура...

source: Creating user...
ko: 사용자를 생성하는 중입니다...
ru: Создание пользователя...

source: Importing documents and settings...
ko: 문서와 설정을 가져오고 있습니다.
ru: Импорт документов и настроек...

source: Configuring hardware...
ko: 하드웨어를 설정하는 중입니다...
ru: Настройка оборудования...

source: Configuring network...
ko: 네트워크를 설정하는 중입니다...
ru: Настройка сети...

source: Setting computer name...
ko: 컴퓨터 이름을 설정하는 중입니다...
ru: Установка имени компьютера...

source: Configuring boot loader...
ko: 부트로더를 설정하는 중입니다...
ru: Настройка загрузчика...

source: Installing additional packages...
ko: 추가적인 패키지들 설치중...
ru: Установка дополнительных пакетов...

source: Checking for packages to install...
ko: 설치를 위한 패키지 검사중...
ru: Проверка пакетов для установки...

source: Removing extra packages...
ko: 추가 꾸러미들을 제거하는 중입니다...
ru: Удаление дополнительных пакетов...

source: Checking for packages to remove...
ko: 제거할 패키지를 확인하고 있습니다...
ru: Проверка пакетов для удаления...

source: Downloading packages (${TIME} remaining)...
ko: 꾸러미를 다운로드하고 있습니다 (${TIME} 남음)...
ru: Загрузка пакетов (осталось ${TIME} )...

source: Downloading package lists...
ko: 꾸러미 목록을 다운로드하고 있습니다...
ru: Загружаются списки приложений...

source: Downloading package lists (${TIME} remaining)...
ko: 꾸러미 목록을 다운로드하고 있습니다 (${TIME} 남음)...
ru: Загрузка списков пакетов (осталось ${TIME} )...

source: Error installing ${PACKAGE}
ko: ${PACKAGE}를 설치하는데 실패했습니다
ru: Ошибка при установке ${PACKAGE}

source: Error removing ${PACKAGE}
ko: ${PACKAGE}를 제거하는데 실패했습니다
ru: Ошибка при удалении ${PACKAGE}

source: Error while installing packages
ko: 패키지를 설치하는 동안 에러
ru: Ошибка при установке пакетов

source: An error occurred while installing packages:
ko: 패키지를 설치하는 동안 발생한 에러:
ru: В процессе установки пакетов произошла ошибка:

source: The following packages are in a broken state:
ko: 다음 패키지들은 깨진 상태입니다:
ru: Следующие пакеты находятся в поврежденном состоянии:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
ko: 이것은 예전의 설치 이미지나 위에 표시된 패키지들 중 하나의 버그일 수 있습니다. 자세한 세부 사항은 /var/log/syslog에서 볼 수 있습니다. 설치 프로그램은 계속할 것이지만, 실패할 수 있으며, 설치된 시스템에서 다른 패키지를 설치하거나 제거할 수 없을 수도 있습니다. 새로운 버전의 설치 이미지를 사용하거나, 배포자에게 이 문제를 보고할 수 있습니다.
ru: Это могло случиться по причине использования устаревшего установочного образа, или вследствие ошибки в некоторых пакетах, перечисленных выше. Более подробную информацию можно найти в файле /var/log/syslog. Установщик попытается продолжить работу несмотря на это, но при этом позднее может снова потерпеть неудачу. В результате он будет не в состоянии установить или удалить другие пакеты (возможно, включая себя же) установленной системы. Следует, прежде всего, поискать более новые версии установочного образа, либо отправить отчет с ошибкой вашему поставщику.

source: Error while removing packages
ko: 패키지 제거 중 에러
ru: Ошибка при удалении пакетов

source: An error occurred while removing packages:
ko: 패키지를 제거하는 도중 다음 에러가 발생하였습니다:
ru: Произошла ошибка при удалении пакетов:

source: Installing language packs
ko: 언어팩을 설치하는 중입니다
ru: Установка языковых пакетов

source: Downloading language packs (${TIME} remaining)...
ko: 언어 팩을 다운로드하고 있습니다 (${TIME} 남음)...
ru: Загрузка языковых пакетов (осталось ${TIME} )...

source: Failed to unmount partitions
ko: 파티션을 마운트 해제하는 데 실패했습니다
ru: Не удалось размонтировать разделы

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
ko: 설치 프로그램은 파티션 테이블에 변경을 적용해야 합니다. 하지만 다음 마운트 포인트를 언마운트할 수 없어 적용할 수 없습니다:
ru: Установщик должен применить изменения к разделам, но не может этого сделать из-за невозможности отмонтирования разделов на следующих точках монтирования:

source: Please close any applications using these mount points.
ko: 이 마운트 포인트를 사용하는 프로그램들을 종료해 주십시오.
ru: Пожалуйста, закройте все приложения, использующие следующие точки монтирования:

source: Would you like the installer to try to unmount these partitions again?
ko: 설치 프로그램이 이 파티션들의 언마운트를 시도할까요?
ru: Вы хотите, чтобы установщик еще раз попытался отмонтировать эти разделы?

source: Do you want to return to the partitioner?
ru: Вернуться к программе разметки?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
ru: Некоторые созданные разделы слишком малы. Убедитесь, что следующие разделы имеют необходимо минимальный размер (в байтах):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
ru: Если вы не вернётесь к разметке дисков и не увеличите размер этих разделов, установка может завершиться неудачно.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
ko: 설치 방식: ${INSTALLTYPE} 드라이버: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} 추가적인 서비스: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} 일반 우분투 설치 옵션: 언어: ${LANGUAGE} 키보드 레이아웃: ${KEYMAP} 전체 이름: ${FULLNAME} 로그인 이름: ${USERNAME} 위치: ${LOCATION}
ru: Тип установки: ${INSTALLTYPE} Драйверы: Доп. видео драйверы: ${VIDEO_DRIVER} ТВ-выход: ${TVOUT}, ${TVSTANDARD} Дополнительные службы: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Служба MythTV: ${EN_MYSQL} Обычные установочные запросы Ubuntu: Язык: ${LANGUAGE} Раскладка клавиатуры: ${KEYMAP} Имя: ${FULLNAME} Имя пользователя: ${USERNAME} Расположение: ${LOCATION}

source: What Type of Installation?
ko: 설치 형식은 무엇입니까?
ru: Какой вариант установки?

source: Two installation types are available for Mythbuntu:
ko: Mythbuntu는 두 가지 형식의 설치를 지원합니다:
ru: Для Mythbuntu доступны два вида установки:

source: Standard Installation
ko: 표준 설치
ru: Обычная установка

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
ko: 표준 설치는 최소의 사용자 대화로 모든 옵션들을 설치 및 설정할 것입니다. 이 과정은 백엔드, 프론트엔드 및 모든 플러그인과 테마들을 설치할 것입니다.
ru: При установке в обычном режиме установка и настройка будут проведены с минимальным вмешательством со стороны пользователя. При этом будут установлены сама программа, программа-настройщик, все модули и все темы.

source: Advanced Installation
ko: 고급 설치
ru: Расширенная установка

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
ko: 고급 설치는 이 Mythbuntu 설치에 필요로 하는 것을 개인화하는데 사용될 수 있습니다. 고급 설치는 Mythbuntu 머신을 이미 존재하는 네트워크 기반의 MythTV에 추가하기 위해 필수적입니다.
ru: Расширенный режим установки позволяет вручную настроить все параметры, необходимые для работы Mythbuntu. ВНИМАНИЕ: расширенный режим установки необходим для подключения машины к существующей сети MythTV.

source: Advanced Installation Type
ko: 고급 설치 형식
ru: Тип расширенной установки

source: What type of system will this be?
ko: 이 시스템은 어떤 방식입니까?
ru: Тип устанавливаемой системы?

source: Primary Backend w/ Frontend
ko: 프론트엔드를 포함한 주 백엔드
ru: Основной бэкэнд/фронтэнд

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
ko: 백엔드/프론트엔드 콤보 머신은 MythTV를 홈씨어터로 이용하고자 하는 사람들에게 가장 일반적인 설정입니다. 이 설치 방식은 홈씨어터를 구성하기 위한 것입니다.
ru: Комбинированная бэкэнд/фронтэнд-машина - это обычный тип установки для тех, кто хочет использовать MythTV для HTPC-приложений. Этот тип установки предназначен для использования в качестве компонента вашего домашнего кинотеатра.

source: Secondary Backend w/ Frontend
ko: 프론트엔드를 포함한 부 백엔드
ru: Дополнительный бэкэнд/фронтэнд

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
ko: 이 방식은 프론트엔드를 포함한 주 백엔드와 비슷하게 시스템을 설정하지만, 네트워크 상에 존재하는 백엔드에 연결하도록 설정될 것입니다.
ru: Это настроит систему, похожую на Первичный Внутренний Интерфейс / Графический Интерфейс. Тем не менее, будет настроено подключение к уже существующему внутреннему интерфейсу в сети.

source: Primary Backend
ko: 주 백엔드
ru: Первичный Внутренний Интерфейс

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
ko: 백엔드 전용 머신은 일반적으로 가전제품과 같은 기능을 가지도록 설계되었으며, 관리가 거의 필요없습니다. 이것은 네트워크 상의 첫 번째 백엔드로 설치하는 경우를 위한 것입니다.
ru: Компьютер без интерфейса пользователя (бэкэнд) обычно используется как законченное устройство, не требующее особой поддержки. Эта машина будет настроена для работы в качестве первого бэкэнд-компьютера в сети.

source: Secondary Backend
ko: 부 백엔드
ru: Вторичный Внутренний Интерфейс
