Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.5guada3/debian/po/*.po
Languages: ko, ru

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
ko: 이 방식은 주 백엔드와 비슷하게 시스템을 설정하지만, 네트워크 상에 존재하는 백엔드에 연결하도록 설정될 것입니다.
ru: Это настроит систему, схожую с Первичным интерфейсом. Тем не менее, будет настроено подключение к уже существующему внутреннему интерфейсу в сети.

source: Frontend
ko: 프론트엔드
ru: Графический Интерфейс

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
ko: 프론트엔드 전용 머신의 주요 기능은 백엔드로부터 미디어 컨텐츠를 수신하여 분배하는 것입니다. 이 설정은 네트워크 상에 백엔드가 이미 존재하고 있어야 합니다.
ru: Основное предназначение компьютера только с графической оболочкой - принимать мультимедийное содержимое и распространять его. Эта конфигурация нуждается в существующем внутреннем интерфейсе в сети.

source: Choose Frontend / Backend Plugins
ko: 프론트엔드/백엔드 플러그인 선택
ru: Выбор модулей Графического Интерфейса / Внутреннего интерфейса

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
ko: 플러그인은 타임시프팅 TV 기법을 포함하여 MythTV의 기능을 확장하는 데 사용될 수 있습니다.
ru: Плагины могут быть использованы для расширения функциональности MythTV за пределы изменяющегося со временем TV-решения.

source: Backend Plugins
ko: 백엔드 플러그인
ru: Модули бэкэнда

source: Frontend Plugins
ko: 프론트엔드 플러그인
ru: Модули фронтэнда

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
ko: MythWeb은 목록 보기, 예약 녹화, 녹화 삭제, 프로그램 검색 등의 기능을 이용할 수 있는 웹 인터페이스를 제공합니다.
ru: MythWeb предоставляет веб-интерфейс, который может быть использован для просмотра списков воспроизведения, планирования записей, удаления записей, а также поиска программ.

source: Myth Archive
ru: Myth архив

source: Myth Browser
ru: Myth обозреватель

source: Myth Controls
ru: Myth управление

source: Myth Movies
ru: Myth фильмы

source: Myth Gallery
ru: Myth галерея

source: Myth Game
ru: Myth игра

source: Myth Music
ru: Myth музыка

source: Myth News
ru: Myth новости

source: Myth Phone
ru: Myth телефон

source: Myth Video
ru: Myth видео

source: Myth Weather
ru: Myth погода

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
ko: MythTV 네트워크 상의 컨텐츠를 이용하여 DVD를 제작할 수 있는 플러그인.
ru: Модуль для MythTV, позволяющий записывать DVD диски с содержимым вашей сети MythTV.

source: An integrated web browser plugin for your MythTV system.
ko: MythTV 시스템을 위한 웹 브라우저 플러그인.
ru: Встроенный в веб браузер модуль для вашей MythTV системы.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
ko: MythTV 제어 플러그인. 이를 이용하면 버튼이나 키 매핑을 변경할 수 있습니다.
ru: Внешние настройки для MythTV. Они позволят вам изменять назначение кнопок мыши и сочетаний клавиатурных клавиш.

source: Find movies playing in nearby local cinemas
ru: Поиск фильмов, показываемых в ближайших кинотеатрах

source: Allows you to monitor your Netflix dvd rental queue.
ko: 여러분의 Netflix DVD 대여 목록을 관리합니다.
ru: Позволяет вам следить за очередью проката дисков Netflix.

source: Allows you to visually browse a directory tree containing image files.
ko: 이미지 파일을 포함하는 디렉토리 트리를 보여줍니다.
ru: Позволяет вам просматривать дерево каталогов, содержащих файлы изображений.

source: A frontend to start any emulator or binary that Linux runs.
ko: 리눅스에서 실행되는 에뮬레이터 혹은 실행 파일을 실행할 수 있는 프론트엔드.
ru: Приложение для запуска любого эмулятора или бинарного файла, который Linux может выполнить.

source: Provides a digital audio jukebox integrated with MythTV.
ko: MythTV와 통합된 디지털 오디오 주크박스를 제공합니다.
ru: Предоставляет цифровой аудиопроигрыватель, интегрированный с MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
ko: MythTV를 위한 RSS 피드 뉴스 리더 플러그인.
ru: Модуль MythTV для чтения новостных лент в формате RSS. Всегда свежие новости!

source: A phone and videophone capability on MythTV using the standard SIP protocol.
ko: 표준 SIP 프로토콜을 이용한 MythTV의 (화상) 전화 기능.
ru: Функция телефона и видеофона в MythTV. Использует стандартный протокол SIP.

source: Provides a method to listen to streaming internet radio stations.
ko: 스트리밍 인터넷 라디오 방송을 들을 수 있습니다.
ru: Предоставляет способ прослушивания потоковых радиостанций из Интернет

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
ko: MythTV 인터페이스 내에서 외부 플레이어를 이용하여 비디오 스트림을 찾아보거나 재생할 수 있습니다.
ru: Позволяет вам обозревать и проигрывать видеопотоки, используя внешний проигрыватель из интерфейса MythTV.

source: Displays current and forecast weather information within MythTV.
ko: MythTV 내에 현재 날씨와 기상 예보를 표시합니다.
ru: Отображает текущую погоду и её прогноз с помощью MythTV.

source: Choose Extra Themes
ko: 별도의 테마 선택
ru: Выбор дополнительных тем

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
ru: Темы обеспечивают привлекательное оформление системы MythTV и позволяют настроить её в соответствии с вашими вкусами.

source: Enable/Disable All
ru: Включить/выключить все

source: Additional Drivers/Firmware
ko: 추가 드라이버/펌웨어
ru: Дополнительные драйверы и прошивки

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
ko: 오픈 소스 그래픽 드라이버가 이미 활성화되었습니다. 다른 그래픽 드라이버를 사용하기 원한다면, 여기서 바꿀 수 있습니다. TV 출력이나 OpenGL 효과를 사용하기 위해서는 독점적 드라이버가 필요할 수도 있습니다.
ru: Открытый видеодрайвер уже задействован и настроен для вашей установки. Если вы желаете, то можете использовать другой видеодрайвер. Обратите внимание, что проприетарные видеодрайверы могут быть необходимы для вывода TV или других эффектов OpenGL.

source: Modify Video Driver & Settings
ko: 비디오 드라이버와 설정 변경
ru: Изменить видеодрайвер и настройки

source: If you would like to configure TV-out, choose an option here:
ko: TV 출력을 설정하시려면 여기서 옵션을 고르십시오:
ru: Если вы желаете настроить TV-вывод, выберите опцию здесь:

source: If enabling TV Out, you will also need to choose a TV Standard:
ko: TV 출력을 활성화할 때는 TV 표준을 선택해야 합니다.
ru: Задействуя TV-вывод, вам необходимо выбрать TV-стандарт.

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
ko: 경고:TV 표준을 TV가 지원하는 것보다 더 높이 설정하지 마십시오. 영구적인 손상이 일어날 수도 있습니다.
ru: Внимание: Не устанавливайте TV-стандарт выше, чем поддерживается вашим телевизором. Это может привести к НЕИСПРАВИМЫМ поломкам.

source: Master Backend Info
ko: 주 백엔드 정보
ru: Информация по основному бэкэнду

source: Please enter the information necessary to contact your master backend:
ko: 여러분의 주 백엔드에 연결하기 위해 필요한 정보를 입력해 주십시오:
ru: Пожалуйста, введите информацию, необходимую для того, чтобы связаться с вашим основным бэкэндом:

source: MySQL Password
ko: MySQL 비밀번호
ru: Пароль MySQL:

source: MySQL User Name
ko: MySQL 사용자 이름
ru: Имя пользователя MySQL

source: MySQL Database
ko: MySQL 데이터베이스
ru: База данных MySQL

source: MySQL Server
ko: MySQL 서버
ru: Сервер MySQL

source: Configure Guide Data / Backend
ko: 가이드 데이터/백엔드 설정
ru: Настройка управляющих данных бэкэнда

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
ko: 설치의 마지막 단계에는 최초 연결을 위한 여러분의 가이드 데이터와 백엔드 설정이 필요합니다.
ru: В конце установки вам потребуется задать управляющие данные и выполнить первичную настройку бэкэнда.

source: Click to open the Schedules Direct website
ko: Schedules Direct 웹사이트 열기 (클릭)
ru: Нажмите для открытия веб-сайта Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
ko: 북미 지역의 사용자들은 Schedules Direct (SD)의 계정을 설정할 필요가 있을 것입니다. SD는 아주 적은 금액으로 가이드 데이터를 제공합니다. SD를 설정하지 않는다면 북미 지역의 사용자들은 MythTV의 예약 기능 중 많은 부분을 이용할 수 없게 됩니다.
ru: Пользователям в Северной Америке необходимо настроить учётную запись Schedules Direct (SD). SD предоставляет управляющие данные по номинальной цене. Без SD, североамериканские пользователи могут потерять многие возможности MythTV по настройке телепрограмм.

source: Launch MythTV Setup
ko: MythTV Setup 시작
ru: Запуск установки MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
ko: 가이드 데이터 소스를 설정한 후에 MythTV-Setup을 실행하여 초기 백엔드 설정을 수행해야 합니다. 앞 쪽의 네 부분을 설정해야 하며, 세번째 부분에서 가이드 데이터를 지정하십시오.
ru: После настройки источника ключевых данных, вам потребуется запустить MythTV-Setup, чтобы выполнить первичную конфигурацию бэкэнд-устройства. Вам предстоит настроить первые четыре секции и убедиться, что вы предоставили ключевые данные в третьей.

source: Configuring mythtv...
ko: mythtv를 설정하는 중입니다...
ru: Настройка mythtv...

source: Configuring additional drivers...
ko: 추가적인 드라이버를 설정하는 중입니다...
ru: Настройка дополнительных драйверов...

source: Configuring additional services...
ko: 추가적인 서비스를 설정하는 중입니다...
ru: Настройка дополнительных служб...

source: Configuring infrared devices...
ru: Настройка инфракрасных устройств...
