Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.12guada1/debian/po/*.po
Languages: gl

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
gl: Un controlador de gráficos libres xa está activado e configurado na súa instalación. Se quere empregar un controlador de gráficos diferente, pode face-lo aquí. Teña en conta que os controladores de gráficos propietarios poden ser necesarios para a Saída de TV ou os efectos OpenGL.

source: Modify Video Driver & Settings
gl: Modificar o Controlador de Video e Axustes

source: If you would like to configure TV-out, choose an option here:
gl: Se quere configurar a Saída a TV, escolla unha opción aquí:

source: If enabling TV Out, you will also need to choose a TV Standard:
gl: Se activa a Saída de TV, necesitará elixir un Estándar de TV:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
gl: Coidado: Non elixa un estándar de TV maior do que a súa TV soporte. Podería producir un DANO PERMANENTE.

source: Master Backend Info
gl: Información do backend maestro.

source: Please enter the information necessary to contact your master backend:
gl: Por favor introduza a información necesaria para contactar co seu backend maestro:

source: MySQL Password
gl: Contrasinal de MySQL

source: MySQL User Name
gl: Nome de Usuario MySQL

source: MySQL Database
gl: Base de datos MySQL

source: MySQL Server
gl: Servidor MySQL

source: Configure Guide Data / Backend
gl: Configurar Datos da Guía / Backend

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
gl: Os pasos finais da instalación requiren que configure os datos da guía e o backend por primeira vez.

source: Click to open the Schedules Direct website
gl: Click para abrir a web do programador de gravacións

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
gl: Os usuarios de Norteamérica deben configurar unha conta de Schedules Direct (SD). SD proporciona a programación por unha subscrición. Sen SD, os usuarios de Norte América perderanse bastantes funcións de programación en MythTV.

source: Launch MythTV Setup
gl: Iniciar a configuración de MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
gl: Despois de configurar a súa fonte de datos da guía, necesita iniciar MythTV-Setup para configura-lo backend por primeira vez. Necesita configurar as primeiras catro seccións, estando seguro de proporcionar os datos da guía durante a terceira.

source: Configuring mythtv...
gl: A configurar mythtv...

source: Configuring additional drivers...
gl: A configurar os controladores adicionais...

source: Configuring additional services...
gl: A configurar os servizos adicionais

source: Configuring infrared devices...
gl: Configurando dispositivos de infravermellos...
