Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.12guada1/debian/po/*.po
Languages: gl

source: Install
gl: Instalar

source: Install (OEM mode, for manufacturers only)
gl: Instalar (Modo para computadores novos, só para fabricantes)

source: Welcome
gl: Benvido

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
gl: ¿Está listo para instalar? Unha vez que conteste a unhas preguntas, os contidos do "live CD" poderán ser instalados nesta computadora de xeito que poida executar o sistema á máxima velocidade e sen o CD.

source: Answering the questions should only take a few minutes.
gl: Responder ás preguntas só lle debería levar uns poucos minutos.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
gl: Por favor, escolla o idioma para o proceso de instalación. Este idioma será o predeterminado para o sistema final.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
gl: Está instalando o sistema en modo para fabricantes. Por favor introduza un nome único para iste conxunto de sistemas. Iste nome se gardará no sistema instalado e serviralle de axuda para os reportes de erros.

source: If you have Internet access, read the release notes for information on problems that may affect you.
gl: Se ten acceso a internet, lea as notas da revisión para informarse sobre os problemas que lle poidan afectar.

source: Release Notes
gl: Notas da revisión

source: Where are you?
gl: ¿Onde está?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
gl: Seleccione unha cidade no seu país e na súa zona horaria. Se a hora actual indicada é errónea incluso despois de seleccionar a zona horaria correcta, pódea axustar logo de reiniciar no sistema instalado.

source: Selected city:
gl: Cidade escollida:

source: Time zone:
gl: Fuso horario:

source: Selected region:
gl: Rexión escollida:

source: Current time:
gl: Hora actual:

source: Keyboard layout
gl: Distribución do teclado

source: Which layout is most similar to your keyboard?
gl: ¿Que distribución é a máis parecida á do seu teclado?

source: You can type into this box to test your new keyboard layout.
gl: Pode escribir neste cadro para probar a nova distribución das teclas.

source: Who are you?
gl: ¿Quen é vostede?

source: What is your name?
gl: ¿Como se chama?

source: What name do you want to use to log in?
gl: ¿Que nome quere usar para iniciar a sesión?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
gl: Se esta computadora vai ser usada por máis dunha persoa, pode configurar varias contas despois da instalación.

source: Choose a password to keep your account safe.
gl: Elixa un contrasinal para asegurar a súa conta.

source: You are running in debugging mode. Do not use a valuable password!
gl: Vostede está executando o sistema en modo de depuración. ¡Non use un contrasinal valioso!

source: Enter the same password twice, so that it can be checked for typing errors.
gl: Introduza o mesmo contrasinal dúas veces, así poderán ser comprobados os erros ao escribir.

source: What is the name of this computer?
gl: ¿Cal é o nome desta computadora?

source: This name will be used if you make the computer visible to others on a network.
gl: Este nome será usado por se quere facer visible a súa computadora nuha rede.

source: Migrate Documents and Settings
gl: Migrar documentos e configuracións

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
gl: Escolla calquera conta que desexe importar. Os documentos e a configuración desas contas estará dispoñible en canto remate a instalación.

source: If you do not wish to import any accounts, select nothing and go to the next page.
gl: Se non desexa importar ningunha conta, non seleccione nada e vaia á páxina seguinte.

source: Prepare disk space
gl: Preparar o espazo no disco

source: How do you want to partition the disk?
gl: ¿Como quere particionar o disco?

source: Prepare partitions
gl: Preparar as particións

source: Ready to install
gl: Listo para instalar

source: Your new operating system will now be installed with the following settings:
gl: O seu novo sistema operativo instalarase coas seguintes opcións:

source: Advanced...
gl: Avanzado...

source: Install[ action ]
gl: Instalar[ action ]

source: Step ${INDEX} of ${TOTAL}
gl: Paso ${INDEX} de ${TOTAL}

source: Abort the installation?
gl: ¿Abortar a instalación?

source: Do you really want to abort the installation now?
gl: ¿De verdade quere abortar a instalación agora?

source: Skip
gl: Saltar

source: Installation complete
gl: Instalación completa

source: Continue using the live CD
gl: Continuar usando o "live CD"

source: Restart now
gl: Reiniciar agora

source: Installer crashed
gl: O instalador fallou

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
gl: Sentímolo; o instalador fallou. Por favor mande o reporte de erro a https://launchpad.net/ubuntu/+source/ubiquity/+filebug (non adxunte os seus detalles a ningún erro existente) e un desarroiador atenderá o seu problema o máis rápido posible. Para axudar aos desarroiadores a entender que foi mal, engada os seguintes detalles ao seu reporte de erro, e adxunte os ficheiros /var/log/syslog e /var/log/partman:

source: Edit partition
gl: Editar partición

source: Create partition
gl: Crear partición

source: New partition size in megabytes (1000000 bytes):
gl: Novo tamaño da partición en megabytes (1000000 bytes)

source: Beginning
gl: Comezo

source: End
gl: Remate

source: Primary
gl: Primaria

source: Logical
gl: Lóxica

source: Edit a partition
gl: Editar unha partición

source: Advanced Options
gl: Opcións avanzadas

source: Boot loader
gl: Cargador de inicio

source: Install boot loader
gl: Instalar o cargador de arranque

source: Popularity contest
gl: Concurso de popularidade

source: Participate in the package usage survey
gl: Participe na enquisa de uso de paquetes

source: Network proxy
gl: Proxy da rede

source: HTTP proxy:
gl: Proxy HTTP:

source: Port:
gl: Porto:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
gl: Completouse a instalación. É preciso reiniciar a computadora para poder usar a nova instalación. Pode continuar usando este "live CD", pero perderanse os cambios que faga ou os documentos que garde.

source: Go Back
gl: Voltar

source: Continue
gl: Continuar

source: Installation is complete. You need to restart the computer in order to use the new installation.
gl: Completouse a instalación. É preciso reiniciar a computadora para poder usar a nova instalación.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
gl: Idioma: ${LANGUAGE} Mapa de teclado: ${KEYMAP} Nome completo: ${FULLNAME} Nome de usuario: ${USERNAME} Localización: ${LOCATION} Asistente de migración: ${MIGRATE}

source: Checking the installation...
gl: Comprobando a instalación...

source: Installing system
gl: Instalando o sistema

source: Finding the distribution to copy...
gl: Buscando a distribución para copiar...

source: Scanning files...
gl: Analizando ficheiros...

source: Copying files...
gl: Copiando ficheiros...

source: Copying files (less than a minute remaining)...
gl: Copiando ficheiros (falta menos dun minuto)...

source: Failed to copy files; out of disk space.
gl: Fallou a copia de ficheiros; non hai espazo no disco.

source: The installer encountered an error copying files to the hard disk:
gl: O programa de instalación atopou un erro copiando ficheiros ao disco duro:

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
gl: Este erro concreto débese a que non hai espazo suficiente no disco para completar a instalación na partición de destino. Por favor, execute o instalador de novo escollendo unha partición máis grande.

source: Failed to copy files; faulty CD/DVD?
gl: Houbo un fallo ao copiar ficheiros; ¿CD/DVD defectuoso?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
gl: Este erro en concreto débese a miúdo a un disco ou unidade de CD/DVD defectouso. Pode axudar a limpeza do CD/DVD, a gravación do CD/DVD á velocidade máis baixa, ou a limpeza das lentes do CD/DVD (os kits de limpeza soen estar dispoñibles nas tendas de electrónica).

source: Failed to copy files; faulty hard disk?
gl: Houbo un fallo ao copiar ficheiros; ¿disco duro defectuoso?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
gl: Este erro en concreto débese a miúdo a un disco duro defectouso. Pode axudar a comprobación de que o disco duro non sexa vello e precise a substitución, ou levar o sistema a un sitio máis fresco.

source: Failed to copy files; faulty CD/DVD or hard disk?
gl: Houbo un fallo ao copiar ficheiros; ¿CD/DVD ou disco duro defectuosos?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
gl: Este erro en concreto débese a miúdo a un disco ou unidade de CD/DVD defectouso ou a un disco duro defectuoso. Pode axudar a limpeza do CD/DVD, a gravación do CD/DVD á velocidade máis baixa, ou a limpeza das lentes do CD/DVD (os kits de limpeza soen estar dispoñibles nas tendas de electrónica), a comprobación de que o disco duro non sexa vello e precise a substitución, ou levar o sistema a un sitio máis fresco.

source: Failed to copy file; faulty CD/DVD or hard disk?
gl: Fallou o proceso de copia do ficheiro; está defectuoso o CD/DVD ou o disco duro?

source: The following file did not match its source copy on the CD/DVD:
gl: O seguinte ficheiro non coincide coa copia orixinal no CD/DVD:

source: Copying installation logs...
gl: Copiando os rexistros da instalación...

source: Configuring target system...
gl: Configurando o sistema destino...

source: Configuring system locales...
gl: A configurar as 'localizacións' do sistema...

source: Configuring apt...
gl: A configurar apt...

source: Configuring time zone...
gl: A configurar o fuso horario...

source: Configuring keyboard...
gl: A configurar o teclado...

source: Creating user...
gl: A crear o usuario...

source: Importing documents and settings...
gl: Importando documentos e configuracións...

source: Configuring hardware...
gl: A configurar o hardware...

source: Configuring network...
gl: A configurar a rede...

source: Setting computer name...
gl: A establecer o nome da computadora...

source: Configuring boot loader...
gl: A configurar o xestor de inicio...

source: Installing additional packages...
gl: A instalar paquetes adicionais

source: Checking for packages to install...
gl: Comprobando os paquetes a instalar...

source: Removing extra packages...
gl: A desinstalar os paquetes extra...

source: Checking for packages to remove...
gl: A comprobar os paquetes a desinstalar...

source: Downloading packages (${TIME} remaining)...
gl: Descargando paquetes (faltan ${TIME})...

source: Downloading package lists...
gl: Descargando a lista de paquetes...

source: Downloading package lists (${TIME} remaining)...
gl: Descargando as listas de paquetes (quedan ${TIME})...

source: Error installing ${PACKAGE}
gl: Erro instalando ${PACKAGE}

source: Error removing ${PACKAGE}
gl: Erro desinstalando ${PACKAGE}

source: Error while installing packages
gl: Erro na instalación de paquetes

source: An error occurred while installing packages:
gl: Aconteceu un erro na instalación de paquetes:

source: The following packages are in a broken state:
gl: Os seguintes paquetes están rotos:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
gl: Isto pode ser debido a unha imaxe de instalación antiga, o pode ser debido a un erro nalgún dos paquetes listados arriba. Pode atopar máis detalles en /var/log/syslog. O instalador tratará de continúar de todos modos, pero pode fallar máis tarde, e non ser capaz de instalar ou eliminar outros paquetes (posiblemente incluso el mesmo) do sistema instalado. Debería antes buscar unha versión máis nova da imaxe de instalación, o mandar o reporte do problema ao seu distribuidor.

source: Error while removing packages
gl: Erro ao eliminar os paquetes

source: An error occurred while removing packages:
gl: Ocurríu un erro ao eliminar paquetes:

source: Installing language packs
gl: Instalando os paquetes de idioma...

source: Downloading language packs (${TIME} remaining)...
gl: Descargando paquetes de idioma (quedan ${TIME})

source: Failed to unmount partitions
gl: Non se puido desmontar as particións

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
gl: O instalador precisa facer cambios na táboa de particións, pero isto non é posible porque as particións nos seguintes puntos de montaxe non se puideron desmontar:

source: Please close any applications using these mount points.
gl: Por favor, peche as aplicación que estean usando estes puntos de montaxe.

source: Would you like the installer to try to unmount these partitions again?
gl: ¿Desexa que o instalador tente desmontar outra vez estas particións?

source: Do you want to return to the partitioner?
gl: Quere voltar ao particionador?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
gl: Algunhas das particións creadas son demasiado pequenas. Por favor, faga as seguintes particións polo menos deste tamaño (en bytes):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
gl: Se volta ao particionador para incrementar o tamaño desas particións, a instalación pode fallar.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
gl: Tipo de instalación: ${INSTALLTYPE} Controladores: Engadir. Controlador de vídeo: ${VIDEO_DRIVER} Saída de TV: ${TVOUT}, ${TVSTANDARD} Servizos adicionais: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Servizo de MythTV: ${EN_MYSQL} Preguntas habituais da instalación de Ubuntu: Idioma: ${LANGUAGE} Disposición do teclado: ${KEYMAP} Nome completo: ${FULLNAME} Nome de usuario: ${USERNAME} Ubicación: ${LOCATION}

source: What Type of Installation?
gl: ¿Que Tipo de Instalación?

source: Two installation types are available for Mythbuntu:
gl: Hai do tipos de instalación disponibéis para MythTV

source: Standard Installation
gl: Instalación estándar

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
gl: Unha instalación estándar instalará e configurarña cada opción coa mínima interacción co usuario. Isto instalará un backend, frontend, tódolos plugins e tódolos temas.

source: Advanced Installation
gl: Instalación Avanzada

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
gl: Pódese empregar unha instalación avanzada para modificar todo o necesario na instalación de Mythbuntu. NOTA: É necesaria unha instalación avanzada para engadir unha máquina Mythbuntu a unha rede existente basada en MythTV.

source: Advanced Installation Type
gl: Tipo de Instalación Avanzada

source: What type of system will this be?
gl: ¿Que tipo de sistema vai ser?

source: Primary Backend w/ Frontend
gl: Backend w/ Frontend Primario

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
gl: Unha máquina combo backend/frontend é a disposición máis empregada pola xente que usa MythTV para aplicacións HTPC. Este tipo de instalación está pensada para o seu uso como compoñente nun home theatre.

source: Secondary Backend w/ Frontend
gl: Backend w/ Frontend Secundario

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
gl: Isto instalará un sistema similar ao Backend w/ Frontend Primario, sen embargo configurarase para conectar a un backend existente na rede.

source: Primary Backend
gl: Backend Primario

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
gl: Unha máquina só con backend deséñase normalmente para funcionar como servidor; requerindo moi pouco mantemento. Isto faise para instalalo como o primer backend nunha rede.

source: Secondary Backend
gl: Backend Secundario

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
gl: Isto instalará un sistema semellante ó Backend Primario, sen embargo configurarase para conectar a un backend existente na rede.

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
gl: Unha máquina só con frontend está pensada para recibi-lo contido multimedia do backend e distribuílo. Ista configuración require un backend existente na rede.

source: Choose Frontend / Backend Plugins
gl: Elixa os Plugins do Frontend / Backend

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
gl: Os plugins poden empregarse para amplia-la funcionalidade de MythTV máis alá dunha solución con memoria de TV.

source: Backend Plugins
gl: Plugins do Backend

source: Frontend Plugins
gl: Plugins do Frontend

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
gl: MythWeb proporciona unha interface web que se pode usar para mirar listados, programar grabacións, borrar grabacións, e buscar programas.

source: Myth Archive
gl: Arquivo Myth

source: Myth Browser
gl: Navegador Myth

source: Myth Controls
gl: Controis Myth

source: Myth Movies
gl: Películas de Myth

source: Myth Gallery
gl: Galería Myth

source: Myth Game
gl: Xogos Myth

source: Myth Music
gl: Música Myth

source: Myth News
gl: Novas Myth

source: Myth Phone
gl: Teléfono Myth

source: Myth Stream
gl: Cadeas Myth

source: Myth Video
gl: Video Myth

source: Myth Weather
gl: Tempo Myth

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
gl: Un plugin para MythTV que lle permite crear DVDs a partir de contidos na súa Rede MythTV

source: An integrated web browser plugin for your MythTV system.
gl: Un plugin con navegador web integrado para o seu sistema MythTV

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
gl: Controis externos para MythTv. Isto permitiralle modificalas asignación dos botóns e das teclas.

source: Find movies playing in nearby local cinemas
gl: Atopar películas na carteleira dos cines próximos

source: Allows you to monitor your Netflix dvd rental queue.
gl: Permite monitorizar a súa cola de aluguer de dvd Netflix.

source: Allows you to visually browse a directory tree containing image files.
gl: Permítelle visualizar unha árbore de cartafoles que conteñen ficheiros con imaxes.

source: A frontend to start any emulator or binary that Linux runs.
gl: Unha frontend para iniciar calquer emulador ou binario que execute Linux.

source: Provides a digital audio jukebox integrated with MythTV.
gl: Proporciona un reprodutor de audio dixital integrado con MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
gl: Un plugin lector de noticias RSS para MythTV que lle permite ter ó día as súas noticias favoritas.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
gl: Capacidade de chamada e videochamada no MythTV usando o protocolo estándar SIP.

source: Provides a method to listen to streaming internet radio stations.
gl: Proporciona un método de escoita de estacións de radio de internet.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
gl: Permítelle navegar e reproducir vídeos, empregando un reprodutor externo, integrado na interface de MythTV.

source: Displays current and forecast weather information within MythTV.
gl: Mostra a información actual do tempo e o seu pronóstico dentro de MythTV.

source: Choose Extra Themes
gl: Elexir Temas Extra

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
gl: Os temas poden mellorar a aparencia estética dunha instalación de MythTV, e mostrala de forma que se adapte moito mellor aos seus gustos.

source: Enable/Disable All
gl: Activar/Desactivar todo

source: Additional Drivers/Firmware
gl: Controladores/Firmware adicional
