Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.12guada5/d-i/source/choose-mirror/debian/po/*.po
Languages: sq

source: Checking the Ubuntu archive mirror
sq: Duke kontrolluar arkivin pasqyrë Ubuntu

source: Downloading the Release file...
sq: Duke shkarkuar file e Publikimit ...

source: Bad archive mirror
sq: Mirror arkivi i gabuar Ubuntu

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
sq: Pasqyra e zgjedhur e arkivit Ubuntu ose nuk është i gjendshëm, ose nuk ka një kartelë Release të vlefshme në të. Të lutem provo me një tjetër pasqyrë.

source: Architecture not supported
sq: Arkitekturë e pasuportuar

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
sq: Pasqyra e zgjedhur e arkivit Ubuntu nuk ngjan të suportojë arkitekturën tënde. Të lutem provo një tjetër pasqyrë.

source: Choose a mirror of the Ubuntu archive
sq: Zgjidh një pasqyrë të arkivit Ubuntu

source: enter information manually
sq: futi vetë të dhënat

source: GB[ Default value for http]
sq: GB

source: Ubuntu archive mirror country:
sq: Shteti i pasqyrave të arkivave Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
sq: Qëllimi është të gjej një arkiv pasqyrë Ubuntu që ndodhet afër rrjetit tënd.-- kujdes pasi shtetet afër, apo edhe i joti mund të mos jenë zgjedhja më e mirë.

source: Ubuntu archive mirror:
sq: Arkivi pasqyrë Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
sq: Të lutem zgjidh një arkiv pasqyrë Ubuntu. Duhet të përdorësh një të tillë në shtetin apo rajonin tuaj nëse nuk di cila pasqyrë ka lidhjen më të mirë të Internetit.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
sq: Zakonisht, <kodi i shtetit tënd>.archive.ubuntu.com është një zgjedhje e mirë.

source: Ubuntu archive mirror hostname:
sq: Shkruaj emrin e strehuesit për arkivin pasqyrë Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
sq: Të lutem shkruaj emrin e strehuesit pasqyrë nga ku Ubuntu do të shkarkohet.

source: An alternate port can be specified using the standard [hostname]:[port] format.
sq: Një portë e ndryshme mund të përcaktohet duke përdoru formatin standard [hostname]:[port].

source: Ubuntu archive mirror directory:
sq: Kartela e arkivit pasqyrë Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
sq: Të lutem shkruaj kartelën ku ndodhet arkivi pasqyrë Ubuntu.

source: HTTP proxy information (blank for none):
sq: Informacioni i proxy HTTP (bosh për asnjë):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sq: Nëse duhet të përdorësh një proxy HTTP për tu lidhur me internetin, fut të dhënat e tij këtu. Përndryshe, lëre bosh.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
sq: Të dhënat e proxy-t duhen dhënë në formatin standart "http://[[përdoruesi][:fjalëkalimi]@]hosti[:port]/".

source: FTP proxy information (blank for none):
sq: Informacioni i proxy FTP (bosh për asnjë):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sq: Nëse duhet të përdorësh një proxy HTTP për tu lidhur me Internetin, fut të dhënat e tij këtu. Përndryshe, lëre bosh.

source: GB[ Default value for ftp]
sq: GB

source: Protocol for file downloads:
sq: Protokolli për shkarkimin e file-ve:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
sq: Të lutem zgjidh protokollin e shkarkimit. Nëse je i pasigurtë, zgjidh "http", është më pak i prirur rreth problemeve që përfshijnë firewall-et.
