Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gnome-volume-manager/tags/gnome-volume-manager_2.22.1-1ubuntu7/po/*.po
Languages: mg

source: "Always take this action" checkbox for Autorun
mg: Efamira famaritra "Ity asa ity foana no atao" ho an'ny Autorun

source: "Always take this action" checkbox for iPod Photos
mg: Efamira famaritra "Ity asa ity foana no atao" ho an'ny sarin'iPod

source: "Always take this action" checkbox for mixed Audio and Data CDs
mg: Efamira famaritra "Ity asa ity foana no atao" ho an'ny kapila Audio sy Data mifangaro

source: "Always take this action" checkbox for photo import from a camera
mg: Efamira famaritra "Ity asa ity foana no atao" ho an'ny fanafarana sary avy amina fakantsary

source: "Always take this action" checkbox for photo import from a device
mg: Efamira famaritra "Ity asa ity foana no atao" ho an'ny fanafarana sary avy amina periferika

source: ':' delimited list of paths to check for autorun binaries and scripts.
mg: Lisi-tsori-dàlana voafaritry ny ':' hizahana binaries sy baiko soratra.

source: Action to take when a camera is plugged in.
mg: Asa atao rehefa misy fakantsary mipetaka.

source: Action to take when a device containing photos is encountered.
mg: Asa atao rehefa misy periferika misy sary mipetaka.

source: Action to take when a device contains an autorun program/script.
mg: Asa atao rehefa misy periferika misy rindranasa/baiko soratra mandeha hoazy.

source: Action to take when a mixed Audio and Data CD is encountered.
mg: Asa atao rehefa tojo kapila Audio sy Data mifangaro.

source: Action to take when an iPod Photo is encountered.
mg: Asa atao rehefa tojo sarin'iPod.

source: Audio CD burn command
mg: Baikon'ny fisokirana kapila Audio

source: Automount removable drives
mg: Avy dia akaro ny mpanodina mahaleotena

source: Automount removable media
mg: Avy dia akaro ny kapila mahaleotena

source: Autorun nautilus
mg: Avy dia alefaso nautilus

source: Autorun path
mg: Sori-dàlan'ny autorun

source: CD play command
mg: Baikon'ny famakiana CD

source: Command to run when a Palm is connected.
mg: Baiko alefa rehefa misy Palm mipetaka.

source: Command to run when a PocketPC is connected.
mg: Baiko alefa rehefa misy PocketPC mipetaka.

source: Command to run when a digital camera is connected or media from a digital camera is inserted.
mg: Baiko alefa rehefa misy fakantsary numérique mipetaka na misy ari-pakantsary numérique mipetaka.

source: Command to run when a keyboard is connected.
mg: Baiko alefa rehefa misy fafan-teny mipetaka

source: Command to run when a mouse is connected.
mg: Baiko alefa rehefa misy totozy mipetaka.

source: Command to run when a printer is connected.
mg: Baiko alefa rehefa misy mpanonta printy mipetaka.

source: Command to run when a scanner is connected.
mg: Baiko alefa rehefa misy scanner mipetaka.

source: Command to run when a tablet is connected.
mg: Baiko alefa rehefa misy tablet mipetaka.

source: Command to run when a video DVD is inserted.
mg: Baiko alefa rehefa misy DVDn-tsarimihetsika tafatsofoka.

source: Command to run when a video VCD is inserted.
mg: Baiko alefa rehefa misy VCDn-tsarimihetsika mitsofoka.

source: Command to run when a video camera is connected.
mg: Baiko alefa rehefa misy fakan-tsarimihetsika mipetaka.

source: Command to run when an audio CD is inserted.
mg: Baiko alefa rehefa misy kapila audio mipetaka.

source: Command to run when an iPod is connected.
mg: Baiko alefa rehefa misy iPod mipetaka.

source: Command to run when the user wishes to burn a Data CD.
mg: Baiko alefa rehefa maniry ny hisokitra kapila ny mpampiasa.

source: Command to run when the user wishes to burn an Audio CD.
mg: Baiko alefa rehefa maniry hisokitra kapila Audio ny mpampiasa.

source: DVD play command
mg: Baikon'ny famakiana DVD

source: Data CD burn command
mg: Baikon'ny fisokirana kapia Dara

source: Low Disk Space notification threshold
mg: Fetran'ny filazana ny fahateren'ny kapila

source: Open nautilus on removeable media insert.
mg: Sokafy ny nautilus rehefa misy kapila mahaleotena mitsofoka.

source: Perform autorun
mg: Hanatanteraka autorun

source: Photo management command
mg: Baikon'ny fandrindrana sary

source: Play inserted audio CD's
mg: Mamaky ny kapila audio mitsofoka

source: Play inserted video DVDs
mg: Mamaky ny DVDn-tsarimihetsika mitsofoka

source: Play inserted video VCDs
mg: Mamaky ny VCDn-tsarimihetsika mitsofoka

source: Run Palm-sync program
mg: Alefaso ny rindranasa Palm-sync

source: Run PocketPC-sync program
mg: Mandefasa ny rindranasa PocketPC-sync

source: Run a program to burn CDs/DVDs
mg: Mandefasa rindranasa fisokirana CD/DVD

source: Run iPod program
mg: Alefaso ny rindranan'ny iPod

source: Run keyboard program
mg: Alefaso ny rindranasan'ny fafan-teny

source: Run mouse program
mg: Alefaso ny rindranasan'ny totozy

source: Run photo management command
mg: Alefaso ny baikon'ny fandrindrana sary

source: Run printer program
mg: aAlefaso ny rindranasan'ny mpanonta printy

source: Run scanner program
mg: Alefaso ny rindranasan'ny scanner

source: Run tablet program
mg: Alefaso ny rindranasan'ny tablet

source: Run video editing program
mg: Alefaso ny rindranasan'ny fanovana sarimihetsika

source: The threshold value for whether or not to toggle the notification on, based on the amount of additional space used since the last check.
mg: Ny sanda fetra hamaritana ny fampiasana ny fampahafantarana, miankina amin'ny habetsaky ny toerana fanampiny nampiasaina hatramin'ny fizahana farany.

source: Threshold for notification of increased disk usage
mg: Fetra ho an'ny fampahafantarana ny fitomboan'ny fampiasa kapila

source: Threshold percentage for notifying the user of low disk space.
mg: Isan-jaton'ny fetra ho an'ny fampahafantarana ny mpampiasa ny fahateren'ny toerana anaty kapila.

source: VCD play command
mg: Baikon'ny famakiana VCD

source: Whether autorun programs (binaries and scripts located in 'autorun_path') are run on newly mounted media.
mg: Raha andefasana rindranasa mandeha hoazy (binaries sy baiko soratra anatin'ny 'autorun_path') ny kapila vao nakarina.

source: Whether gnome-volume-manager should automatically mount removable storage drives when they are inserted.
mg: Raha tokony avy dia mampakatra ny kapila mahaleotena mitsofoka ny gnome-volume-manager.

source: Whether gnome-volume-manager should automatically mount removable storage media when they are inserted.
mg: Raha tokony avy dia mampakatra ny kapila mahaleotena mitsofoka ny gnome-volume-manager.

source: Whether, when a Palm is connected, gnome-volume-manager should run 'autopalmsync_command'.
mg: Raha handefa ny 'autopalmsync_command' ny gnome-volume-manager rehefa misy Palm mipetaka.

source: Whether, when a PocketPC is connected, gnome-volume-manager should run 'autopocketpc_command'.
mg: Raha tokony handefa ny 'autopocketpc_command' ny gnome-volume-manager rehefa misy PocketPC mipetaka.

source: Whether, when a blank CD or DVD is inserted, gnome-volume-manager should run one of the autoburn commands.
mg: Raha tokony handefa ny iray amin'ireo baiko fisokirana hoazy ny gnome-volume-manager rehefa misy CD na DVD foana mitsofoka.

source: Whether, when a digital camera is connected or media from a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'.
mg: RaAha tokony handefa ny 'autophoto_command' ny gnome-volume-manager rehefa misy fakantsary numérique mipetaka na misy ari-pakantsary numérique mitsofoka.

source: Whether, when a digital video camera is connected, gnome-volume-manager should run 'autovideocam_command'.
mg: Raha tokony handefa ny 'autovideocam_command' ny gnome-volume-manager rehefa misy fakan-tsarimihetsika mipetaka.

source: Whether, when a keyboard is connected, gnome-volume-manager should run 'autokeyboard_command'.
mg: Raha tokony handefa ny 'autokeyboard_command' ny gnome-volume-manager rehefa misy fafan-teny mipetaka.

source: Whether, when a mouse is connected, gnome-volume-manager should run 'automouse_command'.
mg: Raha tokony handefa ny 'automouse_command' ny gnome-volume-manager rehefa misy totozy mipetaka.

source: Whether, when a printer is connected, gnome-volume-manager should run 'autoprinter_command'.
mg: Raha tokony handefa ny 'autoprinter_command' ny gnome-volume-manager rehefa misy mpanonta printy mipetaka.

source: Whether, when a scanner is connected, gnome-volume-manager should run 'autoscanner_command'.
mg: Raha tokony handefa ny 'autoscanner_command' ny gnome-volume-manager rehefa misy scanner mipetaka.

source: Whether, when a tablet is connected, gnome-volume-manager should run 'autotablet_command'.
mg: Raha tokony handefa ny 'autotablet_command' ny gnome-volume-manager rehefa misy tablet mipetaka.s

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'.
mg: Raha tokony handefa ny 'autoplay_dvd_command' ny gnome-volume-manager rehefa misy DVDn-tsarimihetsika mitsofoka.

source: Whether, when a video VCD is inserted, gnome-volume-manager should run 'autoplay_vcd_command'.
mg: Raha tokony handefa ny 'autoplay_vcd_command' ny gnome-volume-manager rehefa misy VCDn-tsarimihetsika mitsofoka.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda_command'.
mg: Raha tokony handefa ny 'autoplay_cda_command' ny gnome-volume-manager rehefa misy kapila audio mitsofoka.

source: Whether, when an iPod is connected, gnome-volume-manager should run 'autoipod_command'.
mg: Raha tokony handefa ny 'autoipod_command' ny gnome-volume-manager rehefa misy iPod mipetaka.

source: iPod sync command
mg: Baikon'ny fandasirana iPod

source: keyboard command
mg: baikon'ny fafan-teny

source: mouse command
mg: baikon'ny totozy

source: palm sync command
mg: baikon'ny fandasirana palm

source: printer command
mg: baikon'ny mpanonta printy

source: scanner command
mg: baikon'ny scanner

source: tablet command
mg: baikon'ny tablet

source: video camera command
mg: baikon'ny fakan-tsarimihetsika

source: Volume Manager
mg: Mpandrindra kapila

source: Volume manager for removable drives and media
mg: Mpandrindra kapila mahaleotena

source: Configure management of removable drives and media
mg: Mikirakira ny fandrindrana kapila mahaleotena

source: Removable Drives and Media
mg: Kapila mahaleotena

source: <b>Audio CD Discs</b>
mg: <b>Kapila CD Audio</b>

source: <b>Blank CD and DVD Discs</b>
mg: <b>Kapila CD sy DVD foana</b>

source: <b>Digital Camera</b>
mg: <b>Fakantsary numérique</b>

source: <b>Digital Video Camera</b>
mg: <b>Fakan-tsarimihetsika numérique</b>

source: <b>Keyboards</b>
mg: <b>Fafan-teny</b>

source: <b>Mice</b>
mg: <b>Totozy</b>

source: <b>Portable Music Players</b>
mg: <b>Fihainoana hira finday</b>

source: <b>Printers</b>
mg: <b>Mpanonta printy</b>

source: <b>Removable Storage</b>
mg: <b>Arika mahaleotena</b>

source: <b>Scanners</b>
mg: <b>Scanner</b>

source: <b>Tablets</b>
mg: <b>Tablet</b>

source: <b>Video DVD Discs</b>
mg: <b>Kapila DVDn-tsarimihetsika</b>

source: Automatically run a program when a USB _keyboard is connected
mg: Avy dia mandefasa rindranasa rehefa misy _fafan-teny USB mipetaka

source: Automatically run a program when a USB _mouse is connected
mg: Avy dia mandefasa rindranasa rehefa misy _totozy USB mipetaka

source: Automatically run a program when a _printer is connected
mg: Avy dia mandefasa rindranasa rehefa misy _mpanonta printy mipetaka

source: Automatically run a program when a _scanner is connected
mg: Avy dia mandefasa rindranasa rehefa misy _scanner mipetaka

source: Automatically run a program when a _tablet is connected
mg: Avy dia mandefasa rindranasa rehefa misy _tablet mipetaka

source: Browse _removable media when inserted
mg: Velaro ny kapila _mahaleotena rehefa tafatsofoka

source: C_ommand:
mg: _Baiko:

source: Cameras
mg: Fakantsary

source: Comman_d:
mg: Bai_ko:

source: Command for A_udio CDs:
mg: Baiko ho an'ny kapila A_udio:

source: Command for _Data CDs:
mg: Baiko ho an'ny kapila _Data:

source: Drives and Media Preferences
mg: Safidy manokan'ny kapila

source: Input Devices
mg: Mpampiditra

source: Mount removable media when _inserted
mg: Akaro ny kapila mahaleotena rehefa _tafatsofoka

source: Multimedia
mg: Haino aman-jery

source: PDAs
mg: PDA

source: Play _audio CD discs when inserted
mg: Vakio ny kapila CD _audio rehefa tafatsofoka

source: Play _music files when connected
mg: Vakio ny _hira rehefa voasokatra

source: Play _video DVD disks when inserted
mg: Vakio ny kapila _DVDn-tsarimihetsika rehefa tafatsofoka

source: Printers & Scanners
mg: Mpanonta printy sy Scanner

source: Removable Drives and Media Preferences
mg: Safidy manokan'ny kapila mahaleotena

source: Select program to burn audio CDs
mg: Safidio ny rindranasa hisokirana kapila audio

source: Select program to burn data CDs
mg: Safidio ny rindranasa hisokirana kapila data

source: Select program to edit videos
mg: Safidio ny rindranasa hanovana sarimihetsika

source: Select program to import photos
mg: Safidio ny rindranasa hanafarana sary

source: Select program to play DVDs
mg: Safidio ny rindranasa hamakiana DVD

source: Select program to play audio CDs
mg: Safidio ny rindranasa hamakiana kapila audio

source: Select program to play music files
mg: Sadidio ny rindranasa hamakiana hira

source: Select program to run when a keyboard is plugged in
mg: Safidio ny rindranasa alefa rehefa misy fafan-teny mipetaka

source: Select program to run when a mouse is plugged in
mg: Safidio ny rindranasa alefa rehefa misy totozy mipetaka

source: Select program to run when a printer is plugged in
mg: Safidio ny rindranasa alefa rehefa misy mpanonta printy mipetaka

source: Select program to run when a scanner is plugged in
mg: Safidio ny rindranasa alefa rehefa misy scanner mipetaka

source: Select program to run when a tablet is plugged in
mg: Safidio ny rindranasa alefa rehefa misy tablet mipetaka

source: Select program to sync Palm devices
mg: Safidio ny rindranasa handasirana periferika Palm

source: Storage
mg: Arika

source: Sync PocketP_C devices when connected
mg: Lasiro ny periferika PocketP_C rehefa tafapetaka

source: Sync _Palm™ devices when connected
mg: Lasiro ny periferika _Palm™ rehefa tafapetaka

source: _Auto-run programs on new drives and media
mg: _Avy dia alefaso ireo rindranasa anaty kapila vaovavo

source: _Burn a CD or DVD when a blank disc is inserted
mg: _Misokira CD na DVD rehefa misy kapila foana mitsofoka

source: _Command:
mg: _Baiko:

source: _Edit video when connected
mg: _Ovay ilay sarimihetsika rehefa voasokatra

source: _Import digital photographs when connected
mg: _Afaro ireo sary numérique rehefa azo

source: _Mount removable drives when hot-plugged
mg: _Akaro ny kapila mahaleotena rehefa mitsofoka am-pandehanana

source: Ig_nore
mg: Aza _raharahaina

source: _Allow Auto-Run
mg: _Ekeo ny Auto-run

source: Import _Photos
mg: Hanafatra _sary

source: _Open Folder
mg: _Hanokatra lahatahiry

source: Manage _Music
mg: Handrindra _hira

source: _Browse Files
mg: _Hizaha rakitra

source: _Play CD
mg: _Hamaky CD

source: Make _Audio CD
mg: Hamorona CD _Audio

source: Make _Data CD
mg: Hnamorona CD _Data

source: Make _DVD
mg: Hamorona _DVD

source: Auto-Run Confirmation
mg: Fanamarinana Auto-run

source: Auto-run capability detected.
mg: Fahafahana mandefa hoazy tsikaritra.

source: Would you like to allow <b>'${0}'</b> to run?
mg: Tianao avela handeha ny <b>'${0}'</b>?

source: Camera Import
mg: Fanafarana avy amina fakantsary

source: A camera has been detected.
mg: Misy fakantsary hita.

source: There are photos on the camera. Would you like to add these pictures to your album?
mg: Misy sary anatin'ilay fakantsary. Tianao atao ao anatin'ny tahirin-tsarinao ve izy ireo?

source: _Always perform this action
mg: _Ity asa ity foana no atao

source: Photo Import
mg: Fanafarana sary

source: A photo card has been detected.
mg: Misy ari-tsary hita.

source: There are photos on the card. Would you like to add these pictures to your album?
mg: Misy sary ao anatin'ilay arika. Tianao atao ao anatin'ny tahirin-tsarinao ve izy ireo?

source: Photos and Music
mg: Sary sy Hira

source: Photos were found on your music device.
mg: Nahitana sary ny periferikanao.

source: Would you like to import the photos or manage its music?
mg: Te hanafatra ireo sary ireo ve ianao sa handrindra ny feon-kira miaraka aminy?

source: Audio / Data CD
mg: CD Audio/Data

source: The CD in the drive contains both music and files.
mg: Sady misy hira no misy rakitra anatin'io mpanodina io.

source: Would you like to listen to music or browse the files?
mg: Te hihaino ilay hira ve ianao sa hizaha ireo rakitra?

source: Choose Disc Type
mg: Hisafidy ny karazan-kapila

source: You have inserted a blank disc.
mg: Kapila foana no nampidirinao.

source: What would you like to do?
mg: Inona no tianao atao?

source: %d%% of the disk space on %s is in use
mg: Toeran-kapila %d%% amin'ny %s no miasa

source: Print version and exit
mg: Asehoy ny kinova dia ajanony

source: Run as a daemon
mg: Alefaso toy ny daemon

source: Don't run as a daemon
mg: Aza alefa toy ny daemon

source: Run in secret mode
mg: Alefaso manaraka fomba miafinafina

source: Unrecognized --daemon argument: %s
mg: Tondriky --daemon tsy fantatra: %s

source: Could not load the main interface
mg: Tsy afaka naka ny mpanera fototra

source: Please make sure that the volume manager is properly installed
mg: Amarino tsara hoe voapetraka raka ny tokony ho izy ny mpnadrindra kapila

source: Error starting gnome-volume-manager daemon: %s
mg: Nisy olana teo am-panombohana ny daemon'ny gnome-volume-manager: %s

source: Volume management not supported
mg: Tsy raisina an-tànana ny fandrindrana kapila

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator. Note: You need Linux kernel 2.6 for volume management to work.
mg: Ilaina ny sampan'asa "hald" nefa tsy mandeha izy izao. Ampiasao io sampan'asa io dia avereno alefa ity rindranasa ity na antsoy ny mpitantana ny rafitrao. Fanamarihana: Mila ny noyau Linux 2.6 vao afaka mampiasa ny fandrindrana kapila.
