Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada2/debian/po/*.po
Languages: tr

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
tr: Uyarı: TV'nizin desteklediğinden daha yüksek TV standardı belirlemeyin. KALICI hasar meydana gelebilir.

source: Master Backend Info
tr: Ana Altyapı Bilgisi

source: Please enter the information necessary to contact your master backend:
tr: Lütfen ana arkaucunuzla irtibat için gerekli bilgiyi giriniz:

source: MySQL Password
tr: MySQL Parolası

source: MySQL User Name
tr: MySQL Kullanıcı Adı

source: MySQL Database
tr: MySQL Veritabanı

source: MySQL Server
tr: MySQL Sunucu

source: Configure Guide Data / Backend
tr: Kılavuz bilgisini & altyapısını yapılandır

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
tr: Kurulumun son adımları kılavuz bilgilerinizin çalışır hale getirilmesini ve altyapının ilk kez için yapılandırılmasını gerektirir.

source: Click to open the Schedules Direct website
tr: Schedules Direct internet sitesini açmak için tıklayınız

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
tr: Kuzey Amerika'da bununan kullanıcılar Schedules Direct (SD) aracılığıyla bir hesap açmalıdırlar. SD rehber veriyi az bir ücret karşılığında vermketedir. SD olmadan, Kuzey Amerikadaki kullanıcılar MythTV'nin birçok planlama özelliğini kaybedeceklerdir.

source: Launch MythTV Setup
tr: MythTV Kuru Çalıştır

source: Configuring mythtv...
tr: mythtv Yapılandırılıyor...

source: Configuring additional drivers...
tr: Ek sürücüler yapılandırılıyor...

source: Configuring additional services...
tr: Ek servisler yapılandırılıyor...

source: Configuring infrared devices...
tr: Kızılötesi cihazları yapılandırıyor...
