Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada2/debian/po/*.po
Languages: tr

source: Install
tr: Kur

source: Install (OEM mode, for manufacturers only)
tr: Yükle (OEM kipi, sadece üreticiler için)

source: Welcome
tr: Hoş Geldiniz

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
tr: Kuruluma hazır mısınız? Birkaç soruyu yanıtladıktan sonra, live CD'nin içindekiler bilgisayarınıza kurulabilir, böylece sisteminizi tam hızda ve CD olmadan çalıştırabilirsiniz.

source: Answering the questions should only take a few minutes.
tr: Soruları yanıtlamak sadece birkaç dakikanızı alacaktır.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
tr: Lütfen kurulum işlemi için kullanılacak dili seçin. Bu, sisteminiz için varsayılan dil olacaktır.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
tr: Şu an sistem üreticisi kipinde yükleme yapıyorsunuz. Lütfen bu toplu sistem kümesi için benzersiz bir isim girin. Girdiğiniz isim yüklenen sistemde saklanacak ve hata raporlarında kullanılabilir.

source: If you have Internet access, read the release notes for information on problems that may affect you.
tr: İnternet bağlantınız varsa, karşılaşabileceğiniz sorunlarla ilgili açıklamalar için sürüm notlarını okuyun.

source: Release Notes
tr: Sürüm Notları

source: Where are you?
tr: Neredesiniz?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
tr: Bulunduğunuz ülke ve saat diliminden bir şehir seçin. Doğru saat dilimini seçmenize karşın gösterilen saat doğru değilse, kurulan sistem tekrar başlatıldıktan sonra saati ayarlayabilirsiniz.

source: Selected city:
tr: Seçilen şehir:

source: Time zone:
tr: Zaman dilimi:

source: Selected region:
tr: Seçilen bölge:

source: Current time:
tr: Geçerli zaman:

source: Keyboard layout
tr: Klavye düzeni

source: Which layout is most similar to your keyboard?
tr: Klavyenize en yakın düzen hangisi?

source: You can type into this box to test your new keyboard layout.
tr: Yeni klavye düzeninizi denemek için bu kutuya yazabilirsiniz.

source: Who are you?
tr: Kimsiniz?

source: What is your name?
tr: Adınız nedir?

source: What name do you want to use to log in?
tr: Oturum açmak için hangi adı kullanmak istersiniz?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
tr: Eğer bu bilgisayarı birden fazla kişi kullanacak ise, kurulumdan sonra birden fazla hesap ayarlayabilirsiniz.

source: Choose a password to keep your account safe.
tr: Hesabınızı güvenli tutmak için bir şifre seçin.

source: You are running in debugging mode. Do not use a valuable password!
tr: Hata ayıklama kipinde çalışıyorsunuz. Değerli bir parola kullanmayın!

source: Enter the same password twice, so that it can be checked for typing errors.
tr: Yazım hatalarının denetlenebilmesi için aynı şifreyi iki defa girin.

source: What is the name of this computer?
tr: Bu bilgisayarın adı nedir?

source: This name will be used if you make the computer visible to others on a network.
tr: Bilgisayarı ağınızdaki diğer kişilere görünür hale getirirseniz bu ad kullanılacaktır.

source: Migrate Documents and Settings
tr: Belge ve Ayarları Taşı

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
tr: Transfer etmek istediğiniz herhangi bir hesabı seçin. Bu hesapların belgeleri ve ayarları kurulum tamamlandıktan sonra kullanıma hazır olacaktır.

source: If you do not wish to import any accounts, select nothing and go to the next page.
tr: Herhangi bir hesap içe aktarmak istemiyorsanız hiçbirşeyi seçmeden bir sonraki sayfaya geçin.

source: Prepare disk space
tr: Disk alanı hazırla

source: How do you want to partition the disk?
tr: Diski nasıl bölümlemek istiyorsunuz?

source: Prepare partitions
tr: Bölümleri hazırla

source: Ready to install
tr: Kuruluma hazır

source: Your new operating system will now be installed with the following settings:
tr: Yeni işletim sisteminiz aşağıdaki özelliklerle kurulacaktır:

source: Advanced...
tr: Gelişmiş...

source: Install[ action ]
tr: Yükle[ eylem ]

source: Step ${INDEX} of ${TOTAL}
tr: Adım ${INDEX} / ${TOTAL}

source: Abort the installation?
tr: Kurulum durdurulsun mu?

source: Do you really want to abort the installation now?
tr: Kurulumu gerçekten şimdi durdurmak istiyor musunuz?

source: Skip
tr: Atla

source: Installation complete
tr: Kurulum tamamlandı

source: Continue using the live CD
tr: Çalışan CD'yi kullanarak devam et

source: Restart now
tr: Yeniden başlat

source: Installer crashed
tr: Yükleyici çöktü

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
tr: Üzgünüz; yükleyici çöktü. Lütfen https://launchpad.net/ubuntu/+source/ubiquity/+filebug adresinde bir hata raporu oluşturun (lütfen mevcut bir hata için bilgi göndermeyin). Bir programcı en kısa sürede sorununuzu çözecektir. Programcıların neyin yanlış olduğunu anlayabilmelerine yardım etmek için, lütfen /var/log/syslog ve /var/log/partman dosyalarını ve şu bilgileri raporunuza ekleyin:

source: Edit partition
tr: Bölüm düzenle

source: Create partition
tr: Bölüm oluştur

source: New partition size in megabytes (1000000 bytes):
tr: Megabayt (~1000000 bayt) cinsinden yeni bölüm boyutu:

source: Beginning
tr: Başlangıç

source: End
tr: Son

source: Primary
tr: Birincil

source: Logical
tr: Mantıksal

source: Edit a partition
tr: Bölümü düzenle

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Boot loader
tr: Açılış yükleyicisi

source: Install boot loader
tr: Ön yükleyici kur

source: Popularity contest
tr: Yaygınlık araştırması

source: Participate in the package usage survey
tr: Paket kullanım anketine katıl

source: Network proxy
tr: Ağ yetkili sunucu

source: HTTP proxy:
tr: HTTP yetkili sunucu:

source: Port:
tr: Bağlantı kapısı:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
tr: Kurulum tamamlandı. Yeni kurulumu kullanmak için bilgisayarı yeniden başlatmanız gerekiyor. Bu live CD'yi kullanmaya devam edebilirsiniz ancak yapacağınız değişiklikler veya kaydedeceğiniz belgeler saklanmayacaktır.

source: Go Back
tr: Geri Dön

source: Continue
tr: Devam Et

source: Installation is complete. You need to restart the computer in order to use the new installation.
tr: Kurulum tamamlandı. Yeni kurulumu kullanmak için bilgisayarı yeniden başlatmanız gerekiyor.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
tr: Dil: ${LANGUAGE} Klavye düzeni: ${KEYMAP} Ad: ${FULLNAME} Oturum açma adı: ${USERNAME} Konum: ${LOCATION} Aktarım Yardımcısı: ${MIGRATE}

source: Checking the installation...
tr: Yükleme Doğrulanıyor...

source: Installing system
tr: Sistem kuruluyor

source: Finding the distribution to copy...
tr: Kopyalanacak dağıtım bulunuyor...

source: Scanning files...
tr: Dosyalar taranıyor...

source: Copying files...
tr: Dosyalar kopyalanıyor...

source: Copying files (less than a minute remaining)...
tr: Dosyalar kopyalanıyor (bir dakikadan daha az kaldı)...

source: Failed to copy files; out of disk space.
tr: Dosyaları kopyalama başarısız oldu; disk dolu.

source: The installer encountered an error copying files to the hard disk:
tr: Kurulum, dosyaları sabit diske kopyalarken bir hatayla karşılaştı:

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
tr: Bu belirli hata kurulumun tamamlanabilmesi için hedef disk bölümü üzerinde yeteri kadar boş alanın olmamasından kaynaklanmaktadır. Lütfen kurulum uygulamasını tekrar calıştır ve kurulum için daha büyük bir disk bölümünü seç.

source: Failed to copy files; faulty CD/DVD?
tr: Dosyaların kopyalanması başarısız oldu; bozuk CD/DVD?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
tr: Bu hata, genellikle bozuk CD/DVD diski veya sürücüsünden kaynaklanır. CD/DVD'yi temizlemek, düşük hızda yazmak ya da CD/DVD sürücüsünün lensini temizlemek problemi çözebilir (lens temizleme aparatları elektronik mağazalarından temin edilebilir).

source: Failed to copy files; faulty hard disk?
tr: Kopyalama başarısız; bozuk sabit disk?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
tr: Bu hata, genellikle bozuk sabit diskten kaynaklanır. Sabit diskin eski ve değiştirilmesi gereken bir disk olmadığını kontrol etmek ya da sistemi daha soğuk bir yere taşımak problemi çözebilir.

source: Failed to copy files; faulty CD/DVD or hard disk?
tr: Kopyalama başarısız; bozuk CD/DVD veya sabit disk?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
tr: Bu hata, genellikle bozuk CD/DVD diski veya sürücüsünden ya da bozuk sabit diskten kaynaklanır. CD/DVD'yi temizlemek, yavaş hızda yazmak, CD/DVD sürücüsünün lensini temizlemek (temizleme aparatları elektronik mağazalarından temin edilebilir), sabit diskin eski ve değiştirilmesi gereken bir disk olup olmadığını kontrol etmek ya da sistemi daha soğuk bir ortama taşımak sorunu giderebilir.

source: Failed to copy file; faulty CD/DVD or hard disk?
tr: Dosya kopyalama başarısız oldu: hatalı CD.DVD veya sabit disk-

source: The following file did not match its source copy on the CD/DVD:
tr: Aşağıdaki dosya CD/DVD üzerindeki kaynak kopyası ile eşleşmedi:

source: Copying installation logs...
tr: Kurulum kayıtları kopyalanıyor...

source: Configuring target system...
tr: Hedef sistem yapılandırılıyor.

source: Configuring system locales...
tr: Sistem alanları yapılandırılıyor...

source: Configuring apt...
tr: apt yapılandırılıyor...

source: Configuring time zone...
tr: Zaman dilimi yapılandırılıyor...

source: Configuring keyboard...
tr: Klavye yapılandırılıyor...

source: Creating user...
tr: Kullanıcı yaratılıyor...

source: Importing documents and settings...
tr: Belge ve ayarlar aktarılıyor...

source: Configuring hardware...
tr: Donanım yapılandırılıyor...

source: Configuring network...
tr: Ağ yapılandırılıyor...

source: Setting computer name...
tr: Bilgisayar ismi ayarlanıyor...

source: Configuring boot loader...
tr: Açılış yükleyicisi yapılandırılıyor...

source: Installing additional packages...
tr: Ek paketler yükleniyor...

source: Checking for packages to install...
tr: Yükleme için gerekli paketler kontrol ediliyor...

source: Removing extra packages...
tr: Ek paketler kaldırılıyor...

source: Checking for packages to remove...
tr: Kaldırılacak paketler denetleniyor...

source: Downloading packages (${TIME} remaining)...
tr: Paketler indiriliyor (${TIME} kaldı)...

source: Downloading package lists...
tr: Paket listeleri indiriliyor...

source: Downloading package lists (${TIME} remaining)...
tr: Paket listeleri indiriliyor (${TIME} kaldı)...

source: Error installing ${PACKAGE}
tr: ${PACKAGE} kurulmada hata

source: Error removing ${PACKAGE}
tr: ${PACKAGE} kaldırmada hata

source: Error while installing packages
tr: Paketler yüklenirken hata

source: An error occurred while installing packages:
tr: Paketler yüklenirken bir hata oluştu:

source: The following packages are in a broken state:
tr: Şu paketler bozuk durumda:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
tr: Bu durum eski bir kurulum dosyası kullandığınızdan veya yukarıda sıralanan bazı paketlerdeki hatalardan kaynaklanıyor olabilir. Ayrıntılı bilgi /var/log/syslog dosyasında bulunabilir. Kurulum devam edecek; ancak ilerleyen bir aşamada başarısız olabilir ve kurulu sistemde (muhtemelen kendisi de dahil) diğer paketleri yükleyemeyebilir veya kaldıramayabilir. Öncelikle yükleme dosyanızın yeni sürümlerini aramalı veya sorunu yayımcısına bildirmelisiniz.

source: Error while removing packages
tr: Paketler kaldırılırken hata

source: An error occurred while removing packages:
tr: Paketler kaldırılırken bir hata oluştu:

source: Installing language packs
tr: Dil paketleri kuruluyor

source: Downloading language packs (${TIME} remaining)...
tr: Dil paketleri indiriliyor (${TIME} kaldı)...

source: Failed to unmount partitions
tr: Bölümlerin dosya sisteminden ayrılması işlemi başarısız

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
tr: Kurulum programının değişiklikleri bölümleme tablosuna işlemesi gerekiyor ancak bunu yapamıyor çünkü şu bağlama noktalarındaki bölümler dosya sisteminden ayırılamıyor:

source: Please close any applications using these mount points.
tr: Bu bağlama noktalarını kullan uygulamaları lütfen kapatın.

source: Would you like the installer to try to unmount these partitions again?
tr: Kurulum programının bu bölümleri yeniden ayırmayı denemesini ister misiniz?

source: Do you want to return to the partitioner?
tr: Bölücüye geri dönmek istiyor musun?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
tr: Sizin oluşturduğunuz disk bölümlerinin bazılarının kapasitesi çok kücük. Lütfen aşağıdaki disk bölümlerinin kapasitesini en az bu kadar ata (bayt):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
tr: Eğer disk bölücüye geri gitmez ve bu disk bölümlerinin kapasitesini arttırmazsanız kurulum başarısız olabilir.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
tr: Yükleme Türü: ${INSTALLTYPE} Sürücüler: Ek Grafik Sürücüsü: ${VIDEO_DRIVER} TV-Çıkışı: ${TVOUT}, ${TVSTANDARD} Ek Servisler: VNC (Uzak Masaüstü): ${EN_VNC} SSH (Güvenli Komut İstemi): ${EN_OPENSSH} Samba (Windows Ağ Hizmetleri): ${EN_SAMBA} NFS (Ağ Dosya Sistemi): ${EN_NFS} MythTV Servisi: ${EN_MYSQL} Normal Ubuntu Yükleme Soruları: Dil: ${LANGUAGE} Klavye Düzeni: ${KEYMAP} Tam Ad: ${FULLNAME} Kullanıcı Adı: ${USERNAME} Konum: ${LOCATION}

source: What Type of Installation?
tr: Yükleme Türünü Belirtin:

source: Two installation types are available for Mythbuntu:
tr: Mythbuntu için iki yükleme türü mevcuttur:

source: Standard Installation
tr: Standart Yükleme

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
tr: Standart yükleme, her seçeneği en az kullanıcı etkileşimi ile yükler ve yapılandırır. Bu; altyapı, üstyapı, tüm eklentiler ve tüm temaları yükleyecektir.

source: Advanced Installation
tr: Gelişmiş Yükleme

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
tr: Mythbuntu kurulumunu özelleştirmek için gelişmiş kurulum seçeneği seçilebilir. Not: Varolan MythTV temelli ağa Mythbuntu makinesi eklemek için gelişmiş kurulum seçeneği seçilmelidir.

source: Advanced Installation Type
tr: Gelişmiş Yükleme Türü

source: What type of system will this be?
tr: Bu ne tür bir sistem olacak?

source: Primary Backend w/ Frontend
tr: Birincil Altyapı w/ Üstyapı

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
tr: Bir Arkauç/önuç karma makine yüklemesi, MythTV'yi HTPC uygulamaları için isteyenlerin en yaygın kullandığı yükleme seçeneğidir. Bu yükleme çeşidi ev sinema sistemlerinde bir bileşen olarak kullanılmak için düşünülmüştür.

source: Secondary Backend w/ Frontend
tr: İkincil Altyapı w/ Üstyapı

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
tr: Bu seçenek Önuç ile birlikte Birincil Arkauca benzer bir kurulum yapacaktır, fakat arkauç olarak ağınızda varolan bir sisteme bağlanacaktır.

source: Primary Backend
tr: Birincil Arkauç

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
tr: Salt arkauç olarak kurulmuş bir makine bir elektronik cihaz gibi çalışarak, çok az bakıma ihtiyaç duyacaktır. Bu seçenek ağınızdaki ilk arkaucu kurmaya yarar.

source: Secondary Backend
tr: İkincil Arkauç

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
tr: Bu seçenek Birincil Arkauca benzer bir kurulum yapacaktır, fakat arkauç olarak ağınızda varolan bir sisteme bağlanacaktır.

source: Frontend
tr: Önuç

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
tr: Bir Önuç makinesinin ana işlevi arkauçtan aldığı içeriği dağıtmaktır. Bu seçeneği seçmeniz için ağınızda çalışan bir arkauç bulunmalıdır.

source: Choose Frontend / Backend Plugins
tr: Önuç / Arkauç Eklentilerini Seçin

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
tr: Eklentiler MythTV'nin geciktirme özellikli bir TV sisteminden daha fazlasını yapabilmesini sağlar.

source: Backend Plugins
tr: Arkauç Eklentileri

source: Frontend Plugins
tr: Üstyapı eklentileri

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
tr: MythWeb, yayın akışlarını görüntüleyebileceğiniz, belirli programları kayıt için işaretleyebileceğiniz, varolan kayıtları silebileceğiniz ve program arayabileceğiniz bir arayüz sunar.

source: Myth Archive
tr: Myth Arşiv

source: Myth Browser
tr: Myth Tarayıcı

source: Myth Controls
tr: Myth Kontroller

source: Myth Movies
tr: Myth Filmleri

source: Myth Gallery
tr: Myth Galeri

source: Myth Game
tr: Myth Oyun

source: Myth Music
tr: Myth Müzik

source: Myth News
tr: Myth Haber

source: Myth Phone
tr: Myth Telefon

source: Myth Stream
tr: Myth Akışı

source: Myth Video
tr: Myth Görüntü

source: Myth Weather
tr: Myth Hava Durumu

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
tr: MythTV Ağınızdaki içerikle DVD yaratabilmenize yarayan bir MythTV eklentisi.

source: An integrated web browser plugin for your MythTV system.
tr: MythTV sisteminiz için bütünleşik web tarayıcı eklentisi.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
tr: Myth TV İçin harici kontroller.Bu sizin tuş görevlerini düzenlemenizi sağlar.

source: Find movies playing in nearby local cinemas
tr: Yakınlardaki sinemalarda gösterimde olan filmleri bul

source: Allows you to monitor your Netflix dvd rental queue.
tr: Netflix DVD kiralama kuyruğunuzu görmenizi sağlar.

source: Allows you to visually browse a directory tree containing image files.
tr: Resim dosyaları içeren dizine göz atmanızı sağlar.

source: A frontend to start any emulator or binary that Linux runs.
tr: Linux üzerinde çalışan herhangi bir emulatör veya çalıştırılabilir dosyayı başlatmak için arayüz

source: Provides a digital audio jukebox integrated with MythTV.
tr: MythTV ile entegre çalışan bir dijital muzik kutusu sağlar

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
tr: MythTV için en sevilen haber konularınızı güncel tutan bir RSS haber okuyucu eklentisi

source: A phone and videophone capability on MythTV using the standard SIP protocol.
tr: MythTV'de standart SIP protokolünü kullanan bir telefon ve görüntülü telefon kapasitesi

source: Provides a method to listen to streaming internet radio stations.
tr: Akıcı internet radyo istasyonlarını dinleme yöntemi sağlar.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
tr: Harici bir oynatıcı kullanarak, MythTV arabirimi içerisindeki video akışlarına göz atmanıza ve oynatmanıza izin verir.

source: Displays current and forecast weather information within MythTV.
tr: MythTV içerisinde güncel ve tahmini hava durumunu gösterir.

source: Choose Extra Themes
tr: Fazladan Tema Seç

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
tr: Temalar bir MythTV kurulumunun estetik begenilirliğini iyice artırır, ve sizin zevkinize çok daha uygun olarak segiler.

source: Enable/Disable All
tr: Hepsini Seçilir/Seçilemez Kıl

source: Additional Drivers/Firmware
tr: Ek Sürücüler/Aygıt Yazılımı

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
tr: Bir açık kaynak grafik sürücüsü halihazırda etkinleştirildi ve kurulumunuz için ayarlandı. Eğer farklı bir grafik sürücüsü kullanmak isterseniz, buradan seçebilirsiniz. Tescilli grafik sürücülerinin TV Output veya OpenGL etkileri için gerekli olabileceğine dikkat edin.

source: Modify Video Driver & Settings
tr: Görüntü Sürücüsü & Ayarlarını Değiştir

source: If you would like to configure TV-out, choose an option here:
tr: Eğer TV çıkışını ayarlamak istiyorsanız, buradan bir seçenek seçiniz:

source: If enabling TV Out, you will also need to choose a TV Standard:
tr: Eğer TV çıkışını aktifleştiriyorsanız, bir TV standardı da seçmeniz gerekir:
