Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada3/debian/po/*.po
Languages: ca

source: Install
ca: Instal·la

source: Install (OEM mode, for manufacturers only)
ca: Instal·la (mode OEM, només per a fabricants)

source: Welcome
ca: Benvingut

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
ca: Esteu preparats per a instal·lar? Una vegada hageu contestat a unes poquesp reguntes, es poden instal·lar els continguts del CD autònom en aquest ordinador per a que pogueu iniciar el sistema a la velocitat normal i sense el CD.

source: Answering the questions should only take a few minutes.
ca: Només trigareu uns minuts en contestar les preguntes.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
ca: Seleccioneu la llengua a utilitzar per al procés d'instal·lació. Aquesta llengua serà la predeterminada al sistema final.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
ca: Esteu instal·lant en mode fabricant del sistema. Introduïu un nom únic per a aquest lot de sistemes. Aquest nom es desarà al sistema instal·lat i pot ser usat per a ajudar amb informes d'error.

source: If you have Internet access, read the release notes for information on problems that may affect you.
ca: Si teniu accés a Internet, llegiu les notes de la versió per obtenir informació sobre problemes que us poden afectar.

source: Release Notes
ca: Notes de la versió

source: Where are you?
ca: On sou?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
ca: Trieu una població del vostre país i una zona horària. Si l'hora segueix sent incorrecta fins i tot després de triar la vostra zona horària, podreu ajustar-la un cop es reiniciï el sistema.

source: Selected city:
ca: Ciutat seleccionada:

source: Time zone:
ca: Fus horari:

source: Selected region:
ca: Regió seleccionada:

source: Current time:
ca: Hora actual:

source: Keyboard layout
ca: Disposició de teclat

source: Which layout is most similar to your keyboard?
ca: Quina disposició és similar al vostre teclat?

source: You can type into this box to test your new keyboard layout.
ca: Podeu escriure en aquesta caixa per a provar la vostra disposició de teclat nova.

source: Who are you?
ca: Qui ets?

source: What is your name?
ca: Quin és el teu nom?

source: What name do you want to use to log in?
ca: Quin nom voleu utilitzar per a entrar al sistema?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
ca: Si més d'una persona ha d'utilitzar aquest ordinador, podeu configurar múltiples comptes després de la instal·lació.

source: Choose a password to keep your account safe.
ca: Seleccioneu una contrasenya per a mantenir el vostre compte segur.

source: You are running in debugging mode. Do not use a valuable password!
ca: Esteu en mode de depuració. No utilitzeu una contrasenya important!

source: Enter the same password twice, so that it can be checked for typing errors.
ca: Introduïu la mateixa contrasenya dues vegades, per a que es puga comprovar que no conté errors de tecleig.

source: What is the name of this computer?
ca: Quin és el nom d'aquest ordinador?

source: This name will be used if you make the computer visible to others on a network.
ca: Aquest nom s'utilitzarà si feu que l'ordinador siga visible a altres en una xarxa.

source: Migrate Documents and Settings
ca: Migra els documents i les configuracions

source: If you do not wish to import any accounts, select nothing and go to the next page.
ca: Si no voleu importar cap compte, no seleccioneu res i aneu a la pàgina següent.

source: Prepare disk space
ca: Prepareu l'espai al disc

source: How do you want to partition the disk?
ca: Com voleu partir el disc?

source: Prepare partitions
ca: Prepareu les particions

source: Ready to install
ca: Preparat per a instal·lar

source: Your new operating system will now be installed with the following settings:
ca: El nou sistema operatiu s'instal·larà ara amb els següents paràmetres:

source: Advanced...
ca: Avançat...

source: Install[ action ]
ca: Instal·la

source: Step ${INDEX} of ${TOTAL}
ca: Pas ${INDEX} de ${TOTAL}

source: Abort the installation?
ca: Voleu avortar la instal·lació?

source: Do you really want to abort the installation now?
ca: Esteu segur de voler avortar la instal·lació ara?

source: Skip
ca: Omet

source: Installation complete
ca: Instal·lació completa

source: Continue using the live CD
ca: Continueu utilitzant el CD autònom

source: Restart now
ca: Reinicia ara

source: Installer crashed
ca: L'instal·lador ha fallat

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
ca: Ho sentim: l'instal·lador ha fallat. Seria recomanable que informéssiu d'aquest error a https://launchpad.net/ubuntu/+source/ubiquity/+filebug (sense adjuntar els detalls a cap informe ja existent), de manera que els desenvolupadors se'n puguin ocupar el més aviat possible. Hauríeu d'incloure els detalls següents a l'informe perquè pugui ser útil, així com adjuntar-hi els fitxers /var/log/syslog i /var/log/partman:

source: Edit partition
ca: Edita la partició

source: Create partition
ca: Crea una partició

source: New partition size in megabytes (1000000 bytes):
ca: Mida de la partició nova en megues (1000000 octets):

source: Beginning
ca: Principi

source: End
ca: Final

source: Primary
ca: Primària

source: Logical
ca: Lògica

source: Edit a partition
ca: Edita una partició

source: Advanced Options
ca: Opcions avançades

source: Boot loader
ca: Carregador

source: Install boot loader
ca: Instal·la el carregador

source: Popularity contest
ca: Concurs de popularitat

source: Participate in the package usage survey
ca: Participeu a l'enquesta d'utilització de paquets

source: Network proxy
ca: Servidor intermediari de xarxa

source: HTTP proxy:
ca: Servidor intermediari HTTP:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
ca: S'ha completat la instal·lació. Heu de tornar a iniciar l'ordinador per a utilitzar la instal·lació nova. Podeu continuar utilitzant aquest CD autònom, tot i que qualsevol canvi que feu els documents que deseu no es preservaran.

source: Go Back
ca: Vés enrere

source: Continue
ca: Continua

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
ca: Llengua:${LANGUAGE} Disposició del teclat: ${KEYMAP} Nom: ${FULLNAME} Nom d'entrada: ${USERNAME} Ubicació: ${LOCATION} Assistent de migració: ${MIGRATE}

source: Checking the installation...
ca: S'està comprovant la instal·lació...

source: Installing system
ca: S'està instal·lant el sistema

source: Finding the distribution to copy...
ca: S'està cercant la distribució a copiar...

source: Scanning files...
ca: S'estan analitzant els fitxers...

source: Copying files...
ca: S'estan copiant els fitxers...

source: Copying files (less than a minute remaining)...
ca: S'estan copiant els fitxers (queda menys d'un minut)...

source: Failed to copy files; out of disk space.
ca: Ha fallat la còpia de fitxers; no hi ha prou espai al disc.

source: The installer encountered an error copying files to the hard disk:
ca: L'instal·lador ha trobat un error mentre copiava els arxius al disc dur:

source: Failed to copy files; faulty CD/DVD?
ca: No s'han pogut copiar els fitxers; el CD/DVD és defectuós?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
ca: Aquest error acostuma a ser causat per un disc o lector CD/DVD defectuós. A vegades es pot solucionar netejant el CD/DVD, enregistrant el CD/DVD a una velocitat més baixa, o bé netejant la lent del lector de CD/DVD (les botigues d'informàtica especialitzades solen vendre jocs de neteja).

source: Failed to copy files; faulty hard disk?
ca: La copia de fitxers ha fallat; és probable que el disc dur tingui un error.

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ca: Aquest error acostuma ser causat per un problema amb el disc dur. Comproveu si el disc dur és massa vell i necessita ser reemplaçat, o bé traslladeu el sistema a una ubicació on hi hagi una temperatura més baixa.

source: Failed to copy files; faulty CD/DVD or hard disk?
ca: La copia dels fitxers ha fallat; és probable que hi hagi un error al CD/DVD o al disc dur.

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ca: Aquest error acostuma a ser causat per un disc o lector CD/DVD defectuós, o bé per un disc dur defectuós. A vegades es pot solucionar netejant el CD/DVD, enregistrant el CD/DVD a una velocitat més baixa, o bé netejant la lent del lector de CD/DVD (les botigues d'informàtica especialitzades solen vendre jocs de neteja). Alternativament, comproveu si el disc dur és massa vell i necessita ser reemplaçat, o bé traslladeu el sistema a una ubicació on hi hagi una temperatura més baixa.

source: Failed to copy file; faulty CD/DVD or hard disk?
ca: Ha fallat la còpia de fitxers; pot ser que el CD/DVD o el disc dir estiguin malmesos.

source: Copying installation logs...
ca: S'estan copiant els registres de la instal·lació...

source: Configuring target system...
ca: S'està configurant el sistema instal·lat...

source: Configuring system locales...
ca: S'estan configurant els locales del sistema

source: Configuring apt...
ca: S'està configurant l'apt...

source: Configuring time zone...
ca: S'està configurant el fus horari...

source: Configuring keyboard...
ca: S'està configurant el teclat...

source: Creating user...
ca: S'està creant un usuari...

source: Importing documents and settings...
ca: S'estan important els documents i paràmetres...

source: Configuring hardware...
ca: S'està configurant el maquinari...

source: Configuring network...
ca: S'està configurant la xarxa...

source: Setting computer name...
ca: S'està establint el nom de l'ordinador...

source: Configuring boot loader...
ca: S'està configurant el carregador...

source: Installing additional packages...
ca: S'estan instal·lant els paquets addicionals

source: Checking for packages to install...
ca: S'estan comprovant els paquets a instal·lar...

source: Removing extra packages...
ca: S'estan suprimint els paquets extra...

source: Checking for packages to remove...
ca: S'està comprovant quins paquets s'han de suprimir...

source: Downloading packages (${TIME} remaining)...
ca: S'estan baixant els paquets (${TIME} per a acabar)...

source: Downloading package lists...
ca: S'estan baixant les llistes de paquets...

source: Downloading package lists (${TIME} remaining)...
ca: S'estan baixant les llistes de paquets (${TIME} per a acabar)...

source: Error installing ${PACKAGE}
ca: S'ha produït un error en instal·lar ${PACKAGE}

source: Error removing ${PACKAGE}
ca: S'ha produït un error en suprimir ${PACKAGE}

source: Error while installing packages
ca: S'ha produït un error en instal·lar els paquets

source: An error occurred while installing packages:
ca: S'ha produït un error en instal·lar els paquets:

source: The following packages are in a broken state:
ca: Els paquets següents estan en un estat trencat:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
ca: Això pot ser degut al fet que s'estigui utilitzant una imatge d'instal·lació vella, o bé a un error en algun dels paquets llistats aquí sobre. Podeu trobar més detalls a /var/log/syslog. De totes maneres, l'instal·lador intentarà continuar, però pot ser que falli en algun punt determinat i no pugui instal·lar o suprimir altres paquets (fins i tot el seu mateix) del sistema. Abans de res, hauríeu de comprovar si hi ha versions noves de la imatge d'instal·lació. En cas contrari, hauríeu d'informar d'aquest error a la vostra distribució.

source: Error while removing packages
ca: S'ha produït un error en suprimir paquets

source: An error occurred while removing packages:
ca: S'ha produit un error mentre es suprimien paquets:

source: Installing language packs
ca: S'estan instal·lant els paquets de llengua

source: Downloading language packs (${TIME} remaining)...
ca: S'estan baixant els paquets de llengua (${TIME} per a acabar)...

source: Failed to unmount partitions
ca: No s'han pogut desmuntar les particions

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
ca: L'instal·lador necessita fer canvis a les taules de partició, però no ho pot fer perquè no pot desmuntar les particions en els següents punts de muntatge:

source: Please close any applications using these mount points.
ca: Tanqueu les aplicacions que emprin aquests punts de muntatge:

source: Would you like the installer to try to unmount these partitions again?
ca: Voleu que l'instal·lador provi de desmuntar aquestes particions una altra vegada?

source: Do you want to return to the partitioner?
ca: Voleu tornar cap al partidor?

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
ca: Tipus d'instal·lació: ${INSTALLTYPE} Controladors: Cntr. de víd. add.: ${VIDEO_DRIVER} Sortida de TV: ${TVOUT}, ${TVSTANDARD} Serveis addicionals: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Servei del MythTV: ${EN_MYSQL} Normal Ubuntu Install Questions: Llengua: v${LANGUAGE} Disposició teclat: ${KEYMAP} Nom complet: ${FULLNAME} Nom d'entrada: ${USERNAME} Ubicació: ${LOCATION}

source: What Type of Installation?
ca: Quin tipus d'instal·lació voleu?

source: Two installation types are available for Mythbuntu:
ca: Hi ha dos tipus d'instal·lació disponibles per al Mythbuntu

source: Standard Installation
ca: Instal·lació estàndard

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
ca: La instal·lació estàndard instal·larà i configurarà cada opció amb la mínima interacció de l'usuari possible. Això instal·larà un rerefons, un frontal, tots els connectors, i tots els temes.

source: Advanced Installation
ca: Instal·lació avançada

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
ca: La instal·lació avançada permet personalitzar tot el que sigui necessari per a aquesta instal·lació del Mythbuntu. Nota: si voleu afegir un ordinador Mythbuntu a una xarxa MythTV existent, aquesta és l'opció que heu de triar.

source: Advanced Installation Type
ca: Tipus d'instal·lació avançada

source: What type of system will this be?
ca: Quin tipus de sistema serà aquest?

source: Primary Backend w/ Frontend
ca: Rerefons primari amb frontal

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
ca: Un ordinador amb una combinació de rerefons/frontal és la configuració més habitual per als qui vulguin utilitzar el MythTV per a aplicacions de cinema de saló (HTPC). Aquest tipus d'instal·lació està pensada per a utilitzar-la com a component del cinema de saló.

source: Secondary Backend w/ Frontend
ca: Rerefons secundari amb frontal

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
ca: Això configurarà un sistema similar a un rerefons primari amb frontal que es connectarà a un rerefons existent a la xarxa.

source: Primary Backend
ca: Rerefons primari

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
ca: Un ordinador només amb rerefons està típicament dissenyat per a funcionar com un electrodomèstic -requereix un manteniment mínim. La seva finalitat és ésser instal·lat com a primer rerefons d'una xarxa.

source: Secondary Backend
ca: Rerefons secundari

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
ca: Això configurarà un sistema similar a un rerefons primari, però de tal manera que es connectarà a un rerefons existent a la xarxa.

source: Frontend
ca: Frontal

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
ca: La funció principal d'un ordinador només amb frontal és rebre continguts multimèdia del rerefons i distribuir-los. Aquesta configuració requereix un rerefons existent a la xarxa.

source: Choose Frontend / Backend Plugins
ca: Trieu els connectors del frontal / rerefons

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
ca: Els connectors es poden utilitzar per a ampliar la funcinalitat del MythTV més enllà d'una solució de TV de desplaçament de temps

source: Backend Plugins
ca: Connectors del rerefons

source: Frontend Plugins
ca: Connectors del frontal

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
ca: El MythWeb proporciona una interfície web per a visualitzar les cartelleres, planificar i suprimir enregistraments, i cercar programes.

source: Myth Archive
ca: Arxiu del Myth

source: Myth Browser
ca: Navegador del Myth

source: Myth Controls
ca: Controls del Myth

source: Myth Flix
ca: Pel·lícules del Myth

source: Myth Gallery
ca: Galeria del Myth

source: Myth Game
ca: Jocs del Myth

source: Myth Music
ca: Música del Myth

source: Myth News
ca: Notícies del Myth

source: Myth Phone
ca: Telèfon del Myth

source: Myth Stream
ca: Fluxos del Myth

source: Myth Video
ca: Vídeos del Myth

source: Myth Weather
ca: Informació del temps del Myth

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
ca: Un connector per al MythTV que us permet crear DVD a partir dels continguts de la xarxa MythTV.

source: An integrated web browser plugin for your MythTV system.
ca: Un connector de navegador web integrat per al sistema MythTV.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
ca: Controls externs per al MythTV, els quals us permetran modificar els mapes de botons i les assignacions de tecles.

source: Allows you to monitor your Netflix dvd rental queue.
ca: Permet fer un seguiment de la llista de DVD llogats al NEtflix.

source: Allows you to visually browse a directory tree containing image files.
ca: Permet navegar visualment un arbre de directoris que contingui fitxers d'imatge.

source: A frontend to start any emulator or binary that Linux runs.
ca: Un frontal per a iniciar qualsevol emulador o fitxer binary que es pugui executar en el Linux.

source: Provides a digital audio jukebox integrated with MythTV.
ca: Proporciona una màquina de tocadiscs digital integrada amb el MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
ca: Un connector de lector de canals RSS per al MythTV que us mantindrà informat de l'actualitat dels vostres temes preferits.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
ca: Un telèfon i videotelèfon al MythTV a través del protocol estàndard SIP.

source: Provides a method to listen to streaming internet radio stations.
ca: Proporciona un mètode per a escoltar ràdios a Internet.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
ca: Permet navegar per i reproduir fluxos de vídeo a través d'un reproductor extern, a través de la interfície del MythTV.

source: Displays current and forecast weather information within MythTV.
ca: Mostra l'estat del temps i la previsió des del MythTV.

source: Choose Extra Themes
ca: Trieu temes addicionals

source: Additional Drivers/Firmware
ca: Controladors/microprogramari addicionals

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
ca: La vostra instal·lació ja disposa d'un controlador de programari lliure habilitat i configurat. En cas que vulgueu utilitzar-ne un altre, podeu especificar-lo aquí. Tingueu en compte que és possible que calguin controladors propietaris per a utilitzar la sortida de TV o els efectes OpenGL.

source: Modify Video Driver & Settings
ca: Modifica el controlador de vídeo i els paràmetres

source: If you would like to configure TV-out, choose an option here:
ca: Si voleu configurar la sortida de TV, trieu una opció aquí:

source: If enabling TV Out, you will also need to choose a TV Standard:
ca: Si heu habilitat la sortide de TV, haureu de triar un estàndard de TV:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
ca: Avís: no establiu l'estàndard de televisió a un valor major que el compatible amb el vostre televisor, cosa que podria ocasionar-li danys permanents.

source: Master Backend Info
ca: Informació del rerefons principal

source: Please enter the information necessary to contact your master backend:
ca: Introduïu la informació necessària per a contactar amb el vostre rerefons principal:

source: MySQL Password
ca: Contrasenya del MySQL

source: MySQL User Name
ca: Nom d'usuari del MySQL
