Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada3/debian/po/*.po
Languages: ca

source: MySQL Database
ca: Database del MySQL

source: MySQL Server
ca: Servidor MySQL

source: Configure Guide Data / Backend
ca: Configuració de les dades de programació / rerefons

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
ca: Els passos finals de la instal·lació requereixen la configuració de les dades de programació i del rerefons per a la primera utilització.

source: Click to open the Schedules Direct website
ca: Feu clic per a anar al lloc web de l'«Schedules Direct»

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
ca: Els usuaris de l'Amèrica del Nord hauran de crear o configurar un compte amb l'Schedules Direct (SD). SD ofereix dades de programació a canvi d'un petit import, sense les quals aquests usuaris es perdran moltes de les característiques de programació del MythTV.

source: Launch MythTV Setup
ca: Inicia la configuració del MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
ca: Un cop hàgiu configurat la vostra font de dades de programació, haureu d'executar el MythTV-Setup per a iniciar la configuració del rerefons per primera vegada. S'han de configurar les primeres quatre seccions; assegureu-vos d'introduir les dades de programació a la tercera.

source: Configuring mythtv...
ca: S'està configurant el MythTV...

source: Configuring additional drivers...
ca: S'estan configurant els controladors addicionals...

source: Configuring additional services...
ca: S'estan configurant els serveis addicionals...
