Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7/debian/po/*.po
Languages: he, mk, ms

source: Failed to unmount partitions
he: כישלון בביטול עגינת המחיצות.
mk: Неуспеав да ги демонтирам партициите
ms: Gagal menyahpaut bahagian

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
he: תוכנית ההתקנה צריכה לבצע שינויים לטבלת המחיצות שבכונן הקשיח, אך אין באפשרותה לעשות כן בגלל שלא ניתן לכבות כמה מחיצות אשר נמצאות במיקומים הבאים:
mk: Инсталерот треба да направи промени во табелите за партициите но партициите на следните точки на монтирање не може да бидат демонтирани.
ms: Pemasang perlu untuk melaksanakan pertukaran pada jadual bahagian, tetapi tidak boleh kerana bahagian pada titik pemuat berikut mungkin tidak boleh nyahpautkan.

source: Please close any applications using these mount points.
he: אנא סגור את כל היישומים המשתמשים במחיצות שבמיקומים אלו.
mk: Ве молам затворете ги апликациите кои ги користат овие точки на монитрање.
ms: Sila tutup apa-apa aplikasi yang menggunakan titik pautan.

source: Would you like the installer to try to unmount these partitions again?
he: האם ברצונך שתוכנית ההתקנה תנסה לכבות את המחיצות הללו שוב?
mk: Дали сакате инсталерот повторно да се обиде да ги демонтира овие партиции?
ms: Adakah anda ingin pemasang untuk mencuba menyahpaut bahagian sekali lagi?

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
he: סוג ההתקנה: ${INSTALLTYPE} התקנים: הוסף התקן וידאו: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} שירותים נוספים: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} מאפייני התקנה רגילה של אובונטו: שפה: ${LANGUAGE} פריסת מקלדת: ${KEYMAP} שם מלא: ${FULLNAME} שם משתמש: ${USERNAME} מיקום: ${LOCATION}
mk: Тип на инсталација: ${INSTALLTYPE} Драјвери: Додај видео драјвер: ${VIDEO_DRIVER} ТВ излез: ${TVOUT}, ${TVSTANDARD} Додатни сервиси: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Сервис: ${EN_MYSQL{ Стандардни инсталациони прашања: Јазик: ${LANGUAGE} Јазична поддршка: ${KEYMAP} Вообичаено име: ${FULLNAME} Вообичаен корисничко име: ${USERNAME} Локација: ${LOCATION}
ms: Jenis pemasangan: ${INSTALLTYPE) Pemacu: Tambah. Pemacu Video: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Perkhidmatan Tambahan: VNC: ${MY_VNC} SSH: ${MY_OPENSSH} Samba: ${MY_SAMBA} NFS: ${MY_NFS} Servis MythTV: ${MY_MYSQL} Soalan Lazim Pemasangan Ubuntu: Bahasa: ${LANGUAGE} Paparan kekunci: ${KEYMAP} Nama biasa: ${FULLNAME} Nama daftar masuk biasa: ${USERNAME} Lokasi: ${LOCATION}

source: What Type of Installation?
he: איה סוג של התקנה?
mk: Кој тип на инсталација?
ms: Apakah Jenis Pemasangan?

source: Two installation types are available for Mythbuntu:
he: שתי דרכים קיימות להתקנת Mythbuntu:
mk: Достапни се два вида на инсталација за Mythbuntu:
ms: Dua jenis pemasangan boleh didpati untuk Mythbuntu:

source: Standard Installation
he: התקנה רגילה
mk: Стандардна инсталација
ms: Pemasangan Standard

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
he: התקנה רגילה תתקין ותגדיר כמעט את כל הדברים הנצרכים ללא צורך במשתמש. התקנה זו תתקין את ה-backend, frontend, ואת כל התוספים והערכות הנושא.
mk: Стандардната инсталација ќе ги инсталира и конфигурира сите опции со минимален труд од страна на корисникот. Ова ќе инсталира backend, frontend, сите додатоци, и сите теми.
ms: Pemasangan standard akan memasang dan mengkonfigurasi setiap opsyen dengan interaksi pengguna yang minima. Ia akan memasang bahagia belakang. hadapan, kesemua plugin dan kesemua tema

source: Advanced Installation
he: התקנה מתקדמת
mk: Напредна инсталација
ms: Pemasangan Maju

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
he: התקנה מתקדמת מיועדת למשתמשים הרוצים לשלוט בהגדרות של Mythubuntu. שים לב: יש להשתמש בהתקנה מתקדמת בכדי להוסיף מחשב המריץ Mythubuntu לרשת קיימת המריצה MythTV.
mk: Напредна инсталација може да се користи за да се постави што е потребно за оваа Mythbuntu инсталација. Забелешка: За да додадете Mythbuntu машина во веќе постоечка MythTV мрежа, потребна е напредната инсталација.
ms: Pemasangan maju boleh digunakan untuk memasang Mythbuntu secara persendirian. NOTA: Pemasangan maju adalah penting untuk menambah mesin Mythbuntu kepada rangkan berasaskan MythTV sedia ada.

source: Advanced Installation Type
he: סוג התקנה מתקדמת
mk: Напреден тип на инсталација
ms: Jenis Pemasangan Maju

source: What type of system will this be?
he: מה סוג המערכת שלך?
mk: Каков вид на систем ќе биде ова?
ms: Apakah jenis sistem yang akan dijadikan?

source: Primary Backend w/ Frontend
he: ראשי עם Backend ו-Frontend
mk: Примарен backend со frontend

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
he: הקומבינציה של מחשב עם Backend/frontend היא הקומבינציה הנפוצה ביותר למשתמשים המעוניינים להשתמש ב-MythTV במחשב מדיה סלוני. סוג התקנה זה מיועד לשימוש כחלק ממערכת קולנוע ביתית.
mk: Backend/Frontend комбо машина е најчестото поставување за луѓе кои го сакаат MythTV за HTPC апликации. Овој тип на инсталација е наменет за да се искористи како дел во Вашето домашно кино.

source: Secondary Backend w/ Frontend
he: מנגנון משני עם ממשק
mk: Секундарен backend со frontend

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
he: זה יתקין מערכת דומה למערכת מנוע עם או בלי ממשק, אבל המערכת תוגדר להתחברות למנוע קיים ברשת.
mk: Ова ќе постави систем сличен на примарен backend со фrontend, иако ќе биде поставен за да се поврзува на постоечки backend на мрежата.

source: Primary Backend
he: מנגנון ראשי
mk: Примарен backend.

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
he: מחשב המשמש כמנגנון בלבד מיועד לתפקד כמתקן; הדורש תחזוקה מזערית. מיועד להתקנה בתור המחשב הראשון ברשת.
mk: Backend-only машина е типично дизајнирана да функционира како инструмент; барајќи многу малку оддржување. Ова е наменето за да биде инсталирано како првиот backend на една мрежа.

source: Secondary Backend
he: מנגנון משני
mk: Секундарен backend

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
he: פעולה זו תתקין מערכת הדומה למנגנון ראשי, מצד שני המחשב יוגדר על מנת להתחבר למנגנון קיים ברשת.
mk: Ова ќе постави систем сличен на примарен backend, иако ќе биде поставен за да се поврзува на постоечки backend на мрежата.

source: Frontend
he: ממשק

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
he: תפקידה הראשי של מכונת ממשק הינו לקבל תוכן מדיה מהמנגנון ולהפיץ אותו. הגדרה זו דורשת מנגנון קיים ברשת.

source: Choose Frontend / Backend Plugins
he: בחר תוספי ממשק / מנגנון
mk: Изберете frontend / backend додатоци

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
he: תוספים יכולים להרחיב את התכונות של MythTV מעבר לפתרונות צפייה מבוססי תיזמון.
ms: Plugins boleh digunakan untuk menambah fungsi MythTV melangkaui penyelesai pengubah masa TV.

source: Backend Plugins
he: תוספי Backend
ms: Plugin Bahagian belakang

source: Frontend Plugins
he: תוספי Frontend
mk: Frontend додатоци
ms: Plugin bahagian hadapan

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
he: MythWeb מספק גישה דרך ממשק אינטרנט (דרך הדפדפן) המשמש לצפייה ברשימות צפייה, תזמון הקלטות, מחיקת הקלטות, וחיפוש תוכניות.
mk: Myth веб нуди веб интерфејс кој што може да се користи за преглед на листи, распореди за снимање, бришење на снимки и пребарување на програми.
ms: MythWeb menyediakan antara muka web yang boleh digunakan untuk melihat penyenaraian, rekod yang dijadualkan, padam rekod dan caria program.

source: Myth Game
he: Myth משחקים
ms: Permainan Myth

source: Myth Music
he: Myth מוסיקה
ms: Muzik Myth

source: Myth News
he: Myth חדשות
ms: Berita Myth

source: Myth Phone
he: Myth טלפון
ms: Telefon Myth

source: Myth Stream
he: Myth זרימה
ms: Aliran Myth

source: Myth Video
he: Myth וידאו
ms: Video Myth

source: Myth Weather
he: Myth תחזית
ms: Cuaca Myth

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
he: תוסף עבור MythTV המאפשר לך ליצור תקליטורי DVD מהתוכן המצוי ברשת ה-MythTV שלך.
ms: Plugin untuk MythTV yang membolehkan anda hasilkan DVDs dari kandungan Rangkaian MythTV anda.

source: An integrated web browser plugin for your MythTV system.
he: תוסף דפדפן אינטרנט עבור מערכת ה-MythTV שלך.
ms: Plugin pelayar web yang diintegrasikan untuk sistem MythTV

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
he: שליטה חיצונית עבור MythTV. זה מאפשר לך לשנות את מיפוי הכפתורים.
ms: Kawalan luaran untuk MythTV. Membenarkan anda mengubahsuai kedudukan butang dan pelekatan kekunci.

source: Allows you to monitor your Netflix dvd rental queue.
he: מאפשר לפקח על רשימת ההמתנה שלך ב-Netflix
ms: Membenarkan anda mengawasi barisan penyewaan dvd dari Netflix.

source: Allows you to visually browse a directory tree containing image files.
he: מאפשר לסייר בצורה ויזואלית בעץ תיקיות המכיל תמונות.
ms: Membenarkan anda melayari secara visual pokok direktori yang mengandungi fail imej.

source: A frontend to start any emulator or binary that Linux runs.
he: Frontend המאפשר להריץ כל emulator או קובץ בינארי שלינוקס יכול להריץ.
ms: Bahagian hadapan untuk memulakan emulasi atau binari yang dilarikan Linux.

source: Provides a digital audio jukebox integrated with MythTV.
he: מספק שילוב של נגן מדיה דיגיטלית עם MythTV.
ms: Menyediakan Kotak-lagu audio digital dintegrasikan dengan MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
he: תוסף ל-MythTV הקורא עידכוני RSS המאפשר לך להישאר מועדכן בנושאים שמעניינים אותך.
ms: Plugin suapan RSS untuk MythTV yang berikan anda kemaskini mengenai topik kebenaran anda.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
he: יכולת טפלון וטלפון עם וידיאו ל-MythTV באמצעות שימוש בפרוטוקול SIP הסטנדרטי.
ms: Kemampuan telefon dan telefon video pada MythTV menggunakan protokol SIP.

source: Provides a method to listen to streaming internet radio stations.
he: מאפשר האזנה לתחנות רדיו אינטרנטיות זורמות.
ms: Meneydiakan cara untuk mendengar stesen radio internet yang dialirkan

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
he: מאפשר לך לדפדף בין ולנגן זירמי וידאו, באמצעות שימוש בנגן חיצוני, מיתוך ממשק MythTV.
ms: Membolehkan anda mencari dan memainkan aliran video dengan menggunakan pemain luar melalui antaramuka MythTV.

source: Displays current and forecast weather information within MythTV.
he: מציג את תחזית מזג האוויר בתוך MythTV.
ms: Memaparkan ramalan serta cuaca semasa dari dalam MythTV.

source: Choose Extra Themes
he: בחר ערכות נושא נוספות
ms: Pilih Tema Tambahan

source: Enable/Disable All
he: הפעל/כבה הכל

source: Additional Drivers/Firmware
he: מנהלי התקן/קושחה נוספים

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
he: מנהל התקנים גראפי בקוד פתוח כבר מאופשר ומוגדר להתקנה שלך. אם ברצונך להשתמש במנהל התקנים גראפי אחר, אתה יכול לעשות זאת כאן. שים לב לכך שמנהל התקנים גראפי הוא הכרחי לפלט טלוויזיה או אפקטים של OpenGL.

source: Modify Video Driver & Settings
he: שנה את מנהל כרטיס המסך והגדרותיו
ms: Ubahsuai pemacu video & Seting

source: If you would like to configure TV-out, choose an option here:
he: אם ברצונך להגדיר פלט לטלויזיה, בחר את האפשרות מכאן:
ms: Jika anda ingin mengkonfigurasi TV-out, pilih pilihan di sini:

source: If enabling TV Out, you will also need to choose a TV Standard:
he: אם תבחר להפעיל פלט לטלויזיה, עליך לבחור תקן שידור:
ms: Jika mengaktifkan TV keluar, anda juga perlu memilih standard TV:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
he: אזהרה: אל תקבע את תקן הפלט למשהו גבוה יותר ממה שהטלויזיה שלך תומכת. עלול להגרם נזק תמידי.
ms: Amaran: Jangan tetapkan Standard TV lebih dari apa yang TV anda sokong. Kerosakan KEKAL mungkin berlaku.

source: Master Backend Info
he: מידע מנגנון ראשי

source: Please enter the information necessary to contact your master backend:
he: נא הזן את המידע הנחוץ ליצירת קשר עם המנגנון הראשי.

source: MySQL Password
he: סיסמאת MySQL
mk: MySQL лозинка
ms: Kata laluan MySQL

source: MySQL User Name
he: שם משתמש MySQL
ms: Nama pengguna MySQL

source: MySQL Database
he: מסד נתונים MySQL
ms: Pangkalan data MySQL

source: MySQL Server
he: שרת MySQL
ms: Pelayan MySQL

source: Configure Guide Data / Backend
he: הגדר מדריך נתונים / מנוע

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
he: השלבים האחרונים של ההתקנה דורשים את הגדרת מדריך הנתונים והמנוע בפעם הראשונה.
ms: Langkah terakhir pemasangan memerlukan anda menyediakan data panduan dan mengkonfigurasikan bahagian belakang untuk pertama kali.

source: Click to open the Schedules Direct website
he: לחץ כאן כדי לפתוח את אתר האינטרנט של Schedules Direct
ms: Klik untuk buka laman web Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
he: משתמשים בצפון אמריקה יצטרכו לפתוח חשבון ב-Schedules Direct (SD). SD מספקת מדריך נתונים בסכום נקוב. בלי SD, משתמשי צפון אמריקה יאבדו הרבה מתכונות התזמון של MythTV.
ms: Pengguna di Amerika Utara perlu hasilkan akaun dengan Schedules Direct (SD). SD menyediakan data panduan provides untuk sedikit bayaran. Tanpa SD, pengguna Amaerika Utara akan kehilang ciri-ciri penjadualan dalam MythTV.

source: Launch MythTV Setup
he: הרץ את התקנת MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
he: לאחר הגדרת מקורות מדריך הנתונים, תצטרך להפעיל את התקנת MythTV כדי להריץ את הגדרות המנוע בפעם הראשונה. תצטרך להגדיר את ארבע האיזורים הראשונים, ודא שאתה מספק את מדריך הנתונים בשלישי.

source: Configuring mythtv...
he: מגדיר את MythTV...
mk: Конфигурирам mythtv...
ms: Mengkonfigurasi MythTV...

source: Configuring additional drivers...
he: מגדיר התקני חומרה נוספים...
mk: Конфигурирам додатни драјвери...
ms: Konfigurasi pemacu tambahan...

source: Configuring additional services...
he: מגדיר שירותים נוספים...
mk: Конфигурирам додатни сервиси...
ms: Konfigurasi perkhidmatan tambahan...

source: Myth Archive
mk: Myth Архива
ms: Arkib Myth

source: Myth Browser
mk: Myth Прелистувач
ms: Pelayar Myth

source: Myth Controls
ms: Kawalan Myth

source: Myth Gallery
ms: Galeri Myth

source: Network proxy
mk: Мрежен proxy

source: Failed to copy files; out of disk space.
mk: Не успеав да ги ископирам датотеките; нема повеќе простор на дискот

source: Failed to copy file; faulty CD/DVD or hard disk?
mk: Не успеав да ја ископирам датотеката; расипан CD/DVD или тврд диск?

source: The following file did not match its source copy on the CD/DVD:
mk: Следниве датотеки не се совпаѓаат со изворната копија на CD/DVD-то:

source: Myth Web
mk: Myth веб
