Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7/debian/po/*.po
Languages: he, mk, ms

source: Install
he: התקנה
mk: Инсталирај
ms: Pasang

source: Install (OEM mode, for manufacturers only)
he: התקנה (ליצרנים בלבד)
mk: Инсталација (OEM режим, само за производители)
ms: Pasang (mod OEM, untuk pengilang sahaja)

source: Welcome
he: ברוכים הבאים
mk: Добредојдовте
ms: Selamat Datang

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
he: מוכן להתקין? ברגע שתענה על מספר שאלות, תוכן ה LIVE CD יותקן על המחשב כדי שתוכן להריץ את המערכת במהירות וללא התקליטור
mk: Подготвени сте за инсталација? Откако ќе одговорите на неколку прашања, содржината од живото CD ќе биде инсталирана на овој компјутер, па ќе можете да работите на системот со полна брзина без CD-то.
ms: Sedia untuk memasang? Sebaik sahaja anda menjawab beberapa soalan, kandungan live CD boleh dipasang ke komputer ini supaya anda boleh menggunakan sistem ini pada kelajuan maksimum tanpa menggunakan live CD.

source: Answering the questions should only take a few minutes.
he: המענה לשאלות לא ייקח יותר מכמה דקות.
mk: Одговарањето на овие прашања би требало да потреае само неколку минути.
ms: Menjawab soalan hanya mengambil masa beberapa minit sahaja.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
he: בחר שפה לשימוש בתוכנית ההתקנה. שפה זו תשמש כברירת מחדל למערכת שתותקן.
mk: Ве молам, одберете јазик кој ќе се користи во процесот на инсталација. Овој јазик ќе биде стандардниот јазик на инсталираниот систем.
ms: Sila pilih bahasa untuk proses pemasangan. Bahasa ini akan dijadikan bahasa utama untuk sistem.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
he: ההתקנה מתבצעת במצב של יצרן מערכות. אנא הכנס שם מיוחד לקבוצת המערכות הללו. שם זה ישמר על כל המערכות המותקנות, והוא יסייע בדיווח על באגים.
mk: Инсталирате во режимот за изработка на системи. Внесете единствено име за оваа серија системи. Ова име ќе биде зачувано на инсталираниот систем и може да биде искористено при пријавуавњето на грешки.
ms: Anda sedang memasang dalam mod pengeluar sistem. Sila masukkan nama yang unik bagi keluaran sistem ini. Nama ini akan disimpan pada sistem yang dipasang dan boleh digunakan untuk bantuan laporan ralat.

source: If you have Internet access, read the release notes for information on problems that may affect you.
he: אם יש לך גישה לאינטרנט, קרא את הערות שחרור הגרסא כדי למצוא מידע אשר יכול לעניין אותך.
mk: Доколку имате пристап до интернет, прочитајте ги белешките за изданито за повеќе информации за проблемите кои можат да се појават.
ms: Jika anda mempunyai akses Internet, baca nota keluaran untuk maklumat tentang masalah yang mungkin memberi kesan kepada anda.

source: Release Notes
he: הערות שחרור גירסה
mk: Белешки за изданието
ms: Nota Keluaran

source: Where are you?
he: איפה אתם?
mk: Каде сте?
ms: Di mana anda?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
he: בחר עיר במדינתך ובאזור הזמן שלך. אם הזמן המוצג עדיין אינו מדוייק אף לאחר הבחירה, תוכל לשנותו לאחר איתחול מחדש של המערכת.
mk: Изберете град во вашата држава и временска зона. Ако прикажаното време не е точно дури и по изборот на соодветната временска зона, можете да го промените по рестартирање во инсталираниот систем.
ms: Pilih bandar dalam negara dan zon masa anda. Jika masa sekarang masih salah walaupun selepas memilih zon masa yang betul, anda boleh mengubahnya selepas boot kembali ke dalam sistem yang telah dipasang.

source: Selected city:
he: בחר עיר:
mk: Избран град:
ms: Bandar dipilih:

source: Time zone:
he: איזור זמן:
mk: Временска зона:
ms: Zon masa:

source: Selected region:
he: בחר איזור:
mk: Избран регион:
ms: Kawasan dipilih:

source: Current time:
he: השעה כרגע:
mk: Тековно време:
ms: Masa sekarang:

source: Keyboard layout
he: פריסת מקלדת
mk: Распоред на тастатура
ms: Susunatur papan kekunci

source: Which layout is most similar to your keyboard?
he: איזו פריסה היא הדומה ביותר למקלדת בה אתה משתמש?
mk: Кој распоред на копчињата на тастатурата е најсличен со Вашата тастатура?
ms: Susunatur mana yang paling serupa dengan papan kekunci anda?

source: You can type into this box to test your new keyboard layout.
he: תוכל להקליד בתיבה זו על מנת לבחון את פריסת המקלדת החדשה שלך.
mk: Можете да пишувате во ова поле за да го тестирате новиот распоред на копчињата на тастатурата.
ms: Anda boleh menaip di dalam kekotak ini untuk menguji susunatur papan kekunci anda

source: Who are you?
he: מי את/ה?
mk: Кој сте Вие?
ms: Siapakah anda?

source: What is your name?
he: מה שמך?
mk: Кое е Вашето име?
ms: Apakah nama anda?

source: What name do you want to use to log in?
he: באיזה שם ברצונך להשתמש כדי להיכנס למערכת?
mk: Кое име сакате да го користите за најава?
ms: Apakah nama yang anda ingin gunakan untuk daftar masuk?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
he: אם יותר מאדם אחד ישתמש במחשב זה, תוכל להוסיף משתמשים נוספים לאחר ההתקנה.
mk: Ако повеќе од една личност го користи овој компјутер, можете да поставите повеќе сметки по инсталацијата.
ms: Jika terdapat lebih daripada seorang yang akan menggunakan komputer ini, anda boleh menetapkannya selepas proses pemasangan.

source: Choose a password to keep your account safe.
he: בחר סיסמה כדי לשמור על חשבונך בטוח.
mk: Одберете лозинка за да ја обезбедите Вашата сметка.
ms: Pilih kata laluan untuk keselamatan akaun anda.

source: You are running in debugging mode. Do not use a valuable password!
he: אתה נמצא כרגע במצב ניסוי. היזהר לא להכניס סיסמאות חשובות!
mk: Работите во режим за исправување грешки. Не користете вредна лозинка!
ms: Anda sedang menjalankan mod penyahpepijatan. Jangan gunakan kata laluan yang bernilai!

source: Enter the same password twice, so that it can be checked for typing errors.
he: הקלד את אותה הסיסמה פעמיים על מנת לוודא שלא נפלה טעות במהלך ההקלדה.
mk: Внесете ја истата лозинка двапати за да биде проверена од грешки во пишувањето.
ms: Masukkan kata laluan yang sama sebanya dua kali supaya kesilapan menaip boleh disemak.

source: What is the name of this computer?
he: איך קוראים למחשב הזה?
mk: Кое е името на овој компјутер?
ms: Apakah nama komputer ini?

source: This name will be used if you make the computer visible to others on a network.
he: בשם זה יעשה שימוש אם תבחר לחבר את המחשב לרשת המקומית.
mk: Ова име ќе се користи ако овозможите Вашиот компјутер да биде достапен преку мрежа.
ms: Nama ini akan digunakan jika anda memaparkan komputer ini kepada pengguna lain dalam rangkaian

source: Migrate Documents and Settings
he: יבא מסמכים והגדרות
mk: Мигрирајте документи и поставувања
ms: Pindah dokumen dan tetapan

source: If you do not wish to import any accounts, select nothing and go to the next page.
he: אם אין ברצונך ליבא חשבונות, השאר את השדות לא מסומנים ועבור לעמוד הבא.
mk: Доколку не сакате да внесете ниедна сметка, не бирајте ништо и продолжете на следната страница.
ms: Jika anda tidak bercadang untuk mengimport sebarang akaun, jangan pilih apa-apa dan pergi ke muka seterusnya.

source: Prepare disk space
he: צור מקום בדיסק
mk: Припремам простор на дискот
ms: Sediakan ruang cakera

source: How do you want to partition the disk?
he: באיזו דרך תרצו לחלק את הכונן למחיצות?
mk: Дали сакате да продолжите со партиционирање?
ms: Bagaimana anda mahu cakera dibahagikan?

source: Prepare partitions
he: הכנת מחיצות
mk: Припремам партиции
ms: Menyediakan pembahagian

source: Ready to install
he: מוכן להתקנה
mk: Спремно за инсталација
ms: Bersedia untuk memasang

source: Your new operating system will now be installed with the following settings:
he: מערכת ההפעלה החדשה שלך תותקן כעת עם ההגדרות הבאות:
mk: Вашиот нов оперативен систем сега ќе биде инсталиран со следните поставувања:
ms: Sistem operasi baru anda sekarang akan dipasang dengan tetapan berikut:

source: Advanced...
he: מתקדם...
mk: Напредно...
ms: Lanjutan...

source: Install[ action ]
he: התקן
mk: Инсталирај[ акција ]
ms: Pasang

source: Step ${INDEX} of ${TOTAL}
he: צעד ${INDEX} מתוך ${TOTAL}
mk: ${INDEX} од ${TOTAL} чекори
ms: Langkah ${INDEX} dari ${TOTAL}

source: Abort the installation?
he: לבטל את ההתקנה?
mk: Прекини
ms: Batalkan pamasangan tersebut?

source: Do you really want to abort the installation now?
he: האם ברצונכם לבטל את תהליך ההתקנה עכשיו?
mk: Дали сакате да ја прекинете инсталацијата?
ms: Adakah anda benar-benar ingin membatalkan pemasangan tersebut sekarang?

source: Skip
he: דלג
mk: Прескокни
ms: Langkau

source: Installation complete
he: ההתקנה הסתיימה
mk: Инсталацијата успешно заврши
ms: Pemasangan selesai

source: Continue using the live CD
he: המשך להשתמש ב Live CD
mk: Продолжи со користење на живото CD
ms: Terus menggunakan Live CD

source: Restart now
he: בצע אתחול של המחשב
mk: Рестартирај сега
ms: Mulakan semula sekarang

source: Installer crashed
he: תוכנית ההתקנה קרסה
mk: Инсталерот падна
ms: Pemasang rosak

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
he: מצטערים, אך תוכנית ההתקנה קרסה. אנא דווח על התקלה הזו בכתובת https://launchpad.net/ubuntu/+source/ubiquity/+filebug (הוסף אותה כבאג חדש, ולא לבאג שכבר קיים) כדי שאחד המפתחים יוכל לפתור את הבעיה הזו בהקדם האפשרי. בכדי לסייע למפתחים להבין מהו מקור הבעיה, אנא כלול בדיווח את הפרטים הבאים, בנוסף לקבצים /var/log/syslog ו- /var/log/partman:
ms: Kami mohon maaf; pemasang rosak. Tolong failkan laporan pepijat baru di https://launchpad.net/ubuntu/+source/ubiquity/+filebug (jangan lampirkan perincian anda ke pepijat yang sedia ada) dan seorang pembangun akan mengendali masalah anda secepat yang mungkin. Untuk membantu pembangun memahami kesilapan yang berlaku, sertakan maklumat berikut dalam laporan pepijat anda, dan lampirkan fail /var/log/syslog and /var/log/partman:

source: Edit partition
he: ערוך מחיצה
mk: Уреди партиција

source: Create partition
he: צור מחיצה
mk: Креирај партиција
ms: Hasilkan bahagian

source: New partition size in megabytes (1000000 bytes):
he: גודל המחיצה החדשה במגה-בתים (megabyte=1000000bytes):
mk: Големина на новата партиција во мегабајти (1000000 бајти)
ms: Bahagian baru dalam megabait (1000000 bait):

source: Beginning
he: התחלה
mk: Почеток
ms: Permulaan

source: End
he: סוף
mk: Крај
ms: Tamat

source: Primary
he: ראשית
mk: Примарна
ms: Utama

source: Logical
he: לוגית
mk: Логичка
ms: Logikal

source: Edit a partition
he: ערוך מחיצה
mk: Уреди партиција

source: Advanced Options
he: אפשרויות מתקדמות
mk: Напредни опции
ms: Opsyen Lanjutan

source: Boot loader
he: טעינה באתחול
mk: Подигнувач
ms: Pemuat boot

source: Install boot loader
he: התקן מערכת טעינה
mk: Инсталирај подигнувач
ms: Pasang pemuat boot

source: Popularity contest
he: תחרות פופולריות
mk: Натпревар во популарност
ms: Peraduan populariti

source: Participate in the package usage survey
he: השתתף בסקר השימוש בחבילות
mk: Учествувај во анкетата за користење пакети
ms: Libatkan diri dalam pungutan pendapat mengenai penggunaan pakej

source: Port:
he: יציאה:
mk: Порта:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
he: ההתקנה הושלמה. עליך לאתחל את המחשב על מנת להשתמש בהתקנה החדשה. תוכל להמשיך להשתמש ב live CD, על אף ששינוים שתעשה או מסמכים שתשמור, לא ישמרו.
mk: Инсталацијата е завршена. Треба да го рестартирате компјутерот за да ја користите новата инсталација. Можете да продолжите до го користите ова живо CD, иако сите промени кои ќе ги направите или документи кои ќе ги зачувате нема да бидат зачувани.
ms: Pemasangan sudah selesai. Anda perlu mulakan kembali komputer anda untuk menggunakan pemasangan yang baru ini. Anda boleh terus menggunakan Live CD ini, tetapi sebarang pengubahan yang anda buat atau dokumen yang anda simpan tidak akan disimpan.

source: Go Back
he: חזרה אחורה
mk: Назад
ms: Kembali

source: Continue
he: המשך
mk: Продолжи
ms: Teruskan

source: Installation is complete. You need to restart the computer in order to use the new installation.
he: ההתקנה הושלמה. עליך לאתחל את המחשב על מנת להשתמש בהתקנה החדשה.
mk: Инсталацијата е завршена. Треба да го рестартирате компјутерот за да ја користите новата инсталација.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
he: שפה: ${LANGUAGE} סידור המקשים במקלדת: ${KEYMAP} שם: ${FULLNAME} שם משתמש: ${USERNAME} מיקום: ${LOCATION} עזרה ביבוא: ${MIGRATE}
mk: Јазик: ${LANGUAGE} Јазична поддршка: ${KEYMAP} Име: ${FULLNAME} Налог: ${USERNAME} Локација: ${LOCATION} Асистент за миграција: ${MIGRATE}
ms: Bahasa: $(LANGUAGE) Susunatur papan kekunci $(KEYMAP) Nama: #(FULLNAME) Nama log masuk: $(USERNAME) Lokasi: $(LOCATION) Bantuan Penghijrahan $(MIGRATE)

source: Checking the installation...
he: בודק את ההתקנה...
mk: Ја проверувам инсталацијата...
ms: Memeriksa pemasangan...

source: Installing system
he: מתקין את המערכת
mk: Го инсталирам системот
ms: Memasang sistem

source: Finding the distribution to copy...
he: מוצא את ההפצה להעתקה..
mk: Ја наоѓам дистрибуцијата за копирање...
ms: Mencari distribusi untuk disalin...

source: Scanning files...
he: סורק קבצים...
mk: Скенирам датотеки...
ms: Mengimbas fail...

source: Copying files...
he: מעתיק קבצים...
mk: Копирам датотеки...
ms: Menyalin fail...

source: Copying files (less than a minute remaining)...
he: מעתיק קבצים (נשארה פחות מדקה)...
mk: Ги копирам датотеките (преостанува помалку од минута)...
ms: Menyalin fail (tinggal kurang dari seminit)...

source: The installer encountered an error copying files to the hard disk:
he: ההתקנה נתקלה בשגיאה בעת העתקת הקבצים אל הדיסק הקשיח:
mk: Инсталерот наиде на грешка при копирањето на датотеките на дискот:
ms: Pemasang menghadapi ralat ketika menyalin fail ke dalam cakera keras:

source: Failed to copy files; faulty CD/DVD?
he: העתקת הקבצים נכשלה; דיסק CD/DVD פגום?
mk: Не можам да ги копирам датотеките; расипано CD/DVD?
ms: Gagal menyalin fail, CD/DVD rosak?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
he: שגיאה זאת היא בדרך כלל עקב דיסק CD/DVD או כונן קשיח פגומים. ניקוי דיסק ה-CD/DVD, צריבה במהירות יותר נמוכה או ניקוי עדשת צורב ה-CD/DVD (ערכות ניקוי יכולות להיות זמינות מספקי אלקטרוניקה) עשויים לפתור את הבעיה.
mk: Оваа грешка најчесто настанува поради расипан CD/DVD диск или драјв. Може да помогне чистењето на CD/DVD-то, снимањето на CD/DVD-то на пониски брзини или чистењето на леќите на CD/DVD драјвот.
ms: Ralat ini kebiasaanya disebabkan oleh cakera atau pemacu CD/DVD yang rosak. Membersihkan CD/DVD, melebur CD/DVD pada kelajuan yang lebih rendah, atau membersihkan kanta pemacu CD/DVD (kit pembersihan seringnya boleh didapati daripada pembekal elektronik) mungkin boleh membantu.

source: Failed to copy files; faulty hard disk?
he: נכשל בהעתקת הקבצים; דיסק קשיח פגום?
mk: Не можам да ги копирам датотеките; расипан тврд диск?
ms: Gagal menyalin fail; cakera keras rosak?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
he: שגיאה זאת היא בדרך כלל עקב דיסק קשיח פגום. יש לבדוק האם הדיסק קשיח ישן וזקוק להחלפה או להעביר את המערכת לסביבה מקוררת יותר.
mk: Оваа грешка најчесто се јавува поради расипан тврд диск. Може да помогне проверувањето на староста на дискот и дали му треба замена или преместувањето на системот во поладна околина.
ms: Ralat ini kebiasaanya disebabkan oleh cakera keras yang rosak. Menyemak sama ada cakera keras terlalu lama dan perlu digantikan, atau mengalih sistem ke persekitaran yang lebih dingin mungkin boleh membantu.

source: Failed to copy files; faulty CD/DVD or hard disk?
he: נכשל בהעתקת הקבצים; דיסק CD/DVD או כונן קשיח פגומים?
mk: Не можам да ги копирам датотеките; расипано CD/DVD или тврд диск?
ms: Gagal menyalin fail, CD/DVD atau cakera keras rosak?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
he: שגיאה זאת היא בדרך כלל עקב דיסק קשיח פגום או לחילופין דיסק או כונן CD/DVD פגומים. אחת מהפעולות הבאות תוכל לעזור - ניקוי דיסק הCD/DVD, צריבה במהירות יותר נמוכה, ניקוי עדשת צורב הCD/DVD (ערכות ניקוי יכולות להיות זמינות מספקי אלקטרוניקה), בדיקת הדיסק הקשיח במקרה שהוא ישן וזקוק להחלפה או העברת המערכת לסביבה מקוררת יותר.
mk: Оваа определена грешка често се случува поради расипан CD/DVD диск или уред, или пак расипан тврд диск. Може да е потребно да се исчисти CD/DVD-то, да се сними на пониска брзина, да се исчистат леќите на уредот (опремата за чистење е често достапна од електронските доставувачи), да се провери дали тврдиот диск е стар и е потребна замена, или да се премести системот во поладна околина.
ms: Ralat ini kebiasaannya disebabkan oleh cakera atau pemacu CD/DVD ataupun cakera keras yang rosak. Membersihkan CD/DVD, melebur CD/DVD pada kelajuan yang lebih rendah, membersihkan kanca pemacu CD/DVD (kit pembersihan seringnya boleh didapati daripada pembekal elektronik), menyemak adakah cakera keras terlalu lama dan perlu digantikan, atau mengalih sistem ke persekitaran yang lebih sejuk mungkin boleh membantu.

source: Copying installation logs...
he: מעתיק רישומי התקנה...
mk: Копирам инсталациони логови...
ms: Menyalin daftar pemasangan...

source: Configuring target system...
he: מגדיר מיקום מערכת...
mk: Го конфигурирам целниот систем...
ms: Mengkonfigurasi sistem sasaran...

source: Configuring system locales...
he: מגדיר הגדרות מקומיות...
mk: Конфигурирање на системското locale...
ms: Mengkonfigurasi sistem tempatan...

source: Configuring apt...
he: מגדיר את apt...
mk: Конфигурирам apt...
ms: Mengkonfigurasi apt...

source: Configuring time zone...
he: מגדיר איזור זמן...
mk: Конфигурирање на временска зона...
ms: Mengkonfigurasi zon masa...

source: Configuring keyboard...
he: מגדיר את המקלדת...
mk: Конфигурирам тастатура...
ms: Mengkonfigurasi papan kekunci...

source: Creating user...
he: יוצר משתמש...
mk: Креирање на корисник...
ms: Menghasilkan pengguna...

source: Importing documents and settings...
he: מייבא קבצים ומאפיינים...
mk: Увезувам документи и поставувања...
ms: Mengimpot dokumen dan seting...

source: Configuring hardware...
he: מגדיר את החומרה...
mk: Конфигурирација на хардвер...
ms: Mengkonfigurasi perkakasan...

source: Configuring network...
he: מגדיר רשת...
mk: Конфигурирање на мрежа...
ms: Mengkonfigurasi rangkaian...

source: Setting computer name...
he: מגדיר את שם המחשב...
mk: Поставување на име на компјутер...
ms: Menetapkan nama komputer...

source: Configuring boot loader...
he: מגדיר את מנהל ההפעלה...
mk: Конфигурирање на подигнувач на системот...
ms: Mengkonfigurasi pemuat boot...

source: Installing additional packages...
he: מתקין חבילות נוספות...
mk: Инсталирам додатни пакети...
ms: Memasang pakej tambahan

source: Checking for packages to install...
he: בודק אילו חבילות להתקין...
mk: Проверувам пакети за инсталирање...
ms: Memeriksa pakej untuk pemasangan

source: Removing extra packages...
he: מסיר חבילות מיותרות...
mk: Отстранување на додатни пакети...
ms: Membuang pakej lebihan...

source: Checking for packages to remove...
he: מחפש חבילות להסרה...
mk: Проверка на пакети за отстранување...
ms: Menyemak pakej untuk dibuang...

source: Downloading packages (${TIME} remaining)...
he: מוריד חבילות (${TIME} נותרו)...
mk: Преземам пакети (преостанато ${TIME})...
ms: Muat turun pakej (masa yang tinggal ${TIME})...

source: Downloading package lists...
he: מוריד רשימת חבילות...
mk: Преземам листи со пакети...
ms: Memuat turun senarai pakej...

source: Downloading package lists (${TIME} remaining)...
he: מוריד רשימת חבילות (${TIME} נותרו)...
mk: Преземам листи со пакети (преостанато ${TIME})...
ms: Memuaturun senarai pakej (${TIME} lagi)...

source: Error installing ${PACKAGE}
he: שגיאה בהתקנת ${PACKAGE}
mk: Грешка при инсталација на ${PACKAGE}
ms: Ralat memasang ${PACKAGE}

source: Error removing ${PACKAGE}
he: שגיאה בהסרת ${PACKAGE}
mk: Грешка при отстранување на ${PACKAGE}
ms: Ralat membuang ${PACKAGE}

source: Error while installing packages
he: שאיגה במהלך התקנת החבילות
mk: Грешка при инсталирање на пакетите
ms: Ralat ketika memasang pakej-pakej

source: An error occurred while installing packages:
he: ארעה שגיאה במהלך התקנת החבילות:
mk: Се случи грешка при инсталирање пакетите:
ms: Ada ralat berlaku semasa pemasangan pakej:

source: The following packages are in a broken state:
he: חבילות אלו נמצאו פגומות:
mk: Следниве пакети се во расипана состојба:
ms: Pakej berikut berada dalam keadaan tidak lengkap::

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
he: זה יכול היה לקרות בשל שימוש בתמונה ישנה של תוכנית ההתקנה, או בגלל באג בכמה מהחבילות שהוזכרו למעלה. פרטים נוספים יכולים להימצא ב /var/log/syslog. תוכנית ההתקנה תנסה להמשיך בכל זאת, אבל אולי היא תיכשל בשלב מאוחר יותר ולא תוכל להתקין או להסיר חבילות אחרות (כנראה גם את תוכנית ההתקנה עצמה) מהמערכת שהותקנה. תחילה, עליך לחפש גרסאות חדשות של התמונה של תוכנית ההתקנה או לדווח על הבעייה למפיץ התוכנה.
ms: Ini mungkin disebabkan penggunaan imej pemasangan yang agak lama, atau disebabkan pepijat dalam sesetengah pakej disenaraikan diatas. Keterangan lanjut boleh diperolehi dalam /var/log/syslog. Pemasang ini walau bagaimanpun akan cuba untuk teruskan juga, tetapi mungkin gagal berbuat sedemikian pada titik tertentu, dan anda tidak akan dapat memasang atau mengeluarkan pakej lain (berkemungkinan besar termasuk diri sendiri) dari sistem yang dipasang. Anda patut mencari versi terkini imej pemasang, atai memfailkan laporan kepada pengedar anda.

source: Error while removing packages
he: שאיגה במהלך הסרת חבילות
mk: Грешка при отстранување на пакетите
ms: Ralat ketika mengeluarkan pakej

source: An error occurred while removing packages:
he: שגיאה קרתה במהלך הסרת החבילות:
mk: Се случи грешка при инсталирање пакетите:
ms: Ralat berlaku semasa mengeluarkan pakej

source: Installing language packs
he: מתקין את חבילות השפה
mk: Инсталирање на јазични пакети
ms: Memasang pek bahasa

source: Downloading language packs (${TIME} remaining)...
he: מוריד חבילת שפה (${TIME} נותר)...
mk: Преземање на јазични пакети (преостанато ${TIME})...
ms: Memuaturun pek bahasa (${TIME} tinggal)...
