Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada2/d-i/source/choose-mirror/debian/po/*.po
Languages: tl

source: Checking the Ubuntu archive mirror
tl: Sinusuri ang arkibo ng Ubuntu mirror

source: Downloading the Release file...
tl: Kinukuha ang talaksang Release...

source: Bad archive mirror
tl: Sirang arkibo ng mirror

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
tl: Ang piniling mirror ng arkibo ng Ubuntu ay maaaring hindi masiyasat owala pang tamang talaksan na Release. Mangyaring pumili ng ibang mirror.

source: Architecture not supported
tl: Hindi suportadong arkitektura

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
tl: Mukhang hindi suportado ang inyong arkitektura ng piniling mirror ng arkibo ng Ubuntu. Subukan po ang ibang mirror.

source: Choose a mirror of the Ubuntu archive
tl: Pumili ng mirror ng arkibo ng Ubuntu

source: enter information manually
tl: Magbigay ng datos mano-mano

source: GB[ Default value for http]
tl: GB

source: Ubuntu archive mirror country:
tl: Bansa ng mirror ng arkibo ng Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
tl: Ang layunin ay makahanap ng mirror ng arkibo ng Ubuntu na malapit sa sariling network -- dapat mabatid na ang kalapit na bansa o maging ang sariling bansa ay maaaring hindi ang pinakamainam na piliin.

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
tl: Piliin ang Ubuntu archive mirror. Dapat gamitin ang mirror na nasa inyong bansa o lugar kung hindi niyo alam kung aling mirror ang maganda ang koneksyon mula sa Internet sa inyo.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
tl: Madalas, <kodigo ng inyong bansa>.archive.ubuntu.com ay magandang piliin.

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
tl: Ibigay ang hostname (pangalan) ng mirror kung saan kukunin ang Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
tl: Maaaring magtakda ng kahalip na pwerta gamit ang anyong [hostname]:[pwerta].

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
tl: Ibigay ang directory kung saan mahahanap ang mirror ng Ubuntu archive.

source: HTTP proxy information (blank for none):
tl: Impormasyon tungkol sa katuwang sa HTTP (blanko kung wala):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
tl: Kung kinakailangan gumamit ng katuwang sa HTTP upang maabot ang mundo sa labas, ibigay ang inpormasyon tungkol sa katuwang dito. Kung hindi, iwanan itong blanko.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
tl: Ang impormasyon tungkol sa katuwang ay dapat ibigay sa anyong "http://[[user][:pass]@]host[:port]/"

source: FTP proxy information (blank for none):
tl: Impormasyon tungkol sa katuwang sa FTP (blanko kung wala):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
tl: Kung kinakailangan gumamit ng katuwang sa FTP upang maabot ang mundo sa labas, ibigay ang inpormasyon tungkol sa katuwang dito. Kung hindi, iwanan itong blanko.

source: GB[ Default value for ftp]
tl: GB

source: Protocol for file downloads:
tl: Protocol para sa pag-download ng mga talaksan:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
tl: Piliin ang protocol na gagamitin sa pagkuha ng mga talaksan. Kung hindi sigurado, piliin ang "http"; ito ay bihirang magkaroon ng problema sa mga firewall.
