Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.7guada3/d-i/source/choose-mirror/debian/po/*.po
Languages: nn, pt_br

source: Checking the Ubuntu archive mirror
nn: Sjekkar arkivet på Ubuntu-nettarkiv
pt_br: Checando o espelho do repositório Ubuntu

source: Downloading the Release file...
nn: Lastar ned versjonsfila ...
pt_br: Baixando o arquivo Release...

source: Bad archive mirror
nn: Ugyldig debian-nettarkiv
pt_br: Espelho do repositório ruim

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
nn: Det oppgjevne nettarkivet til Ubuntu er anten ikkje tilgjengeleg eller tilbyr ikkje nokon gyldig versjonsfil. Prøv eit anna nettarkiv.
pt_br: O espelho do repositório Ubuntu especificado não está disponível ou não possui um arquivo Release válido. Por favor, tente um espelho diferente.

source: Architecture not supported
nn: Arkitekturen er ikkje støtta
pt_br: Arquitetura não suportada

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
nn: Det oppgjevne nettarkivet til Ubuntu ser ikkje ut til å støtta arkitekturen din. Prøv eit anna nettarkiv.
pt_br: O espelho do repositório Ubuntu especificado não parece suportar sua arquitetura. Por favor, tente um espelho diferente.

source: Choose a mirror of the Ubuntu archive
nn: Vel ein av Ubuntu-nettarkiva
pt_br: Selecione um espelho do repositório Ubuntu

source: enter information manually
nn: skriv inn informasjon manuelt
pt_br: Fornecer informação manualmente

source: GB[ Default value for http]
nn: NO
pt_br: BR

source: Ubuntu archive mirror country:
nn: Landet der Ubuntu-nettarkivet er:
pt_br: País do espelho do repositório Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
nn: Du bør bruke eit nettarkiv som er nær deg i nettverket. Hugs at land som ligg nær deg, eller ditt eige land, ikkje treng vere det beste valet.
pt_br: O objetivo é encontrar um espelho do repositório Ubuntu que esteja perto de você na rede -- mas esteja ciente de que países próximos, ou mesmo seu próprio país, podem não ser a melhor escolha.

source: Ubuntu archive mirror:
nn: Ubuntu-nettarkiv:
pt_br: Espelho do repositório Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
nn: Vel eit Ubuntu-nettarkiv. Viss du ikkje veit kva for nettarkiv du har best internettilknyting til bør du bruke eit arkiv som er plassert i landet eller regionen du er i.
pt_br: Por favor, selecione um espelho do repositório Ubuntu. Você deverá usar um espelho em seu país ou região caso você não saiba qual espelho possui a melhor conexão Internet em seu caso.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
nn: Vanlegvis kan du bruke «<landskode>.archive.ubuntu.com».
pt_br: Normalmente, <código de seu país>.archive.ubuntu.com é uma boa escolha.

source: Ubuntu archive mirror hostname:
nn: Vertsnamnet til Ubuntu-nettarkivet:
pt_br: Nome de máquina do espelho do repositório Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
nn: Skriv vertsnamnet til nettarkivet Ubuntu skal lastast ned frå.
pt_br: Por favor, informe o nome da máquina espelho a partir do qual o download do Ubuntu será feito.

source: An alternate port can be specified using the standard [hostname]:[port] format.
nn: Ein alternativ port kan oppgjevast i standardformatet [vertsnamn]:[port].
pt_br: Uma porta alternativa pode ser especificada usando o formato padrão [hostname]:[porta] .

source: Ubuntu archive mirror directory:
nn: Katlogen der nettarkivet ligg:
pt_br: Diretório do repositório espelho Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
nn: Skriv inn katalogen der Ubuntu-nettarkivet er plassert.
pt_br: Por favor, informe o diretório onde o espelho do repositório Ubuntu está localizado.

source: HTTP proxy information (blank for none):
nn: Informasjon om HTTP-mellomtenar (eller lat feltet stå tomt):
pt_br: Informação sobre proxy HTTP (mantenha em branco para nenhum):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
nn: Viss du treng ein http-mellomtenar for å få tilgang til verda utanfor, skriv inn informasjon om mellomtenaren her. La det stå tomt viss du ikkje treng det.
pt_br: Caso você precise utilizar um proxy HTTP para acessar locais fora de sua rede local, insira a informação de proxy aqui. Caso contrário, deixe em branco.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
nn: Mellomtenarinformasjon må oppgjevast på standardforma «http://[[brukar][:passord]@]vert[:port]/»
pt_br: A informação sobre o proxy deverá ser fornecida no formato padrão "http://[[usuário][:senha]@]máquina[:porta]/".

source: FTP proxy information (blank for none):
nn: Informasjon om FTP-mellomtenar (viss ingen mellomtenar, la feltet stå tomt):
pt_br: Informação sobre proxy FTP (mantenha em branco para nenhum):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
nn: Viss du treng ein ftp-mellomtenar for å få tilgang til verda utanfor, skriv inn informasjon om mellomtenaren her. La det stå tomt viss du ikkje treng det.
pt_br: Caso você precise utilizar um proxy HTTP para acessar locais fora de sua rede local, insira a informação de proxy aqui. Caso contrário, deixe em branco.

source: GB[ Default value for ftp]
nn: NO
pt_br: BR

source: Protocol for file downloads:
nn: Protokoll for filnedlasting:
pt_br: Protocolo para download de arquivos:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
nn: Vel kva for protokoll du vil bruke for nedlasting av filer. Dersom du er usikker bør du velje «HTTP», det gjev sjelden problem med brannmurar.
pt_br: Por favor, selecione o protocolo para download de arquivos. Caso não tenha certeza sobre qual protocolo escolher, selecione "http", uma vez que esse protocolo possui uma menor probabilidade de apresentar problemas relacionados a firewalls.
