Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.5/debian/po/*.po
Languages: el

source: Install
el: Εγκατάσταση

source: Install (OEM mode, for manufacturers only)
el: Εγκατάσταση (OEM, για κατασκευαστές)

source: Welcome
el: Καλώς ήλθατε

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
el: Είστε έτοιμοι για εγκατάσταση; Μόλις απαντήσετε σε μερικές ερωτήσεις, τα περιεχόμενα του live CD θα εγκατασταθούν στον υπολογιστή σας και έτσι θα χρησιμοποιείτε το σύστημα σας χωρίς το CD.

source: Answering the questions should only take a few minutes.
el: Η απάντηση στις ερωτήσεις θα διαρκέσει μόνο λίγα λεπτά.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
el: Παρακαλώ επιλέξτε τη γλώσσα που θα χρησιμοποιηθεί για τη διαδικασία εγκατάστασης. Αυτή η γλώσσα θα είναι και η προεπιλεγμένη για το τελικό σύστημα.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
el: Κάνετε εγκατάσταση σε λειτουργία OEM κατασκευαστές. Παρακαλώ δώστε ένα μοναδικό όνομα για αυτό το σύνολο μηχανημάτων. Το όνομα θα σωθεί στο σύστημα υπό εγκατάσταση και μπορεί να βοηθήσει σε αναφορές σφαλμάτων.

source: If you have Internet access, read the release notes for information on problems that may affect you.
el: Αν έχετε πρόσβαση στο Διαδίκτυο, διαβάστε τις σημειώσεις της έκδοσης, για πληροφορίες προβλημάτων που μπορεί να σας επηρεάζουν.

source: Release Notes
el: Σημειώσεις έκδοσης

source: Where are you?
el: Από που είστε;

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
el: Διαλέξτε μία πόλη στην χώρα και ζώνη ώρας σας. Αν η εμφανιζόμενη ώρα είναι λανθασμένη ακόμα και μετά την επιλογή της σωστής ζώνης ώρας, μπορείτε να την ρυθμίσετε αφού επανεκινήσετε στο εγκατεστημένο σύστημα.

source: Selected city:
el: Επιλεγμένη πόλη:

source: Time zone:
el: Ζώνη ώρας:

source: Selected region:
el: Επιλεγμένη περιοχή:

source: Current time:
el: Τρέχουσα ώρα:

source: Keyboard layout
el: Διάταξη πληκτρολογίου

source: Which layout is most similar to your keyboard?
el: Ποία διάταξη είναι παρόμοια με το πληκτρολόγιο σας;

source: You can type into this box to test your new keyboard layout.
el: Μπορείτε να πληκτρολογείτε σε αυτό το πλαίσιο για να δοκιμάσετε τη νέα διάταξη του πληκτρολογίου σας.

source: Who are you?
el: Ποιος είστε;

source: What is your name?
el: Ποιο είναι το όνομα σας;

source: What name do you want to use to log in?
el: Τι όνομα θέλετε να χρησιμοποιήσετε για την είσοδο στο σύστημα;

source: If more than one person will use this computer, you can set up multiple accounts after installation.
el: Αν χρησιμοποιούν παραπάνω από ένας αυτό τον υπολογιστή, τότε μπορείτε να εγκαταστήσετε πολλαπλούς λογαριασμούς χρηστών μετά τη εγκατάσταση.

source: Choose a password to keep your account safe.
el: Επιλέξτε ένα κωδικό για να διατηρήσετε το λογαριασμό σας ασφαλή.

source: You are running in debugging mode. Do not use a valuable password!
el: Βρίσκεστε σε κατάσταση αποσφαλμάτωσης. Μην χρησιμοποιήσετε κάποιον σημαντικό κωδικό πρόσβασης.

source: Enter the same password twice, so that it can be checked for typing errors.
el: Εισάγετε το κωδικό σας δύο φορές, ώστε να ελεγχθεί για τυχόν λάθη στην πληκτρολόγηση του.

source: What is the name of this computer?
el: Ποιο είναι το όνομα του υπολογιστή;

source: This name will be used if you make the computer visible to others on a network.
el: Αυτό το όνομα θα χρησιμοποιηθεί αν κάνετε τον υπολογιστή σας ορατό μέσα σε ένα δίκτυο,

source: Migrate Documents and Settings
el: Μεταφορά Εγγράφων και Ρυθμίσεων

source: If you do not wish to import any accounts, select nothing and go to the next page.
el: Εάν δεν επιθυμείτε να εισαγάγετε κανένα λογαριασμό, μην επιλέξετε τίποτα και πηγαίνετε στην επόμενη σελίδα.

source: Prepare disk space
el: Προετοιμασία χώρου στο δίσκο

source: How do you want to partition the disk?
el: Πως θέλετε να κάνετε τη κατάτμηση του δίσκου;

source: Prepare partitions
el: Προετοιμασία τμημάτων

source: Ready to install
el: Έτοιμο για εγκατάσταση

source: Your new operating system will now be installed with the following settings:
el: Το νέο σας λειτουργικό σύστημα θα εγκατασταθεί τώρα με τις παρακάτω ρυθμίσεις:

source: Advanced...
el: Προχωρημένα...

source: Install[ action ]
el: Εγκατάσταση

source: Step ${INDEX} of ${TOTAL}
el: Βήμα ${INDEX} από ${TOTAL}

source: Abort the installation?
el: Ακύρωση της εγκατάστασης;

source: Do you really want to abort the installation now?
el: Θέλετε να ακυρώσετε την εγκατάσταση;

source: Skip
el: Παράκαμψη

source: Installation complete
el: Η εγκατάσταση ολοκληρώθηκε

source: Continue using the live CD
el: Συνέχεια με την χρήση του live CD

source: Restart now
el: Επανεκκίνηση τώρα

source: Installer crashed
el: Η διαδικασία εγκατάστασης απέτυχε

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
el: Λοιπούμαστε, η εγκατάσταση απέτυχε. Παρακαλώ κάντε αναφορά του σφάλματος στο https://launchpad.net/ubuntu/+source/ubiquity/+filebug (μην επισυνάψετε τις λεπτομέρειες σε ήδη υπάρχουσα αναφορά) και κάποιος προγραμματιστής θα επιμεληθεί του προβλήματος το συντομότερο δυνατόν. Για να βοηθήσετε τους προγραμματιστές να καταλάβουν τι πήγε στραβά συμπεριλάβετε τις ακόλουθες πληροφορίες στην αναφορά σας και επισυνάψτε τα αρχεία /var/log/syslog και /var/log/partman:

source: Edit partition
el: Επεξεργασία κατάτμησης

source: Create partition
el: Δημιουργία κατάτμησης

source: New partition size in megabytes (1000000 bytes):
el: Μέγεθος νέας κατάτμησης σε megabyte (1000000 bytes):

source: Beginning
el: Αρχή

source: End
el: Τέλος

source: Primary
el: Πρωτεύον

source: Logical
el: Λογικό

source: Edit a partition
el: Επεξεργασία μιας κατάτμησης

source: Advanced Options
el: Προχωρημένες Επιλογές

source: Install boot loader
el: Εγκατάσταση boot loader

source: Popularity contest
el: Διαγωνισμός δημοφιλίας

source: Participate in the package usage survey
el: Συμμετέχετε στην έρευνα για τη χρήση των πακέτων εφαρμογών

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
el: Η εγκατάσταση ολοκληρώθηκε. Θα χρειαστεί να επανεκκινήσετε τον υπολογιστή σας για να χρησιμοποιήσετε τη νέα εγκατάσταση. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το live CD, αλλά δεν θα αποθηκευθούν όποιες αλλαγές κάνετε από εδώ και πέρα.

source: Go Back
el: Επιστροφή

source: Continue
el: Συνέχεια

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
el: Γλώσσα: ${LANGUAGE} Διάταξη πληκτρολογίου: ${KEYMAP} Όνομα: ${FULLNAME} Όνομα χρήστη: ${USERNAME} Τοποθεσία: ${LOCATION} Βοηθός μετάβασης: ${MIGRATE}

source: Checking the installation...
el: Έλεγχος της εγκατάστασης

source: Installing system
el: Εγκατάσταση του βασικού συστήματος

source: Finding the distribution to copy...
el: Εύρεση της διανομής για αντιγραφή...

source: Scanning files...
el: Ανίχνευση αρχείων...

source: Copying files...
el: Αντιγραφή αρχείων...

source: Copying files (less than a minute remaining)...
el: Αντιγραφή αρχείων (απομένει λιγότερο από ένα λεπτό)...

source: The installer encountered an error copying files to the hard disk:
el: Η εγκατάσταση αντιμετώπισε πρόβλημα κατά την εγγραφή αρχείων στο σκληρό δίσκο:

source: Failed to copy files; faulty CD/DVD?
el: Αποτυχία αντιγραφής αρχείων. Μήπως έχει πρόβλημα το CD/DVD σας;

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
el: Αυτό το σφάλμα συνήθως συμβαίνει λόγω ενός ελαττωματικού δίσκου CD/DVD ή οδηγού. Πιθανώς να βοηθούσε αν καθαρίζατε το CD/DVD, αν ξανακάνατε αντιγραφή του CD/DVD σε χαμηλότερη ταχύτητα, ή αν καθαρίζατε το φακό του οδηγού CD/DVD.

source: Failed to copy files; faulty hard disk?
el: Αποτυχία αντιγραφής αρχείων. Μήπως υπάρχει πρόβλημα στο σκληρό σας δίσκο;

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
el: Αυτό το σφάλμα συνήθως συμβαίνει λόγω ενός ελαττωματικού σκληρού δίσκου. Ελέγξτε το αν ο δίσκος είναι παλιός και χρειάζεται αντικατάσταση, ή μετακινήστε το σύστημα σε ένα πιο δροσερό περιβάλλον.

source: Failed to copy files; faulty CD/DVD or hard disk?
el: Αποτυχία αντιγραφής αρχείων. Μήπως υπάρχει πρόβλημα στο σκληρό σας δίσκο ή στο CD/DVD;

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
el: Αυτό το σφάλμα συνήθως συμβαίνει λόγω ενός ελαττωματικού δίσκου CD/DVD ή οδηγού. Πιθανώς να βοηθούσε αν καθαρίζατε το CD/DVD, αν ξανακάνατε αντιγραφή του CD/DVD σε χαμηλότερη ταχύτητα, ή αν καθαρίζατε το φακό του οδηγού CD/DVD. Ακόμα ελέγξτε το αν ο δίσκος είναι παλιός και χρειάζεται αντικατάσταση, ή μετακινήστε το σύστημα σε ένα πιο δροσερό περιβάλλον.

source: Copying installation logs...
el: Αντιγραφή των καταγραφών εγκατάστασης...

source: Configuring target system...
el: Ρύθμιση του επιλεγμένου συστήματος...

source: Configuring system locales...
el: Ρύθμιση των γλωσσικών εντοπιοτήτων συστήματος...

source: Configuring apt...
el: Γίνεται ρύθμιση του apt...

source: Configuring time zone...
el: Ρύθμιση ζώνης ώρας...

source: Configuring keyboard...
el: Γίνεται ρύθμιση του πληκτρολογίου...

source: Creating user...
el: Δημιουργία χρήστη...

source: Importing documents and settings...
el: Μεταφορά εγγράφων και ρυθμίσεων...

source: Configuring hardware...
el: Ρύθμιση υλικού...

source: Configuring network...
el: Ρύθμιση δικτύου...

source: Setting computer name...
el: Ρύθμιση ονόματος συστήματος....

source: Configuring boot loader...
el: Ρύθμιση boot loader...

source: Installing additional packages...
el: Εγκατάσταση πρόσθετων πακέτων...

source: Checking for packages to install...
el: Έλεγχος για πακέτα προς εγκατάσταση..

source: Removing extra packages...
el: Απομάκρυνση επιπλέον πακέτων...

source: Checking for packages to remove...
el: Έλεγχος για πακέτα που θα απομακρυνθούν...

source: Downloading packages (${TIME} remaining)...
el: Λήψη πακέτων (${TIME} απομένουν)...

source: Downloading package lists...
el: Λήψη λίστας πακέτων...

source: Downloading package lists (${TIME} remaining)...
el: Λήψη λίστας πακέτων (${TIME} απομένουν)...

source: Error installing ${PACKAGE}
el: Σφάλμα εγκατάστασης του ${PACKAGE}

source: Error removing ${PACKAGE}
el: Σφάλμα απομάκρυνσης του ${PACKAGE}

source: Error while installing packages
el: Σφάλμα κατά την εγκατάσταση των πακέτων

source: An error occurred while installing packages:
el: Ένα σφάλμα εμφανίστηκε κατά την εγκατάσταση των πακέτων:

source: The following packages are in a broken state:
el: Τα παρακάτω πακέτα εφαρμογών είναι σε προβληματική κατάσταση

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
el: Αυτό ίσως να συμβαίνει λόγω χρήσης παλιού image εγκατάστασης, ή λόγω λάθους σε κάποια από τα πακέτα που αναφέρονται παρακάτω. Περισσότερες λεπτομέρειες μπορούν ίσως να βρεθούν στο /var/log/syslog. Η εγκατάσταση θα προχωρήσει έτσι κι αλλιώς, αλλά ίσως αποτύχει μετά και δεν θα μπορούν να εγκατασταθούν (πιθανότατα και η ίδια η ρουτίνα εγκατάστασης) άλλα πακέτα από το εγκατεστημένο σύστημα. Πρέπει πρώτα να γίνει έρευνα για νεότερες εκδόσεις του image εγκατάστασης ή σε περίπτωση αποτυχίας αναφορά στον προμηθευτή.

source: Error while removing packages
el: Σφάλμα κατα την απομάκρυνση πακέτων

source: An error occurred while removing packages:
el: Σφάλμα κατά την απομάκρυνση πακέτων:

source: Installing language packs
el: Εγκατάσταση πακέτων γλωσσικής εντοπιότητας

source: Downloading language packs (${TIME} remaining)...
el: Λήψη πακέτων γλωσσικής υποστήριξης (${TIME} απομένουν)..

source: Failed to unmount partitions
el: Σφάλμα κατά την αποπροσάρτηση των τμημάτων

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
el: Η εφαρμογή εγκατάστασης, θα πρέπει να αποθηκεύσει τις αλλαγές στους πίνακες κατάτμησης του δίσκου. Η διαδικασία δεν μπορεί να ολοκληρωθεί αφού κάποιο από τα σημεία προσάρτησης δεν είναι δυνατό να προσαρτηθεί.

source: Please close any applications using these mount points.
el: Παρακαλώ κλείστε όσες εφαρμογές χρησιμοποιούν αυτά τα σημεία προσάρτησης.

source: Would you like the installer to try to unmount these partitions again?
el: Θέλετε η εφαρμογή εγκατάστασης, να αποπροσαρτήσει τις συγκεκριμένες κατατμήσεις?

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
el: Τύπος Εγκατάστασης: ${INSTALLTYPE} Οδηγοί υλικού: Προσθήκη οδηγού κάρτας γραφικών: ${VIDEO_DRIVER} Έξοδος τηλεόρασης: ${TVOUT}, ${TVSTANDARD} Επιπρόσθετες υπηρεσίες: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Βασικές επιλογές εγκατάστασης Ubuntu: Γλώσσα: ${LANGUAGE} Διαμόρφωση πληκτρολογίου: ${KEYMAP} Κανονικό όνομα: ${FULLNAME} Κανονικό όνομα εισόδου: ${USERNAME} Περιοχή: ${LOCATION}

source: What Type of Installation?
el: Τι τύπος εγκατάστασςη;

source: Two installation types are available for Mythbuntu:
el: Δύο τρόποι εγκατάστασης είναι διαθέσιμοι για το Mythbuntu:

source: Standard Installation
el: Τυπική εγκατάσταση

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
el: Μια τυπική εγκατάσταση θα διαμορφώσει κάθε επιλογή με την ελάχιστη εμπλοκή του χρήστη. Θα εγκατασταθεί το σύστημα υποστήριξης, σύστημα παρουσίασης, οι επεκτάσεις και όλα τα θέματα παρουσίασης.

source: Advanced Installation
el: Προχωρημένη εγκατάσταση

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
el: Μια εγκατάσταση για προχωρημένους μπορεί να χρησιμοποιηθεί για την παραμετροποίηση αυτής της εγκατάστασης Mythbuntu. ΣΗΜΕΙΩΣΗ: Για την προσθήκη ενός σταθμού Mythbuntu σε κάποιο υπάρχον δικτυο MythTV, είναι απαραίτητη η εγκατάσταση για προχωρημένους.

source: Advanced Installation Type
el: Προχωρημένη εγκατάσταση

source: What type of system will this be?
el: Τι τύπος συστήματος θα είναι αυτό το σύστημα;

source: Primary Backend w/ Frontend
el: Πρωταρχικό σύστημα υποστήριξης μαζί με σύστημα παρουσίασης

source: Secondary Backend w/ Frontend
el: Δευτερεύον σύστημα υποστήριξης μαζί με σύστημα παρουσίασης

source: Primary Backend
el: Πρωταρχικό σύστημα υποστήριξης

source: Frontend
el: Κέλυφος

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
el: Το MythWeb παρέχει ένα περιβάλλον που χρησιμοποιείται για την εμφάνιση και αναζήτηση λίστας προγραμμάτων, προγραμματισμένες εγγραφές και διαγραφή εγγραφών.

source: Myth Gallery
el: Συλλογή Myth.

source: Myth Game
el: Παιχνίδι Myth.

source: Myth Music
el: Μουσική Myth.

source: Myth News
el: Νέα του Myth.

source: Configuring mythtv...
el: Γίνεται ρύθμιση του mythtv..

source: Configuring additional drivers...
el: Ρύθμιση επιπρόσθετων οδηγών...

source: Configuring additional services...
el: Ρύθμιση επιπρόσθετων υπηρεσιών...
