Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gnome-volume-manager-old/po/*.po
Languages: hr, is, ml, ne, pt

source: Automatically run a program when a USB _keyboard is connected
ml: USB കീബോര്‍ഡ് കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ ഓട്ടോമാറ്റിക്കായി പ്രവര്‍ത്തിപ്പിക്കണ്ട പ്രോഗ്രാം (_k)
ne: एउटा USB कुञ्जीपाटी जडान हुँदा स्वचालित रूपमा एउटा कार्यक्रम चल्यो
pt: Executar automaticamente uma aplicação ao ser ligado um _teclado USB

source: Automatically run a program when a USB _mouse is connected
ml: USB മൌസ് കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ ഓട്ടോമാറ്റിക്കായി പ്രവര്‍ത്തിപ്പിക്കണ്ട പ്രോഗ്രാം (_m)
ne: एउटा USB माउस जडान हुँदा स्वचालित रूपमा एउटा कार्यक्रम चल्यो
pt: Executar automaticamente uma aplicação ao ser ligado um _rato USB

source: Automatically run a program when a _printer is connected
ml: ഒരു പ്രിന്‍റര്‍ കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ ഓട്ടോമാറ്റിക്കായി പ്രവര്‍ത്തിപ്പിക്കണ്ട പ്രോഗ്രാം (_p)
ne: एउटा मुद्रक जडान हुँदा स्वचालित रूपमा एउटा कार्यक्रम चल्यो
pt: Executar automaticamente uma aplicação ao ser ligada uma _impressora

source: Automatically run a program when a _scanner is connected
ml: ഒരു സ്കാനര്‍ കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ ഓട്ടോമാറ്റിക്കായി പ്രവര്‍ത്തിപ്പിക്കണ്ട പ്രോഗ്രാം (_s)
ne: एउटा स्क्यानर जडान हुँदा स्वचालित रूपमा एउटा कार्यक्रम चल्यो
pt: Executar automaticamente uma aplicação ao ser ligado um _scanner

source: Automatically run a program when a _tablet is connected
ml: ഒരു ടാബ്ലറ്റ് കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ ഓട്ടോമാറ്റിക്കായി പ്രവര്‍ത്തിപ്പിക്കണ്ട പ്രോഗ്രാം (_t)
ne: एउटा ट्यबलेट जडान हुँदा स्वचालित रूपमा एउटा कार्यक्रम चल्यो
pt: Executar automaticamente uma aplicação ao ser ligado uma ta_blet

source: Browse _removable media when inserted
ne: हटाउन मिल्ने मिडिया घुसाउँदा ब्राउज गर्नुहोस्
pt: Navegar media _removível quando inserido

source: C_ommand:
ml: നിര്‍ദ്ദേശം: (_m)
ne: आदेश:
pt: C_omando:

source: Cameras
ml: ക്യാമറകള്‍
ne: क्यामेराहरू
pt: Câmaras

source: Comman_d:
ml: നിര്‍ദ്ദേശം: (_d)
ne: आदेश:
pt: Coman_do:

source: Command for A_udio CDs:
ml: ഓഡിയോ സി.ഡികള്‍ക്കുളള നിര്‍ദ്ദേശം: (_u)
ne: अडियो सी डी हरूको लागि आदेश:
pt: Comando para CDs Á_udio:

source: Command for _Data CDs:
ml: ഡേറ്റാ സി.ഡികള്‍ക്കുളള നിര്‍ദ്ദേശം: (_D)
ne: डेटा सी डी हरूको लागि आदेश:
pt: Comando para CDs de _Dados:

source: Drives and Media Preferences
hr: Postavke diskova i medija
is: Stillingar f. drif og miðla
ml: ഡ്രൈവുകളും മീഡിയാ ഇഷ്ടാനിഷ്ടങ്ങള്‍
ne: ड्राइभहरू र मिडिया प्राथमिकताहरू
pt: Preferências de Dispositivos e Media

source: Input Devices
ml: ഇന്‍പുട്ട് ഡിവൈസുകള്‍
ne: आगत यन्त्रहरू
pt: Dispositivos de Entrada

source: Mount removable media when _inserted
hr: _Mountanje pokretnih diskova kada se spoje
is: Tengja fjarlægjanlegan miðil við _innsetningu
ne: हटाउन सकिने मिडिया घुसाउँदा माउन्ट गर्नुहोस्
pt: Montar media removível quando _inserido

source: Multimedia
ml: മള്‍ട്ടീമീഡിയാ
ne: मल्टिमिडिया
pt: Multimédia

source: Play _audio CD discs when inserted
ml: ഓഡിയോ സി.ഡികള്‍ കംപ്യൂട്ടര്‍ ഡ്രൈവില്‍ ഇടുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുക (_a)
ne: घुसाएपछि अडियो सी डी बजाउनुहोस्
pt: Reproduzir CDs de _audio quando inseridos

source: Play _music files when connected
ml: മ്യൂസിക് ഫയലുകള്‍ കംപ്യൂട്ടറിലേക്ക് കണക്ട് ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുക (_m)
ne: जडान हुँदा सङ्गीत फाइलहरू चलानुहोस्
pt: Reproduzir ficheiros de _música quando ligado

source: Play _video DVD discs when inserted
ml: വീഡിയോ ഡിസ്കുകള്‍ കംപ്യൂട്ടര്‍ ഡ്രൈവില്‍ ഇടുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുക (_v)
ne: घुसाउँदा भिडियो डी भी डी डिस्क बजाउनुहोस्
pt: Reproduzir discos DVD de _vídeo ao inserí-los

source: Printers & Scanners
ml: പ്രിന്‍ററുകളും സ്രാനറുകളും
ne: मुद्रक र स्क्यानर
pt: Impressoras & Scanners

source: Removable Drives and Media Preferences
ne: हटाउन सकिने ड्राइभहरू र मिडिया प्राथमिकताहरू
pt: Preferências de Dispositivos e Media Removíveis

source: Select program to burn audio CDs
ml: ഓഡിയോ സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനുളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: अडियो सी डी बर्न गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para gravar CDs de áudio

source: Select program to burn data CDs
ml: സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനുളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: डेटा सी डी बर्न गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para gravar CDs de dados

source: Select program to edit videos
ml: വീഡിയോകള്‍ എഡിറ്റ് ചെയ്യുന്നതിനായി പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: भिडियोहरू सम्पादन गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para editar vídeos

source: Select program to import photos
ne: फाटोहरू आयात गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para importar fotografias

source: Select program to play DVDs
ml: ഡി.വി.ഡികള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: डी भी डी प्ले गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para reproduzir DVDs

source: Select program to play audio CDs
ml: ഓഡിയോ സി.ഡികള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: अडियो सी डी प्ले गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para reproduzir CDs de áudio

source: Select program to play music files
ml: മ്യൂസിക് ഫയലുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: सङ्गीत फाइलहरू प्ले गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para reproduzir ficheiros de música

source: Select program to run when a keyboard is plugged in
ml: ഒരു കീബോര്‍ഡ് പ്ളഗിന്‍ ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: कुञ्जीपाटी प्लगइन हुँदा चालू गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação a executar ao ligar um teclado

source: Select program to run when a mouse is plugged in
ml: ഒരു മൌസ് പ്ളഗിന്‍ ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: माउस प्लगइन हुँदा चालू गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação a executar ao ligar um rato

source: Select program to run when a printer is plugged in
ml: ഒരു പ്രിന്‍റര്‍ പ്ളഗിന്‍ ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: मुद्रक प्लगइन हुँदा चालू गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação a executar ao ligar uma impressora

source: Select program to run when a scanner is plugged in
ml: ഒരു സ്കാനര്‍ പ്ളഗിന്‍ ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: स्क्यानर प्लगइन हुँदा चालू गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação a executar ao ligar um scanner

source: Select program to run when a tablet is plugged in
ml: ഒരു ടാബ്ലറ്റ് പ്ളഗിന്‍ ചെയ്യുന്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി ഉളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: ट्याबलेट प्लगइन हुँदा चालू गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação a executar ao ligar uma tablet

source: Select program to sync Palm devices
ml: Palm ഡിവൈസുകള്‍ സിന്‍ക് ചെയ്യുന്നതിനുളള പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
ne: पाल्म यन्त्रहरू समक्रमण गर्न कार्यक्रम चयन गर्नुहोस्
pt: Seleccione a aplicação para sincronizar a Palm

source: Storage
ml: സംരക്ഷണം
ne: भण्डारण
pt: Armazenamento

source: Sync PocketP_C devices when connected
ml: പോക്കറ്റ് പി സി ഡിവൈസുകള്‍ കണക്ട് ചെയ്യുന്പോള്‍ സിന്‍ക് ചെയ്യുക (_C)
ne: जडान हुँदा पाकेट पी सी यन्त्रहरू समक्रमण गर्नुहोस्
pt: Sincronizar dispositivos PocketP_C quando ligados

source: Sync _Palm™ devices when connected
ml: Palm™ ഡിവൈസുകള്‍ കണക്ട് ചെയ്യുന്പോള്‍ സിന്‍ക് ചെയ്യുക (_P)
ne: जडान हुँदा पाल्म यन्त्रहरू समक्रमण गर्नुहोस्
pt: Sincronizar dispositivos _Palm™ quando ligados

source: _Auto-run programs on new drives and media
hr: _Automatsko pokretanje programa na novim diskovima i medijima
is: _Sjálfkeyra forrit á nýuppgötvuð drif og miðla
ne: नयाँ ड्राइभहरू र मिडियाहरूमा कार्यक्रमहरू स्वत: चालू गर्नुहोस्
pt: Executar _automaticamente aplicações sobre novos dispositivos e media

source: _Burn a CD or DVD when a blank disc is inserted
ne: खाली सी डी घुसाउँदा एउटा सी डी वा डी भी डी बर्न गर्नुहोस्
pt: _Gravar um CD ou DVD quando for inserido um disco virgem

source: _Command:
ml: നിര്‍ദ്ദേശം: (_C)
ne: आदेश:
pt: _Comando:

source: _Edit video when connected
ml: വീഡിയോ കണക്ട് ചെയ്യുന്പോള്‍ എഡിറ്റ് ചെയ്യുക (_E)
ne: जडान भएपछि भिडियो सम्पादन गर्नुहोस्
pt: _Editar vídeo quando ligado

source: _Import digital photographs when connected
ne: जडान पछि डिजिटल फोटोग्राफहरू आयात गर्नुहोस्
pt: _Importar fotografias digitais quando ligado

source: _Mount removable drives when hot-plugged
hr: _Mountanje pokretnih diskova kada su spojeni
ne: हट-प्लग गर्दा हटाउन सकिने ड्राइभ माउन्ट गर्नुहोस्
pt: _Montar dispositivos removíveis quando "hot-plugged"

source: Ig_nore
ml: അവഗണിക്കുക (_n)
ne: उपेक्षा गर्नुहोस्
pt: _Ignorar

source: _Allow Auto-Run
ml: ഓട്ടോ-റണ്‍ അനുവദിക്കുക (_A)
ne: स्वत: चालू अनुमति दिनुहोस्
pt: _Permitir Execução-Automática

source: _Open
ml: തുറക്കുക (_O)
ne: खोल्नुहोस्
pt: _Abrir

source: Import _Photos
ne: फोटोहरू आयात गर्नुहोस्
pt: Importar _Fotografias

source: _Open Folder
ml: ഫോള്‍ഡര്‍ തുറക്കുക (_O)
ne: फोल्डर खोल्नुहोस्
pt: _Abrir a Pasta

source: Manage _Music
ne: सङ्गीत प्रबन्ध गर्नुहोस्
pt: Gerir _Música

source: _Browse Files
ml: ഫയലുകള്‍ തിരയുക (_B)
ne: फाइलहरू ब्राउज गर्नुहोस्
pt: _Navegar nos Ficheiros

source: _Play CD
ml: സി. ഡി പ്രവര്‍ത്തിപ്പിക്കുക (_P)
ne: सी डी प्ले गर्नुहोस्
pt: _Reproduzir CD

source: Make _Audio CD
ml: ഓഡിയോ സി.ഡി നിര്‍മ്മിക്കുക (_A)
ne: अडियो सी डी बनाउनुहोस्
pt: Cri_ar um CD Áudio

source: Make _Data CD
ml: ഡേറ്റാ സി.ഡി നിര്‍മ്മിക്കുക (_D)
ne: डेटा सी डी बनाउनुहोस्
pt: Criar um CD de _Dados

source: Make _DVD
ml: ഡി.വി.ഡി നിര്‍മ്മിക്കുക (_D)
ne: डी भी डी बनाउनुहोस्
pt: Criar um _DVD

source: Auto-Run Confirmation
ml: ഓട്ടോ-റണ്‍ ഉറപ്പ് വരുത്തുക
ne: स्वत-चालू यकिन
pt: Confirmação de Execução Automática

source: Auto-run capability detected.
ne: स्वत: चालू क्षमता पत्ता लाग्यो।
pt: Funcionalidade de execução automática detectada.

source: Would you like to allow <b>'${0}'</b> to run?
ml: <b>'${0}'</b> പ്രവര്‍ത്തിക്കുവാന്‍ അനുവദിക്കണമോ?
ne: के तपाईँ चलाउनको लागि <b>'${0}'</b>लाई अनुमति दिन चाहनुहुन्छ ?
pt: Deseja permitir que <b>'${0}'</b> seja executado?

source: Auto-Open Confirmation
ml: ഓട്ടോ-ഓപ്പണ്‍ ഉറപ്പ് വരുത്തുക
ne: स्वत-खुल्ने यकिन
pt: Confirmação de Abertura Automática

source: Auto-Open capability detected.
ne: स्वत: खुल्ने क्षमता पत्ता लाग्यो ।
pt: Funcionalidade de abertura automática detectada.

source: Would you like to open <b>'${0}'</b>?
ml: <b>'${0}'</b> നിങ്ങള്‍ക്ക് തുറക്കണമോ?
ne: के तपाईँ <b>'${0}'</b>खोल्न चाहनुहुन्छ ?
pt: Deseja abrir <b>'${0}'</b>?

source: Camera Import
ne: क्यामेरा आयात
pt: Importação de Câmara

source: A camera has been detected.
ml: ഒരു ക്യാമറാ കണ്ടുകിട്ടിയിരിക്കുന്നു.
ne: एउटा क्यामेरा पत्ता लाग्यो।
pt: Foi detectada uma câmara.

source: There are photos on the camera. Would you like to add these pictures to your album?
ml: ക്യാമറയില്‍ ഫോട്ടോ ഉണ്ട്. നിങ്ങളുടെ ആല്‍ബത്തിലേക്ക് ഈ ചിത്രങ്ങള്‍ ചേര്‍ക്കണമോ?
ne: त्यहाँ क्यामेरामा फोटोहरू छन्। के तपाईँ यी तस्वीरहरू एल्बममा थप्न चाहनुहुन्छ ?
pt: Existem fotografias na câmara. Deseja adicionar estas fotografias ao seu álbum?

source: _Always perform this action
ml: എപ്പോഴും ഇത് പ്രവര്‍ത്തിപ്പിക്കുക (_A)
ne: सधै यो कार्य सम्पादन गर्नुहोस्
pt: Realizar sempre esta _acção

source: Photo Import
ne: फोटो आयात
pt: Importação de Fotos

source: A photo card has been detected.
ml: ഒരു ഫോട്ടോ കാര്‍ഡ് കണ്ടുകിട്ടിയിരിക്കുന്നു.
ne: एउटा फोटो कार्ड पत्ता लाग्यो।
pt: Foi detectado um cartão de fotografias.

source: There are photos on the card. Would you like to add these pictures to your album?
ml: കാര്‍ഡില്‍ ഫോട്ടോ ഉണ്ട്. നിങ്ങളുടെ ആല്‍ബത്തിലേക്ക് ഈ ചിത്രങ്ങള്‍ ചേര്‍ക്കണമോ?
ne: त्यहाँ कार्डमा फोटोहरू छन्। के तपाईँ यी तस्वीरहरूलाई एल्बममा थप्न चाहनुहुन्छ ?
pt: Existem fotografias no cartão. Deseja adicionar estas fotografias ao seu álbum?

source: Photos and Music
ml: ഫോട്ടോയും സംഗീതവും
ne: फोटोहरू र सङ्गीत
pt: Fotografias e Música

source: Photos were found on your music device.
ml: നിങ്ങളുടെ മ്യൂസിക് ഡിവൈസില്‍ ഫോട്ടോകള്‍ കണ്ടുകിട്ടിയിരിക്കുന്നു.
ne: फोटोहरू तपाईँको सङ्गीत यन्त्रमा फेला परेका थिए।
pt: Foram encontradas fotografias no seu dispositivo de música.

source: Would you like to import the photos or manage its music?
ne: के तपाईँ फोटोहरू आयात गर्न चाहनुहुन्छ वा यसको सङ्गीत प्रबन्ध गर्न चाहनुहुन्छ ?
pt: Deseja importar as fotografias ou gerir a sua música?

source: Mixed Audio and Data CD
pt: CD Misturado de Áudio e Dados

source: The CD in the drive contains both music and files.
ml: ഡ്രൈവിലുളള സി.ഡിയില്‍ സംഗീതവും ഫയലുകളും ഉണ്ട്.
ne: ड्राइभमा भएको सी डीले दुवै सङ्गीत र फाइलहरू समाविष्ट गर्दछ।
pt: O CD no dispositivo contém música e ficheiros.

source: Would you like to listen to music or browse the files?
ne: तपाईँ सङ्गीत सुन्न चाहनुहुन्छ वा फाइलहरू ब्राउज गर्नुहुन्छ ?
pt: Deseja reproduzir a música ou navegar nos ficheiros?

source: Blank CD Inserted
pt: CD Virgem Inserido

source: You have inserted a blank disc.
ml: നിങ്ങള്‍ ഒരു ശൂന്യമായ ഡിസ്കാണ് ഡ്രൈവില്‍ ഇട്ടിരിക്കുന്നത്.
ne: तपाईँले खाली डिस्क घुसाउनु भयो।
pt: Inseriu um disco vazio.

source: What would you like to do?
ml: നിങ്ങള്‍ക്ക് എന്താണ് ചെയ്യേണ്ടത്?
ne: तपाईँ के गर्न चाहनुहुन्छ ?
pt: O que deseja fazer?

source: Blank DVD Inserted
pt: DVD Virgem Inserido

source: %d%% of the disk space on %s is in use
ml: %d%% ഡിസ്കിന്‍റെ സ്ഥലവും (%s-ലുളള) ഉപയോഗത്തിലാണ്
ne: %d%% को डिस्क खाली %s मा प्रयोग भएको छ
pt: %d%% do espaço em disco de %s está ocupado

source: Low Disk Space
ne: कम डिस्क खाली स्थान
pt: Espaço Livre em Disco Reduzido

source: Print version and exit
ml: വേര്‍ഷന്‍ പ്രിന്‍റ് ചെയ്ത് പുറത്ത് കടക്കുക
ne: संस्करण मुद्रण गर्नुहोस् र बन्द गर्नुहोस्
pt: Imprimir versão e terminar

source: Run as a daemon
ml: ഒരു ഡെമണ്‍ ആയി പ്രവര്‍ത്തിപ്പിക്കുക
ne: डाइमनको रूपमा चलाउनुहोस्
pt: Executar como daemon

source: Don't run as a daemon
ml: ഡെമണ്‍ ആയി പ്രവര്‍ത്തിപ്പിക്കേണ്ട
ne: डाइमनको रूपमा नचलाउनुहोस्
pt: Não executar como daemon

source: Run in secret mode
ml: രഹസ്യ രീതിയില്‍ പ്രവര്‍ത്തിപ്പിക്കുക
ne: गोप्य मोडमा चलाउनुहोस्
pt: Executar em modo secreto

source: Unrecognized --daemon argument: %s
ml: തിരിച്ചറിയാന്‍ കഴിയാത്ത --daemon ആര്‍ഗ്യുമെന്‍റ്: %s
ne: नचिनिएको --डाइमन तर्क: %s
pt: Argumento --daemon desconhecido: %s

source: Could not load the main interface
hr: Ne mogu učitati glavno sučelje
is: Ekki tókst að hlaða inn aðalvalmynd
ml: പ്രധാനമായ സംയോജനഘടകം ലോഡ് ചെയ്യുവാന്‍ സാധ്യമായില്ല
ne: मुख्य इन्टरफेस लोड गर्न सकिएन
pt: Incapaz de ler o interface de utilizador

source: Please make sure that the volume manager is properly installed
hr: Uvjerite se da je volume manager ispravno instaliran
ml: വോള്യം മാനേജര്‍ ശരിയായിട്ടാണ് ഇന്‍സ്റ്റോള്‍ ചെയ്തിരിക്കുന്നത് എന്ന് ഉറപ്പ് വരുത്തുക
ne: कृपया भोल्युम प्रबन्धक राम्ररी स्थापना गरिएको छ भनेर निश्चित गर्नुहोस्
pt: Certifique-se de que o gestor de unidades está correctamente instalado

source: Error starting gnome-volume-manager daemon: %s
hr: Greška prilikom pokretanja gnome-volume-manager daemona: %s
is: Villa kom upp við ræsingu á gnome-volume-manager þjónustunni: %s
ml: gnome-volume-manager ഡെമണ്‍ ആരംഭിക്കുന്നതില്‍ പിശക്: %s
ne: जिनोम-भोल्युम-प्रबन्धक डाइमन प्रारम्भ गर्दा त्रुटि: %s
pt: Erro ao iniciar o daemon do gnome-volume-manager: %s

source: Volume management not supported
ml: വോള്യം മാനേജ്മന്‍റ് പിന്തുണയ്കുന്നില്ല
ne: भोल्युम व्यावस्थापनले समर्थन गरेन
pt: Gestão de unidades não é suportada

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator.
pt: O serviço "hald" é necessário mas não se encontra actualmente em execução. Active o serviço e reexecute esta aplicação ou contacte o seu administrador de sistemas.

source: <b>Palm™</b>
ne: <b>पाल्म™</b>

source: <b>PocketPC</b>
ml: <b>പോക്കറ്റ് പി.സി</b>
ne: <b>पकेट पी सी</b>

source: <b>Scanners</b>
ml: <b>സ്കാനറുകള്‍</b>
ne: <b>स्क्यानर</b>

source: <b>Tablets</b>
ml: <b>ടാബ്ലറ്റുകള്‍</b>
ne: <b>ट्याबलेटहरू</b>

source: Audio / Data CD
ml: ഓഡിയോ / ഡേറ്റാ സി.ഡി
ne: अडियो / डेटा सी डी

source: Choose Disc Type
ml: ഏത് തരം ഡിസ്ക് എന്ന് തിരഞ്ഞെടുക്കുക
ne: डिस्क प्रकार रोज्नुहोस्

source: The "hald" service is required but not currently running. Enable the service and rerun this application, or contact your system administrator. Note: You need Linux kernel 2.6 for volume management to work.
ne: "hald" सेवाको आवश्यक थियो तर हाल चालू छैन। सेवा सक्षम पार्नुहोस् र यो एप्लेटलाई पुन:चालूगर्नुहोस्, वा तपाईको प्रणाली प्रबन्धकलाई सम्पर्क गर्नुहोस्। द्रष्टब्य: तपाईँलाई काम गर्न भोल्युम व्यवस्थापनको लागि लिनक्स कर्नेल २.६ आवश्यक पर्दछ।

source: PDAs
ml: PDA

source: Automount Removable Drives
hr: Automatsko mountanje pokretnih uređaja

source: Automount Removable Media
hr: Automatsko mountanje pokretnih uređaja

source: CD Burn Command
hr: Naredba za prženje CD-a

source: CD Play Command
hr: Naredba za sviranje CD-a

source: Command to run when a digital camera or media from a a digital camera is inserted.
hr: Naredba koju treba pokrenuti kada se ubaci digitalna kamera ili medij iz digitalne kamere.

source: Command to run when an empty CD is inserted.
hr: Naredba za pokrenuti kada se ubaci prazni CD.
is: Sú skipun sem keyra á við innsetningu á tómum geisladisk.

source: DVD Play Command
hr: Naredba za puštanje DVD-ova

source: Perform Autorun
hr: Izvedi automatsko pokretanje

source: Photo Management Command
hr: Naredba za upravljanje fotografijama

source: Run CD burn command
hr: Pokreni naredbu za prženje CD-a
is: Keyra skipun f. brennslu á geisladisk

source: Whether, when a blank CD is inserted, gnome-volume-manager should run 'autoburn_cdr_command'
hr: Treba li, kada je CD prazan, gnome-volume-manager pokrenuti 'autoburn_cdr_command'

source: Whether, when a digital camera is connected or media from a a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'
hr: Treba li, kada je spojena digitalna kamera ili medij iz digitalne kamere,gnome-volume-manager pokrenuti 'autophoto_command'

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'
hr: Treba li, kada je ubačen video DVD, gnome-volume-manager pokrenuti 'autoplay_dvd_command'.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda'.
hr: Treba li, kada je ubačen audio CD, gnome-volume-manager pokrenuti 'autophoto_cda'.

source: Configure Management of Removable Devices
hr: Podešavanje upravaljanja pokretnim uređajima
is: Stilla meðhöndlun á fjarlægjanlegum einingum

source: Removable Storage
hr: Prenosivi uređaji za pohranu
is: Fjarlægjanleg gagnahirsla

source: Perform action on _blank CDs when inserted
hr: Izvođenje akcije na _praznim CD-ovima kada se ubace
is: Framkvæma aðgerð við innsetningu á _tómum diskum

source: <b>Audio CDs</b>
hr: <b>Audio CD-i</b>
is: <b>Hljóðdiskar</b>

source: <b>Blank CDs</b>
hr: <b>Prazni CD-i</b>
is: <b>Tómir diskar</b>

source: <b>DVD Videos</b>
hr: <b>DVD video</b>
is: <b>DVD mynddiskar</b>

source: Auto-run programs on new drives and media
hr: _Automatsko pokretanje programa na novim diskovima i medijima
is: Sjálfkeyrslu-forrit á nýjum drifum eða miðlum

source: Command:
hr: Naredba:
is: Skipun:

source: Import digital _photo albums when connected
hr: Uvoz digitalnih _foto albuma kada smo spojeni
is: Innflytja stafrænar _ljósmyndir við tengingu

source: Play DVD Videos when inserted
hr: Puštenje DVD videa kada je ubačen
is: Afspila DVD myndir við innsetningu

source: Play _DVD Videos when inserted
hr: Puštenje _DVD videa kada je ubačen
is: Afspila _DVD myndir við innsetningu

source: Play a_udio CDs when inserted
hr: Sviranje a_udio CD-ova kada se ubace
is: Afspila _hljóðdiska við innsetningu

source: Play audio CDs when inserted
hr: Sviranje audio CD-ova kada se ubace
is: Afspila hljóðdiska við innsetningu

source: Do you want to run %s?
hr: Želite li pokrenuti %s?
is: Viltu ræsa %s?

source: _Import
hr: _Uvoz
is: _Innflytja

source: _Play
hr: _Sviraj
is: _Spila

source: _Browse
hr: _Potraži
is: _Vafra

source: CD burn command
is: Brennsluskipun f. geisladiska

source: Whether, when a blank CD is inserted, gnome-volume-manager should run 'autoburn_cdr_command'.
is: Hvort gnome-volume-manager eigi að keyra 'autoburn_cdr_command' við innsetningu á tómum geisladisk.
