Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gnome-volume-manager-old/po/*.po
Languages: hr, is, ml, ne, pt

source: "Always take this action" checkbox for Autorun
ml: സ്വയം പ്രവര്‍ത്തിക്കുന്നതിനായി "എപ്പോഴും ഈ പ്രവര്‍ത്തി ചെയ്യുക" ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക
ne: स्वत: चालू लागि "यो कार्य सधै लिने" जाँच बाकस
pt: Caixa de selecção de "Realizar sempre esta acção" para Autoexecutar

source: "Always take this action" checkbox for iPod Photos
ml: iPod ഫോട്ടോകള്‍ക്കായി "എപ്പോഴും ഈ പ്രവര്‍ത്തി ചെയ്യുക" ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക
ne: ipod फोटोको लागि "सधै यो कार्य लिने" जाँच बाकस
pt: Caixa de selecção de "Realizar sempre esta acção" para Fotos iPod

source: "Always take this action" checkbox for mixed Audio and Data CDs
ml: പലതരം ഓഡിയോയും സി.ഡികള്‍ക്കുമായി "എപ്പോഴും ഈ പ്രവര്‍ത്തി ചെയ്യുക" ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക
ne: मिश्रित अडियो र डेटा सि डिहरूको लागि "यो कार्य सधै लिने" जाँच बाकस
pt: Caixa de selecção de "Realizar sempre esta acção" para CDs mistos de Audio e Dados

source: "Always take this action" checkbox for photo import from a camera
ml: ക്യാമറയില്‍ നിന്നും ഫോട്ടോ ലഭ്യമാക്കുന്നതിനായി "എപ്പോഴും ഈ പ്രവര്‍ത്തി ചെയ്യുക" ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക
ne: क्यामेराबाट फोटो आयात गर्नको लागि " यो कार्य सधै लिने" जाँच बाकस
pt: Caixa de selecção de "Realizar sempre esta acção" para importação de fotografias de uma câmara

source: "Always take this action" checkbox for photo import from a device
ml: ഡിവൈസില്‍ നിന്നും ഫോട്ടോ ലഭ്യമാക്കുന്നതിനായി "എപ്പോഴും ഈ പ്രവര്‍ത്തി ചെയ്യുക" ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക
ne: यन्त्रबाट फोटो आयात गर्नको लागि "यो कार्य सधै लिने" जाँच बाकस
pt: Caixa de selecção de "Realizar sempre esta acção" para importação de fotografias de um dispositivo

source: ':' delimited list of paths to check for autoopen files.
ne: ':'स्वत: खुल्ने फाइलहरूका लागि जाँच्न मार्गहरूकोँच्न असिमित गरिूको सूची।
pt: Lista de caminhos, separados por ':', onde verificar a existência de ficheiros a abrir automaticamente.

source: ':' delimited list of paths to check for autorun binaries and scripts.
hr: popis putanja odvoje ':' u kojima se provjeravaju skripte ili programi za automatsko pokretanje.
is: ':' aðskilinn listi yfir slóðir þar sem leita á að keyrsluskrám og skriftum.
ne: ':'स्वत: चालू द्वी-गुणीय र लिपिहरू जाँच्न असिमित गरिएका मार्गहरूको सूची।
pt: Lista de caminhos, separados por ':', onde verificar se existem binários de execução automática e scripts.

source: Action to take when a camera is plugged in.
ml: ഒരു ക്യാമറാ കംപ്യൂട്ടറില്‍ കണക്ട് ചെയ്യുന്പോള്‍ സംഭവിക്കേണ്ട പ്രവര്‍ത്തി.
ne: क्यामेरा प्लगइन हुँदा लिनु पर्ने कार्य।
pt: Acção a realizar ao ser ligada uma câmara.

source: Action to take when a device containing photos is encountered.
ml: ഫോട്ടോകള്‍ അടങ്ങുന്ന ഒരു ഡിവൈസിനെ എതിരിടുന്പോള്‍ സംഭവിക്കേണ്ട പ്രവര്‍ത്തി.
ne: फोटो समाविष्ट भएको यन्त्रले घटना सामना गर्नु पर्दा गर्नुपर्ने कार्य।
pt: Acção a realizar ao ser encontrado um dispositivo que contém fotografias.

source: Action to take when a device contains an autorun program/script.
ml: സ്വയെ പ്രവര്‍ത്തിക്കുന്ന ഒരു ഡിവൈസില്‍ പ്രോഗ്രാം/സ്ക്രിപ്റ്റ് അടങ്ങുന്നെങ്കില്‍ സംഭവിക്കേണ്ട പ്രവര്‍ത്തി.
ne: जब यन्त्रले एउटा स्वत: चालू कार्यक्रम/स्क्रिप्ट समाविष्ट गर्दा लिनु पर्ने कार्य।
pt: Acção a realizar quando um dispositivo contém uma aplicação/script de autoexecução.

source: Action to take when a mixed Audio and Data CD is encountered.
ml: പലതരം ഓഡിയോയും സി.ഡിയും എതിരിടുന്പോള്‍ സംഭവിക്കേണ്ട പ്രവര്‍ത്തി.
ne: एउटा मिश्रित अडियो र डेटा सी डीले सामना गर्दा गर्नुपर्ने कार्य।
pt: Acção a realizar ao ser encontrado um CD misto de Audio e Dados.

source: Action to take when an iPod Photo is encountered.
ml: iPod ഫോട്ടോ എതിരിടുന്പോള്‍ സംഭവിക്കേണ്ട പ്രവര്‍ത്തി.
ne: एउटा ipod फोटो आइपर्दा सामना गर्नुपर्ने कार्य।
pt: Acção a realizar ao ser encontrado um iPod Photo.

source: Audio CD burn command
ml: ഓഡിയോ സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനുളള നിര്‍ദ്ദേശം
ne: अडियो सी डी बर्न आदेश
pt: Comando de gravação de CD audio

source: Automount removable drives
is: Sjálftengja fjarlægjanleg drif
ne: हटाउन सकिने ड्राइभहरू स्वत: माउन्ट गर्नुहोस्
pt: Montar automaticamente dispositivos removíveis

source: Automount removable media
is: Sjálftengja fjarlægjanlega miðla
ne: हटाउन सकिने माध्यमलाई स्वत: माउन्ट गर्नुहोस्
pt: Montar automaticamente media removível

source: Autoopen path
ml: ഓട്ടോ ഓപ്പണ്‍ പാഥ്
ne: स्वत: खुल्ने मार्ग
pt: Caminho de abertura automática

source: Autorun nautilus
ml: സ്വയമേ പ്രവര്‍ത്തിക്കുന്ന നോട്ടിലസ്
ne: नटलस स्वत: चालू गर्नुहोस्
pt: Executar o nautilus automaticamente

source: Autorun path
hr: Putanja za automatsko pokretanje
is: Sjálfkeyrsluslóð
ml: ഓട്ടോ റണ്‍ പാഥ്
ne: मार्ग स्वत: चालू गर्नुहोस्
pt: Caminho de execução automática

source: CD play command
is: Afspilunarskipun f. hljóðdiska
ml: സി.ഡി പ്രവര്‍ത്തിപ്പിക്കുന്നതിനുളള നിര്‍ദ്ദേശം
ne: CD चलाउने आदेश
pt: Comando de reprodução de CD

source: Command to run when a Palm is connected.
ml: ഒരു Palm-നെ എതിരിടുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: पाल्म जडान हुँदा चालू गर्नुपर्ने आदेश।
pt: Comando a executar ao ser ligada uma Palm.

source: Command to run when a PocketPC is connected.
ml: ഒരു പോക്കറ്റ് പി.സി കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: पाकेट पी सी जडान हुँदा चलाउनु पर्ने आदेश।
pt: Comando a executar ao ser ligado um PocketPC.

source: Command to run when a digital camera is connected or media from a digital camera is inserted.
is: Sú skipun sem keyra við tengingu stafrænnar myndavélar eða innsetningu á gagnahirslu frá myndavél.
ml: ഡിജിറ്റല്‍ ക്യാമറാ കണക്ട് ചെയ്യുന്പോള്‍ അല്ലെങ്കില്‍ അതില്‍ നിന്നും ഒരു മീഡിയാ കംപ്യൂട്ടറില്‍ ഉളളപ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा डिजिटल क्यामेरा जोडिदा वा एउटा डिजिटल क्यामेराको माध्यम घुसाइदा चालू गर्ने आदेश ।
pt: Comando a executar ao ligar uma câmara digital ou ao inserir media de uma câmara digital.

source: Command to run when a keyboard is connected.
ml: ഒരു കീബോര്‍ഡ് കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: कुञ्जीपाटी जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligado um teclado.

source: Command to run when a mouse is connected.
ml: ഒരു മൌസ് കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: माउस जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligado um rato.

source: Command to run when a printer is connected.
ml: ഒരു പ്രിന്‍റര്‍ കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: मुद्रक जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligada uma impressora.

source: Command to run when a scanner is connected.
ml: ഒരു സ്കാനര്‍ കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा स्क्यानर जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligado um scanner.

source: Command to run when a tablet is connected.
ml: ഒരു ടാബ്ലറ്റ് കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: ट्याबलेट जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligada uma tablet.

source: Command to run when a video DVD is inserted.
hr: Naredba za pokrenuti kada se ubaci video DVD.
is: Sú skipun sem keyra á við innsetningu á DVD mynd.
ml: ഒരു വീഡിയോ ഡി.വി.ഡി കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവില്‍ ഇടുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा भिडियो DVD घुसाइदा चालू गर्ने आदेश।
pt: Comando a executar ao inserir um DVD de vídeo.

source: Command to run when a video VCD is inserted.
ml: ഒരു വീഡിയോ വി.സി.ഡി കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവില്‍ ഇടുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा भिडियो VCD घुसाइदा चालू गर्ने आदेश।
pt: Comando a executar ao inserir um VCD de vídeo.

source: Command to run when a video camera is connected.
ml: ഒരു വീഡിയോ ക്യാമറാ കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा भिडियो क्यामेरा जडान गर्दा चालू गर्ने आदेश।
pt: Comando a executar ao inserir uma câmara de vídeo.

source: Command to run when a web camera is connected.
pt: Comando a executar ao ligar uma webcam.

source: Command to run when an audio CD is inserted.
hr: Naredba za pokrenuti kada se ubaci audio CD.
is: Sú skipun sem keyra á við innsetningu á hljóðdiskum.
ml: ഒരു ഓഡിയോ സി.ഡി കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവില്‍ ഇടുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा अडियो सि डी घुसाइदा चालू गर्ने आदेश।
pt: Comando a executar ao inserir um CD de audio.

source: Command to run when an iPod is connected.
ml: ഒരു iPod കംപ്യൂട്ടറിലേക്ക് ഘടിപ്പിക്കുന്പോള്‍ പ്രവര്‍ത്തിക്കേണ്ട നിര്‍ദ്ദേശം.
ne: एउटा ipod जडान हुँदा चालू गर्ने आदेश।
pt: Comando a executar ao ser ligado um iPod.

source: Command to run when the user wishes to burn a Data CD.
ml: സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനായി ഉപയോക്താവിനുളള നിര്‍ദ്ദേശം.
ne: प्रयोगकर्ताले डेटा सी डी बर्न गर्न इच्छा गर्दा चालू गर्ने आदेश।
pt: Comando a executar quando o utilizador deseja gravar um CD de Dados.

source: Command to run when the user wishes to burn an Audio CD.
ml: ഓഡിയോ സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനായി ഉപയോക്താവിനുളള നിര്‍ദ്ദേശം.
ne: प्रयोगकर्ताले अडियो सी डी बर्न गर्न इच्छा गर्दा चालू गर्ने आदेश।
pt: Comando a executar quando o utilizador deseja gravar um CD de Audio.

source: DVD play command
is: Afspilunarskipun fyrir DVD
ml: DVD പ്രവര്‍ത്തിപ്പിക്കുവാനുളള നിര്‍ദ്ദേശം
ne: डि भि डि सुरु गर्ने आदेश
pt: Comando de reprodução de DVD

source: Data CD burn command
ml: സി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനായുളള നിര്‍ദ്ദേശം
ne: डेटा सी डी बर्न आदेश
pt: Comando de gravação de CD de dados

source: Low Disk Space notification threshold
ne: कम डिस्क खाली स्थान सूचना थ्रेसहोल्ड
pt: Intervalo de notificação de Espaço Livre em Disco Reduzido

source: Open nautilus on removeable media insert.
ne: हटाउन सकिने घुसाइएको मिडियामा नटलस खोल्नुहोस्।
pt: Abrir o nautilus ao inserir media removível.

source: Perform autoopen
ml: ഓട്ടോ ഓപ്പണ്‍ പ്രവര്‍ത്തിപ്പിക്കുക
ne: स्वत: खुल्ने सम्पादन गर्नुहोस्
pt: Efectuar abertura automática

source: Perform autorun
is: Framkvæma sjálfkeyrslu
ml: ഓട്ടോ റണ്ട പ്രവര്‍ത്തിപ്പിക്കുക
ne: स्वत: चालू सम्पादन गर्नुहोस्
pt: Efectuar execução automática

source: Photo management command
is: Skipun f. ljósmyndaumsýslu
ml: ഫോട്ടോ കൈകാര്യം ചെയ്യുവാനുളള നിര്‍ദ്ദേശം
ne: फोटो व्यव्स्थापन आदेश
pt: Comando de gestão de fotografias

source: Play inserted audio CD's
hr: Sviranje ubačenih CD-ova
is: Afspila innsetta hljóðdiska
ml: കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവിലുളള ഓഡിയോ സി.ഡികള്‍ പ്രവര്‍ത്തിപ്പിക്കുക
ne: घुसाइएको अडियो सी डी बजाउनुहोस्
pt: Reproduzir CD's audio inseridos

source: Play inserted video DVDs
hr: Puštanje ubačenih DVD-ova
is: Afspila innsetta DVD mynddiska
ml: കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവിലുളള വീഡിയോ ഡി.വി.ഡികള്‍ പ്രവര്‍ത്തിപ്പിക്കുക
ne: घुसाइएका भिडियो डी भी डी चलाउनुहोस्
pt: Reproduzir DVD's vídeo inseridos

source: Play inserted video VCDs
ml: കംപ്യൂട്ടറിന്‍റെ ഡ്രൈവിലുളള വീഡിയോ വി.സി.ഡികള്‍ പ്രവര്‍ത്തിപ്പിക്കുക
ne: घुसाइएका भिडियो डी भी डी चलाउनुहोस्
pt: Reproduzir VCD's de vídeo inseridos

source: Run Palm-sync program
ml: Palm-sync പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: पाल्म-समक्रमण कार्यक्रम चालू गर्नुहोस्
pt: Executar aplicação de Sincronizar Palm

source: Run PocketPC-sync program
ml: PocketPC-sync പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: पाकेट पि सि-समक्रमण कार्यक्रम चालू गर्नुहोस्
pt: Executar aplicação de Sincronizar PocketPC

source: Run a program to burn CDs/DVDs
ml: സി.ഡി/ഡി.വി.ഡിയിലേക്ക് കംപ്യൂട്ടറില്‍ നിന്നുളള ഡേറ്റാ പകര്‍ത്തുന്നതിനായുളള പ്രോഗ്രാം
ne: सी डी/डी भी डी हरू बर्न गर्न एउटा कार्यक्रम चालू गर्नुहोस्
pt: Executar uma aplicação para gravar CDs/DVDs

source: Run iPod program
ml: iPod പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: ipod कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de execução de iPod

source: Run keyboard program
ml: കീബോര്‍ഡ് പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: कुञ्जीपाटी कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de execução de teclado

source: Run mouse program
ml: മൌസ് പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: माउस कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de execução de rato

source: Run photo management command
is: Keyra skipun f. umsýslun á ljósmyndum
ml: ഫോട്ടോ കൈകാര്യം ചെയ്യുവാനുളള നിര്‍ദ്ദേശം പ്രവര്‍ത്തിപ്പിക്കുക
ne: फोटो व्यव्स्थापन आदेश चालू गर्नुहोस्
pt: Comando de execução de gestão de fotografias

source: Run printer program
ml: പ്രിന്‍ററിനുളള പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: मुद्रक कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de execução de impressora

source: Run scanner program
ml: സ്കാനറിനുളള പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: स्क्यानर कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de execução de scanner

source: Run tablet program
ml: ടാബ്ലറ്റിനുളള പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: ट्याबलेट कार्यक्रम चालू गर्नुहोस्
pt: Executar aplicação de tablet

source: Run video editing program
ml: വീഡിയോ എഡിറ്റിങിനുളള പ്രോഗ്രാം പ്രവര്‍ത്തിപ്പിക്കുക
ne: भिडियो सम्पादन कार्यक्रम चालू गर्नुहोस्
pt: Aplicação de edição de vídeo

source: Run webcam stream display program
pt: Aplicação de apresentação de fluxo de execução de uma webcam

source: The threshold value for whether or not to toggle the notification on, based on the amount of additional space used since the last check.
ne: अन्तिम जाँच देखि प्रयोग गरिएको थप खाली स्थानको रकममा आधारित, थ्रेसहोल्ड मानको सूचनामा टगल गर्ने कि नगर्ने।
pt: O valor de intervalo para se ligar ou não a notificação, baseado na quantidade de espaço adicionalmente ocupado desde a última verificação.

source: Threshold for notification of increased disk usage
ne: डिस्क उपयोग वृद्धिको सूचनाको लागि थ्रेसहोल्ड
pt: Intervalo para notificação de aumento na utilização do disco

source: Threshold percentage for notifying the user of low disk space.
ne: कम डिस्क खाली स्थानको प्रयोगकर्तालाई सूचना दिनको लागि थ्रेसहोल्ड प्रतिशत।
pt: Intervalo percentual para notificação ao utilizador de espaço livre reduzido.

source: VCD play command
ml: വി.സി.ഡി പ്രവര്‍ത്തിപ്പിക്കുന്നതിനുളള നിര്‍ദ്ദേശം
ne: VCD सुरु गर्ने आदेश
pt: Comando de reprodução de VCD

source: Whether autoopen files should be opened on newly mounted media.
ml: പുതുതായി മൌണ്ട് ചെയ്ത മീഡിയയിലേക്ക് ഓട്ടോ ഓപ്പണ്‍ ചെയ്ത ഫയലുകള്‍ തുറക്കണമോ എന്ന്.
ne: स्वत: खुल्ने फाइलहरू नयाँ माउन्ट गरिएको मिडियामा खुल्छ कि खुल्दैन ।
pt: Se a abertura automática de ficheiros deverá ser executada sobre media após a sua montagem.

source: Whether autorun programs (binaries and scripts located in 'autorun_path') are run on newly mounted media.
hr: Trebaju li programi za automatsko pokretanje (binarne datoteke i skripte koje se nalaze u popisu za automatsko pokretanje) pokretati na novo mountanim medijima.
is: Hvort keyra eigi sjáfkeyrsluforrit (tvíundarforrit eða skriftur staðsettar í 'autorun_path') við tengingu á gagnahirslu.
ne: स्वचालित कार्यक्रमहरू('स्वत: चालू_मार्ग'मा भएका द्वगुणीयहरू र लिपिहरू)लाई नयाँ माउन्ट गरिएको माध्यममा चालू गर्ने कि।
pt: Se aplicações de execução automática (binários e scripts localizados em 'autorun_path') são executados sobre media após sua montagem.

source: Whether gnome-volume-manager should automatically mount removable storage drives when they are inserted.
hr: Treba li gnome-volume-manager automatski mountati prenosive uređaje za pohranu kada se ubace.
is: Hvort gome-volume-manager eigi að sjálfvirkt tengja fjarlægjanleg geymsludrif er þau eru sett í samband.
ne: हटाउन सकिने भण्डार मिडिया घुसाइदा जिनोम-भोल्युम-प्रबन्धकले त्यसलाई स्वचालित रूपमा माउन्ट गर्छ कि।
pt: Se o gnome-volume-manager deverá montar automaticamente dispositivos de armazenamento removíveis quando estes são inseridos.

source: Whether gnome-volume-manager should automatically mount removable storage media when they are inserted.
hr: Treba li gnome-volume-manager automatski mountati prenosive uređaje za pohranu kada se ubace.
is: Hvort gnome-volume-manager eigi að sjálfvirkt tengja fjarlægjanlega gagnamiðla við innsetningu.
ne: हटाउन सकिने भण्डार मिडिया घुसाइदा जिनोम-भोल्युम-प्रबन्धकले त्यसलाई स्वचालित रूपमा माउन्ट गर्छ कि।
pt: Se o gnome-volume-manager deverá montar automaticamente media de armazenamento removível quando esta é inserida.

source: Whether, when a Palm is connected, gnome-volume-manager should run 'autopalmsync_command'.
ne: पाल्म जडान हुँदा, जिनोम भोल्युम प्रबन्धकले 'autopalmsync_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar uma Palm, o gnome-volume-manager deverá executar o comando 'autopalmsync_command'.

source: Whether, when a PocketPC is connected, gnome-volume-manager should run 'autopocketpc_command'.
ne: जब पाकेट पी सी जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autopocketpc_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar um PocketPC, o gnome-volume-manager deverá executar o comando 'autopocketpc_command'.

source: Whether, when a blank CD or DVD is inserted, gnome-volume-manager should run one of the autoburn commands.
ne: एउटा खाली सी डी वा डी भी डी घुसाउँदा, जिनोम-भोल्युम-प्रबन्धकले एउटा स्वत:बर्न आदेश चलाउदछ।
pt: Se, ao inserir um CD ou DVD virgem, o gnome-volume-manager deverá executar um dos comandos de gravação automática.

source: Whether, when a digital camera is connected or media from a digital camera is inserted, gnome-volume-manager should run 'autophoto_command'.
is: Hvort að gnome-volume-manager eigi að keyra 'autophoto_command' við tengingu á stafrænni myndavél eða miðli úr stafrænni myndavél.
ne: एउटा डिजिटल क्यामेरा जोडिदा वा एउटा डिजिटल क्यामेराको माध्यम घुसाइदा, जिनोम-भोल्युम-प्रबन्धकले 'autophoto_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar uma câmara digital ou inserir media de uma câmara digital, o gnome-volume-manager deverá executar o comando 'autophoto_command'.

source: Whether, when a digital video camera is connected, gnome-volume-manager should run 'autovideocam_command'.
ne: एउटा डिजिटल क्यामेरा जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autovideocam_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar uma câmara de vídeo digital, o gnome-volume-manager deverá executar o comando 'autovideocam_command'.

source: Whether, when a keyboard is connected, gnome-volume-manager should run 'autokeyboard_command'.
ne: एउटा कुञ्जीपाटी जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autokeyboard_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar um teclado, o gnome-volume-manager deverá executar o comando 'autokeyboard_command'.

source: Whether, when a mouse is connected, gnome-volume-manager should run 'automouse_command'.
ne: माउस जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'automouse_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar um rato, o gnome-volume-manager deverá executar o comando 'automouse_command'.

source: Whether, when a printer is connected, gnome-volume-manager should run 'autoprinter_command'.
ne: एउटा मुद्रक जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autoprinter_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar uma impressora, o gnome-volume-manager deverá executar o comando 'autoprinter_command'.

source: Whether, when a scanner is connected, gnome-volume-manager should run 'autoscanner_command'.
ne: एउटा स्क्यानर जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autoscanner_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar um scanner, o gnome-volume-manager deverá executar o comando 'autoscanner_command'.

source: Whether, when a tablet is connected, gnome-volume-manager should run 'autotablet_command'.
ne: एउटा ट्याबलेट जडान हुँदा, जिनोम-भोल्युम-प्रबन्धकले 'autotablet_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar uma tablet, o gnome-volume-manager deverá executar o comando 'autotablet_command'.

source: Whether, when a video DVD is inserted, gnome-volume-manager should run 'autoplay_dvd_command'.
is: Hvort að gnome-volume-manager eigi að keyra 'autoplay_dvd_command' við innsetningu á DVD myndum.
ne: एउटा भिडियो डी भी डी घुसाइदा, जिनोम-भोल्युम-प्रबन्धकले 'autoplay_dvd_command' चालू गर्नु पर्छ कि।
pt: Se, ao inserir um DVD de vídeo, o gnome-volume-manager deverá executar o comando 'autoplay_dvd_command'.

source: Whether, when a video VCD is inserted, gnome-volume-manager should run 'autoplay_vcd_command'.
ne: एउटा भिडियो भी सि डी घुसाइदा, जिनोम-भोल्युम-प्रबन्धकले 'autoplay_vcd_command' चालू गर्नु पर्छ कि।
pt: Se, ao inserir um VCD de vídeo, o gnome-volume-manager deverá executar o comando 'autoplay_vcd_command'.

source: Whether, when a web camera is connected, gnome-volume-manager should run 'autowebcam_command'.
pt: Se, ao ligar uma webcam, o gnome-volume-manager deverá executar o comando 'autowebcam_command'.

source: Whether, when an audio CD is inserted, gnome-volume-manager should run 'autoplay_cda_command'.
is: Hvort að gnome-volume-manager eigi að keyra 'autoplay_cda_command' við innsetningu á hljóðdisk.
ne: एउटा अडियो सि डी घुसाइदा, जिनोम-भोल्युम-प्रबन्धकले 'autoplay_cda_command' चालू गर्नु पर्छ कि।
pt: Se, ao inserir um CD de audio, o gnome-volume-manager deverá executar o comando 'autoplay_cda_command'.

source: Whether, when an iPod is connected, gnome-volume-manager should run 'autoipod_command'.
ne: एउटा ipod जडान गर्दा, जिनोम-भोल्युम-प्रबन्धकले 'autoipod_command' चालू गर्नुपर्छ कि।
pt: Se, ao ligar um iPod, o gnome-volume-manager deverá executar o comando 'autoipod_command'.

source: iPod sync command
ml: iPod sync നിര്‍ദ്ദേശം
ne: ipod समक्रमण आदेश
pt: Comando de sincronização de iPod

source: keyboard command
ml: കീബോര്‍ഡ് നിര്‍ദ്ദേശം
ne: कुञ्जीपाटी आदेश
pt: Comando de teclado

source: mouse command
ml: മൌസ് നിര്‍ദ്ദേശം
ne: माउस आदेश
pt: Comando de rato

source: palm sync command
ml: palm sync നിര്‍ദ്ദേശം
ne: पाल्म समक्रमण आदेश
pt: Comando de sincronização de Palm

source: printer command
ml: പ്രിന്‍റര്‍ നിര്‍ദ്ദേശം
ne: मुद्रक आदेश
pt: Comando de impressora

source: scanner command
ml: സ്കാനര്‍ നിര്‍ദ്ദേശം
ne: स्क्यानर आदेश
pt: Comando de scanner

source: tablet command
ml: ടാബ്ലറ്റ് നിര്‍ദ്ദേശം
ne: ट्याबलेट आदेश
pt: Comando de tablet

source: video camera command
ml: വീഡിയോ ക്യാമറാ നിര്‍ദ്ദേശം
ne: भिडियो क्यामेरा आदेश
pt: Comando de câmara de vídeo

source: web camera command
pt: Comando de webcam

source: Volume Manager
ml: വോള്യം മാനേജര്‍
ne: भोल्युम प्रबन्धक
pt: Gestor de Volumes

source: Volume manager for removable drives and media
ne: हटाउन सकिने ड्राइभहरू र मिडियाको लागि भोल्युम प्रबन्धक
pt: Gestor de volumes para dispositivos e media removíveis

source: Configure management of removable drives and media
ne: हटाउन सकिने ड्राइभहरू र मिडियाको व्यवस्थापन कन्फिगर गर्नुहोस्
pt: Configurar a gestão de dispositivos e media removíveis

source: Removable Drives and Media
ne: हटाउन योग्य ड्राइभहरू र मिडिया
pt: Dispositivos e Media Removíveis

source: <b>Audio CD Discs</b>
ml: <b>ഓഡിയോ സി.ഡി ഡിസ്കുകള്‍</b>
ne: <b>अडियो सी डी डिक्सहरू</b>
pt: <b>Discos CD de Audio</b>

source: <b>Blank CD and DVD Discs</b>
ml: <b>ശൂന്യമായ സി.ഡിയും ഡി.വി.ഡി ഡിസ്കുകള്‍</b>
ne: <b>खाली सी डी र डी भी डी हरू</b>
pt: <b>Discos Virgens de CD e DVD</b>

source: <b>Digital Camera</b>
hr: <b>Digitalna kamera</b>
is: <b>Stafræn myndavél</b>
ml: <b>ഡിജിറ്റല്‍ ക്യമറാ</b>
ne: <b>डिजिटल क्यामेरा</b>
pt: <b>Câmara Digital</b>

source: <b>Digital Video Camera</b>
ml: <b>ഡിജിറ്റല്‍ വീഡിയോ ക്യമറാ</b>
ne: <b>डिजिटल भिडियो क्यामेरा</b>
pt: <b>Câmara de Vídeo Digital</b>

source: <b>Keyboards</b>
ml: <b>കീബോര്‍ഡുകള്‍</b>
ne: <b>कुञ्जीपाटीहरू</b>
pt: <b>Teclados</b>

source: <b>Mice</b>
ne: <b>विविध</b>
pt: <b>Ratos</b>

source: <b>Portable Music Players</b>
ne: <b>पोर्टेबल सङ्गीत खेलाडीहरू</b>
pt: <b>Reprodutores de Música Portáteis</b>

source: <b>Printers</b>
ml: <b>പ്രിന്‍ററുകള്‍</b>
ne: <b>मुद्रकहरू</b>
pt: <b>Impressoras</b>

source: <b>Removable Storage</b>
hr: <b>Pokretni uređaj za pohranu</b>
is: <b>Fjarlægjanleg gagnahirsla</b>
ne: <b>हटाउन सकिने भण्डार</b>
pt: <b>Amazenamento Removível</b>

source: <b>Video DVD Discs</b>
ml: <b>വീഡിയോ ഡി.വി.ഡി ഡിസ്കുകള്‍</b>
ne: <b>भिडियो डी भी डी डिक्सहरू</b>
pt: <b>Discos DVD de Vídeo</b>

source: <b>Web Camera</b>
pt: <b>Webcam</b>

source: Auto-_open files on new drives and media
ne: नयाँ ड्राइभहरू र मिडियामा स्वत: खुल्ने फाइलहरू
pt: A_brir automaticamente ficheiros em novos dispositivos e media
