Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/debian/po/*.po
Languages: et, fi, fr, hu, lv, zh_cn

source: Additional Drivers/Firmware
fi: Lisäajurit/laiteohjelmistot
fr: Pilotes/micrologiciels (firmwares) additionnels
hu: További meghajtók/firmware
lv: Papildu draiveri/programmaparatūra
zh_cn: 更多的驱动/固件

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
fi: Asennusta varten on jo käytössä ja asetettuna avoimen lähdekoodin näytönohjainajuri. Jos halutaan käyttää toista näytönohjainajuria, määritellään se tässä. Huomattavaa on, että TV-ulostuloa tai OpenGL-tehosteita varten saatetaan vaatia suljettua näytönohjainajuria.
fr: Un pilote graphique open source est déjà activé et configuré pour votre installation. Si vous souhaitez utiliser un pilote graphique différent, vous pouvez le faire ici. Notez qu'un pilote graphique propriétaire peut-être nécessaire pour la sortie TV ou les effets OpenGL.
hu: A telepítéshez már be van állítva és engedélyezve van egy nyílt forrású meghajtó. Ha másik videomeghajtót szeretne használni, itt megteheti. Ne feledje, hogy a zárt meghajtók szükségesek lehetnek a TV kimenet vagy az OpenGL effektek támogatásához.
lv: Atvērtā koda grafikas draiveris jau ir ieslēgts un nokonfigurēts jūsu instalācijai. Ja jūs vēlaties izmantot citu grafikas draiveri, jūs to varat izdarīt šeit. Ņemiet vērā, ka aizvērtā koda grafikas draiveri var būt nepieciešami TV izejai un OpenGL efektiem.
zh_cn: 一个开放源码的图形驱动已经启用并用来配置您的安装。如果你想用一个不同的图形驱动，你可以在这里改变。注意要达到电视输出或OpenGL的效果可能需要专有的图形驱动。

source: Modify Video Driver & Settings
fi: Muuta näytönohjainajuria ja asetuksia
fr: Changer le pilote et les paramètres vidéo
hu: Videomeghajtó és beállítások módosítása
lv: Mainīt video draiverus un uzstādījumus
zh_cn: 更改视频驱动和设置

source: If you would like to configure TV-out, choose an option here:
fi: Jos TV-ulostulo halutaan määritellä, valitse jokin seuraavista:
fr: Si vous désirez configurer la sortie TV, choisissez une option ici :
hu: Ha be kívánja állítani a TV kimenetet, válasszon itt egy lehetőséget:
lv: Ja jūs vēlaties konfigurēt TV-izeju, izvēlieties opciju šeit:
zh_cn: 如果你想配置电视输出，在这里选择一项：

source: If enabling TV Out, you will also need to choose a TV Standard:
fi: Jos TV-ulostulo otetaan käyttöön, tulee myös valita TV-standardi:
fr: Si vous activez la sortie TV, vous devez aussi choisir un standard TV :
hu: Ha engedélyezi a TV kimenetet, akkor ki kell választania a TV szabványát:
lv: Ja jūs ieslēdzat TV izeju,izvēlieties arī TV standartu:
zh_cn: 如果启用电视输出，你还需要选择一个电视标准：

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
fi: Varoitus: Älä aseta TV-standardia korkeammaksi kuin mitä TV-laitteesi tukee. PYSYVÄÄ vahinkoa voi tapahtua.
fr: Attention : Ne définissez pas un standard TV qui n'est pas pris en charge par votre téléviseur. Vous risquez de l'endommager définitivement.
hu: Figyelmeztetés: a TV szabványát ne állítsa a készüléke által ténylegesen támogatottnál nagyobbra. Ez TARTÓSAN károsíthatja a készüléket.
lv: Brīdinājums: Neuzstādiet TV standartu augstāku nekā jūsu TV spēj atbalstīt. Tas var radīt PALIEKOŠUS bojājumus.
zh_cn: 警告：不要把电视标准设置得高于你的电视所能支持的。否则可能发生永久性损害。

source: Master Backend Info
fi: Päätaustakoneen tiedot
fr: Information sur le machine de traitement primaire
hu: Elsődleges háttér információi
lv: Galvenās Aizmugures Info
zh_cn: 主终端信息

source: Please enter the information necessary to contact your master backend:
fi: Syötä tarvittavat tiedot päätaustakoneeseen yhdistämiseksi:
fr: Veuillez entrer l'information nécessaire pour contacter votre machine de traitement primaire :
hu: Adja meg az elsődleges háttér eléréséhez szükséges információkat:
lv: Lūdzu ievadiet nepieciešamo informāciju, lai sazinātos ar galveno aizmuguri:
zh_cn: 请输入连接你的主终端必需的信息：

source: MySQL Password
et: MySQL parool
fi: MYSQL-salasana
fr: Mot de passe MySQL
hu: MySQL jelszó
lv: MySQL parole
zh_cn: MySQL密码

source: MySQL User Name
fi: MySQL-käyttäjänimi
fr: Nom d'utilisateur MySQL
hu: MySQL felhasználónév
lv: MySQL lietotājvārds
zh_cn: MySQL用户名称

source: MySQL Database
fi: MySQL-tietokanta
fr: Base de données MySQL
hu: MySQL adatbázis
lv: MySQL datubāze
zh_cn: MySQL数据库

source: MySQL Server
fi: MySQL-palvelin
fr: Serveur MySQL
hu: MySQL kiszolgáló
lv: MySQL serveris
zh_cn: MySQL服务器

source: Configure Guide Data / Backend
fi: Määrittele opastiedot / taustakone
fr: Configurer les données pour les programmes TV/ moteur de traitement
hu: Műsoradatok/háttér beállítása
lv: Kanālu datu un aizmugures uzstādīšana
zh_cn: 配置收视信息/终端

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
fi: Asennuksen viimeisissä kohdissa asetetaan TV-opastiedot ja tehdään taustakoneen asetusten määrittely ensimmäistä kertaa.
fr: Les étapes finales de l'installation nécessitent de définir les données pour les programmes TV et d'effectuer une première configuration du moteur de traitement.
hu: A telepítés utolsó lépései megkövetelik a műsoradatok beállítását és a háttér kiinduló beállítását.
lv: Pēdējos instalācijas soļos nepieciešams uzstādīt jūsu kanālus un pirmoreiz konfigurēt aizmuguri.
zh_cn: 安装的最后步骤需要设置你的收视信息并进行首次终端配置。

source: Click to open the Schedules Direct website
fi: Napsauta avataksesi Schedules Direct -WWW-sivuston
fr: Cliquez pour ouvrir le site web « Schedules Direct »
hu: Kattintson a Schedules Direct webhely megnyitásához
lv: Nospiediet lai atvērtu Schedules Direct tīmekļa lapu
zh_cn: 点击打开迅捷预定网站

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
fi: Pohjois-Amerikassa olevat käyttäjät tarvitsevat käyttäjätilin Schedules Direct (SD) -palvelussa. SD tarjoaa ohjelmatiedot nimellistä maksua vastaan. Ilman SD:tä pohjoisamerikkalaiset käyttäjät saattavat menettää MythTV:n ajastusominaisuudet.
fr: Les utilisateurs en Amérique du Nord devront créer un compte chez « Schedules Direct » (SD). SD fournit les programmes TV pour un prix nominal. Sans SD, les utilisateurs d'Amérique du Nord pourraient perdre beaucoup des fonctionnalités de programmation dans MythTV.
hu: Az észak-amerikai felhasználóknak létre kell hozniuk egy Schedules Direct (SD) fiókot. Az SD jelképes összegért biztosítja a műsoradatokat. Az SD nélkül a MythTV észak-amerikai felhasználói számos ütemezési szolgáltatásról lemaradnak.
lv: Ziemeļamerikas lietotājiem nepieciešams izveidot Schedules Direct (SD) kontu. SD nodrošina kanālu datus par standarta samaksu. Bez SD, Ziemeļamerikas lietotāji nevarēs izmantot daudzas MythTV laika plānošanas iespējas.
zh_cn: 北美用户将需要设置一个迅捷预定帐户（SD）。这个账户提供收视信息，只收取象征性的费用。没有这个账户，北美用户可能会失去很多MythTV的预定功能。

source: Launch MythTV Setup
fi: Käynnistä MythTV-asetukset
fr: Lancer la configuration de MythTV
hu: A MythTV beállításának indítása
lv: Palaist MythTV uzstādīšanu
zh_cn: 启动MythTV设置

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
fi: Ohjelmatietolähteen asettamisen jälkeen on tarpeen käynnisttää MythTV-asetukset-ohjelma taustakoneen asetusten ajamiseksi ensimmäistä kertaa. Ensimmäiset neljä osiota pitää määritellä, erityisesti ohjelmatietomääritelmät kolmannessa.
fr: Après avoir configuré votre source de donnée pour les programmes TV, vous allez devoir lancer MythTV-Setup pour une première exécution de la configuration du moteur de traitement. Vous devrez configurer les quatre premières sections, assurez-vous de fournir les données pour les programme dans la troisième.
hu: A műsoradatforrás beállítása után el kell indítania a MythTV-Setup programot a háttérbeállítások első lefuttatásához, Az első négy szakaszt kell beállítania, a műsoradatok a harmadik lépésben történő megadásának biztosítása érdekében.
lv: Kad ir uzstādīts kanālu datu avots, jums vajadzēs palaist MythTV-Setup, lai pirmoreiz palaistu aizmugures konfigurēšanu. Jums vajadzēs aizpildīt pirmās četras sadaļas. Pārliecinieties, ka ir norādīti kanālu dati trešajā sadaļā.
zh_cn: 在设置好收视指南信息来源后，您需要启动MythTV的设置来进行首次终端配置。您将需要配置最前面四个部分，在第三部分时请确定提供了您的指南信息。

source: Configuring mythtv...
et: Seadistan...
fi: Tehdään mythtv:n asetuksia...
fr: Configuration de mythtv...
hu: A mythtv beállítása...
lv: Konfigurē mythtv...
zh_cn: 正在配置mythtv...

source: Configuring additional drivers...
et: Draiverite seadistamine...
fi: Tehdään ajureiden asetuksia...
fr: Configuration des pilotes supplémentaires...
hu: A további meghajtók konfigurálása...
lv: Konfigurē papildus draiverus...
zh_cn: 正在配置附加驱动...

source: Configuring additional services...
et: Võrgu seadistamine...
fi: Tehdään palveluiden asetuksia...
fr: Configuration de services supplémentaires...
hu: A további kiszolgálók konfigurálása...
lv: Konfigurē papildu pakalpojumus...
zh_cn: 正在配置附加服务...

source: Configuring infrared devices...
fi: Määritetään infrapunalaitteita...
fr: Configuration des périphériques infrarouges...
lv: Tiek konfigurētas infrasarkanās kontrolierīces...
zh_cn: 配置红外设备...

source: The file system on ${PARTITION} assigned to ${MOUNTPOINT} has not been marked for formatting. Directories containing system files (/boot, /etc, /usr, /var, ...) that already exist under any defined mountpoint will be deleted during the install.
fr: Le système de fichier sur ${PARTITION} assigné à ${MOUNTPOINT} n'a pas été marqué pour être formaté. Les dossiers contenant les fichiers systèmes (/boot, /etc, /usr, /var, ...) qui existent déjà sous tous les points de montages seront supprimés durant l'installation.

source: Myth Video
fr: Vidéo Myth
hu: Myth videó
zh_cn: Myth 视频

source: Myth Web
et: Myth veeb
