Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/debian/po/*.po
Languages: et, fi, fr, hu, lv, zh_cn

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
et: Keel: ${LANGUAGE} Klaviatuuri paigutus: ${KEYMAP} Nimi: ${FULLNAME} Kasutajanimi: ${USERNAME} Asukoht: ${LOCATION} Migreerimise abiline: ${MIGRATE}
fi: Kieli: ${LANGUAGE} Näppäimistön asettelu: ${KEYMAP} Nimi: ${FULLNAME} Kirjautumisnimi: ${USERNAME} Sijainti: ${LOCATION} Siirtoapulainen: ${MIGRATE}
fr: Langue : ${LANGUAGE} Disposition du clavier : ${KEYMAP} Nom : ${FULLNAME} Nom d'utilisateur : ${USERNAME} Emplacement : ${LOCATION}
hu: Nyelv: ${LANGUAGE} Billentyűzetkiosztás: ${KEYMAP} Név: ${FULLNAME} Bejelentkezési név: ${USERNAME} Hely: ${LOCATION} Átviteli segéd: ${MIGRATE}
lv: Valoda: ${LANGUAGE} Tastatūras izkārtojums: ${KEYMAP} Vārds: ${FULLNAME} Lietotājvārds: ${USERNAME} Atrašanās vieta: ${LOCATION} Dokumentu un iestatījumu pārcelšana: ${MIGRATE}
zh_cn: 语言：${LANGUAGE} 键盘布局：${KEYMAP} 名称：${FULLNAME} 登录名称：${USERNAME} 位置：${LOCATION} 迁移助手： ${MIGRATE}

source: Checking the installation...
et: Paigalduse kontrollimine...
fi: Tarkistetaan asennusta...
fr: Vérification de l'installation...
hu: A telepítés ellenőrzése...
lv: Pārbauda instalēšanas datus...
zh_cn: 正在检查安装…

source: Installing system
et: Süsteemi paigaldamine
fi: Asennetaan järjestelmää
fr: Installation du système
hu: A rendszer telepítése
lv: Instalē sistēmu
zh_cn: 正在安装系统

source: Finding the distribution to copy...
et: Otsin kopeerimiseks ditributsiooni...
fi: Etsitään kopioitavaa jakelua...
fr: Recherche de la distribution à copier...
hu: A másolandó disztribúció keresése...
lv: Meklē distributīvu kopēšanai...
zh_cn: 正在寻找要复制的发布内容…

source: Scanning files...
et: Failide skaneerimine...
fi: Selataan tiedostoja...
fr: Analyse des fichiers...
hu: Fájlok feldolgozása...
lv: Skenē failus...
zh_cn: 正在扫描文件…

source: Copying files...
et: Failide kopeerimine...
fi: Kopioidaan tiedostoja...
fr: Copie des fichiers...
hu: Fájlok másolása...
lv: Kopē failus...
zh_cn: 正在复制文件…

source: Copying files (less than a minute remaining)...
et: Failide kopeerimine (vähem kui minut on jäänud)...
fi: Kopioidaan tiedostoja (alle minuutti jäljellä)...
fr: Copie des fichiers en cours (moins d'une minute restante)...
hu: Fájlok másolása (kevesebb, mint egy perc van hátra)...
lv: Kopē failus (atlicis mazāk par minūti)...
zh_cn: 正在复制文件（剩余不到一分钟时间）…

source: Failed to copy files; out of disk space.
fi: Tiedostojen kopiointi epäonnistui. Levytila loppui.
fr: Erreur lors de la copie des fichiers ; espace disque insuffisant.
lv: Failus neizdevās pārkopēt diska brīvās vietas trūkuma dēļ
zh_cn: 复制文件失败，磁盘空间不足。

source: The installer encountered an error copying files to the hard disk:
et: Paigaldaja on kohanud viga failide kopeerimisel kõvakettale:
fi: Tiedostoja kovalevylle kopioitaessa tapahtui virhe:
fr: Le programme d'installation a rencontré une erreur lors de la copie des fichiers sur le disque dur :
hu: A telepítő hibát észlelt a fájlok merevlemezre másolása közben.
lv: Instalētājs saskārās ar kļūdu kopējot failus cietajā diskā:
zh_cn: 安装程序向硬盘复制文件时遇到错误：

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
fi: Tämä virhe johtuu riittämättömästä levytilasta, mistä johtuen asennus ei voi valmistua halutulle osiolle. Käynnistä asennusohjelma uudelleen, ja valitse suurempi osio jolle asennetaan.
fr: Cette erreur est due à l'espace insuffisant de la partition sélectionnée pour une installation complète. Veuillez relancer le programme d'installation et sélectionner une partition de plus grande taille.
lv: Konkrēto kļūdu izraisīja brīvās vietas trūkums mērķa sadaļā. Lūdzu atkārtoti palaidiet instalēšanas programmu un izvēlieties lielāku sadaļu.
zh_cn: 此错误是由于目标分区的磁盘空间不足而无法完成安装。请重新晕新安装程序，并选择较大的分区。

source: Failed to copy files; faulty CD/DVD?
et: Failide kopeerimine ebaõnnestus; vigane CD/DVD?
fi: Tiedostojen kopiointi epäonnistui - viallinen CD/DVD?
fr: Échec lors de la copie des fichiers ; CD/DVD défectueux ?
hu: A fájlok másolása meghiúsult, hibás a CD/DVD?
lv: Failu kopēšana neizdevās, varētu būt bojāts CD/DVD
zh_cn: 文件复制失败；CD／DVD有缺陷？

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
et: See viga juhtub tihti vigase CD/DVD plaadi või lugeja tõttu. Aidata võib CD/DVD puhastamine, väiksemal kiirusel kirjutamine või kettalugeja läätsede puhastamine (puhastuskomplekte saab osta arvutipoodidest).
fi: Tämä virhe johtuu usein viallisesta CD/DVD-levystä tai asemasta. Voi olla hyödyllistä puhdistaa CD/DVD, kirjoittaa CD/DVD levykuvasta alhaisemmalla nopeudella, tai puhdistaa CD/DVD-aseman linssit (puhdistussarjoja saa usein elektronisten tarvikkeiden liikkeistä).
fr: Cette erreur est souvent due à un disque ou lecteur CD/DVD défectueux. Il peut être utile de nettoyer le CD/DVD, graver le CD/DVD à une vitesse inférieure, ou nettoyer la lentille du lecteur de CD/DVD (des kits de nettoyage sont souvent disponibles chez les fournisseurs d'équipements électroniques).
hu: Ezt a hibát gyakran egy hibás CD/DVD lemez vagy meghajtó okozza. A CD/DVD megtisztítása, a CD/DVD alacsonyabb sebességen írása vagy a CD/DVD meghajtó lencséjének tisztítása (a legtöbb számítástechnikai üzletben kaphatók tisztítócsomagok) segíthet megoldani a problémát.
lv: Šāda kļūda pārsvarā var gadīties bojāta CD/DVD diska vai diskiekārtas dēļ. Mēģiniet notīrīt disku, rakstīt to ar mazāku ātrumu vai notīrīt CD/DVD iekārtu lēcas (tīrīšanas komplekti bieži pieejami pie elektronisko preču tirgotājiem).
zh_cn: 此个别错误往往由有缺陷的CD／DVD光盘或CD／DVD驱动器导致。清洁CD／DVD、用低速刻录CD／DVD，或者清洁CD／DVD驱动器光头（清洁用品通常可以在电子器材公司买到），或许有助于解决该问题。

source: Failed to copy files; faulty hard disk?
et: Failide kopeerimine ebaõnnestus; vigane kõvaketas?
fi: Tiedostojen kopiointi epäonnistui - viallinen kovalevy?
fr: Échec lors de la copie des fichiers ; disque dur défectueux ?
hu: A fájlok másolása meghiúsult, hibás a merevlemez?
lv: Failu kopēšana neizdevās, varētu būt bojāts cietais disks
zh_cn: 文件复制失败；硬盘有缺陷？

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
et: See viga juhtub tihti vigase kõvaketta tõttu. Võibolla on kõvaketas vana ning vajab vahetamist või tuleb arvuti paigutada jahedamasse kohta (kestas on ülekuumenenud).
fi: Tämä virhe johtuu usein viallisesta kovalevystä. Voi olla hyödyllistä tarkistaa, onko kovalevy vanha ja vaihdon tarpeessa, tai siirtää järjestelmä viileämpään ympäristöön.
fr: Cette erreur est souvent due à un disque disque dur défectueux. Il peut être utile de contrôler si le disque dur est ancien et doit être remplacé ou s'il est nécessaire de déplacer le système dans un environnement plus frais.
hu: Ezt a hibát gyakran egy hibás merevlemez okozza. A probléma megoldásában segíthet a merevlemez ellenőrzése és esetleges cseréje, vagy a rendszer hűvösebb környezetbe helyezése.
lv: Šī kļūda bieži ir saistīta ar bojātu cieto disku. Pārliecinieties, ka disks nav vecs vai bojāts un vai to nevajag nomainīt, kā arī varat mēģināt pārvietot datoru uz vēsāku telpu.
zh_cn: 此个别错误往往由硬盘缺陷导致。检查硬盘是否太旧而需要更换，或者把系统转移到温度更低的环境，或许有助于解决该问题。

source: Failed to copy files; faulty CD/DVD or hard disk?
et: Failide kopeerimine ebaõnnestus; vigane CD/DVD või kõvaketas?
fi: Tiedostojen kopiointi epäonnistui - viallinen CD/DVD tai kovalevy?
fr: Échec lors de la copie des fichiers ; CD/DVD ou disque dur défectueux ?
hu: A fájlok másolása meghiúsult, hibás a CD/DVD vagy merevlemez?
lv: Failu kopēšana neizdevās, varētu būt bojāts CD/DVD vai cietais disks
zh_cn: 复制文件失败；CD／DVD或者硬盘有缺陷？

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
et: See viga juhtub tihti vigase CD/DVD plaadi või lugeja või ka vigase kõvaketta tõttu. Aidata võib CD/DVD puhastamine, väiksemal kiirusel kirjutamine või kettalugeja läätsede puhastamine (puhastuskomplekte saab osta arvutipoodidest), vana kõvaketta välja vahetamine või arvuti jahedamasse kohta paigutamine.
fi: Tämä virhe johtuu usein viallisesta CD/DVD-levystä tai asemasta, tai viallisesta kovalevystä. Voi olla hyödyllistä puhdistaa CD/DVD, kirjoittaa CD/DVD levykuvasta alhaisemmalla nopeudella, puhdistaa CD/DVD-aseman linssit (puhdistussarjoja saa usein elektronisten tarvikkeiden liikkeistä), tarkistaa onko kovalevy vanha ja vaihdon tarpeessa, tai siirtää järjestelmä viileämpään ympäristöön.
fr: Cette erreur est souvent due à un disque ou lecteur CD/DVD défectueux ou à un disque disque dur défectueux. Il peut être utile de nettoyer le CD/DVD, graver le CD/DVD à une vitesse inférieure, ou nettoyer la lentille du lecteur de CD/DVD (des kits de nettoyage sont souvent disponibles chez les fournisseurs d'équipements électroniques), contrôler si le disque dur est ancien et doit être remplacé ou s'il est nécessaire de déplacer le système dans un environnement plus frais.
hu: Ezt a hibát gyakran egy hibás CD/DVD lemez vagy meghajtó, vagy hibás merevlemez okozza. A CD/DVD megtisztítása, a CD/DVD alacsonyabb sebességen írása vagy a CD/DVD meghajtó lencséjének tisztítása (a legtöbb számítástechnikai üzletben kaphatók tisztítócsomagok), a merevlemez ellenőrzése és esetleges cseréje, vagy a rendszer hűvösebb környezetbe helyezése segíthet megoldani a problémát.
lv: Šāda kļūda pārsvarā var gadīties bojāta CD/DVD diska vai diskiekārtas, vai arī bojāta diska dēļ. Mēģiniet notīrīt disku, rakstīt to ar mazāku ātrumu vai notīrīt CD/DVD iekārtu lēcas (tīrīšanas komplekti bieži pieejami pie elektronisko preču tirgotājiem). Kā arī pārliecinieties, ka disks nav vecs vai bojāts un vai to nevajag nomainīt, kā arī varat mēģināt pārvietot datoru uz vēsāku telpu.
zh_cn: 此个别错误往往由有缺陷的CD／DVD光盘或CD／DVD驱动器导致，或者由有缺陷的硬盘导致。清洁CD／DVD、用低速刻录CD／DVD，或者清洁CD／DVD驱动器光头（清洁用品通常可以在电子器材公司买到），检查硬盘是否太旧而需要更换，或者把系统转移到温度更低的环境，或许有助于解决该问题。

source: Failed to copy file; faulty CD/DVD or hard disk?
fi: Tiedoston kopioiminen epäonnistui. Rikkinäinen CD/DVD tai kiintolevy?
fr: Erreur lors de la copie de fichier ; vérifiez votre CD/DVD ou votre disque dur.
lv: Faila kopēšana neizdevās, varētu būt bojāts CD/DVD vai cietais disks
zh_cn: 复制文件失败，光盘或硬盘坏了吗？

source: The following file did not match its source copy on the CD/DVD:
fi: Seuraava tiedosto ei vastannut lähteenä ollutta tiedostokopiota CD/DVD-levyllä:
fr: Le fichier suivant ne correspond pas à sa copie originale présente sur le CD/DVD :
lv: Sekojošs fails neatbilst tā CD/DVD kopijai:
zh_cn: CD/DVD 中的以下文件与原始文件不同：

source: Copying installation logs...
et: Paigalduslogide kopeerimine...
fi: Kopioidaan asennuslokeja...
fr: Copie des journaux de l'installation...
hu: Telepítési naplófájlok másolása...
lv: Kopē instalēšanas žurnālu...
zh_cn: 正在复制安装日志…

source: Configuring target system...
et: Seadistatakse sihtsüsteemi...
fi: Asetetaan kohdejärjestelmää...
fr: Configuration du système de destination...
hu: A cél rendszer beállítása...
lv: Konfigurē sistēmu...
zh_cn: 正在设置目标系统…

source: Configuring system locales...
et: Süsteemi lokaadi seadistamine...
fi: Asetetaan järjestelmän maa-asetustoja...
fr: Configuration des réseaux locaux...
hu: A nyelvi fájlok konfigurálása...
lv: Konfigurē sistēmas lokāles...
zh_cn: 正在设置系统位置…

source: Configuring apt...
et: Seadistan apt'i...
fi: Tehdään apt:n asetuksia...
fr: Configuration de apt...
hu: Az apt beállítása...
lv: Konfigurē apt...
zh_cn: 正在设置apt…

source: Configuring time zone...
et: Ajavööndi seadistamine...
fi: Asetetaan aikavyöhykettä...
fr: Configuration du fuseau horaire...
hu: Az időzóna konfigurálása...
lv: Konfigurē laika joslu...
zh_cn: 正在设置时区…

source: Configuring keyboard...
et: Seadistatakse klaviatuuri...
fi: Tehdään näppäimistön asetuksia...
fr: Configuration du clavier...
hu: Billentyűzet beállítása...
lv: Konfigurē tastatūru...
zh_cn: 正在设置键盘…

source: Creating user...
et: Kasutaja loomine...
fi: Luodaan käyttäjää...
fr: Création de l'utilisateur...
hu: Felhasználó létrehozása...
lv: Veido lietotāju...
zh_cn: 正在创建用户…

source: Importing documents and settings...
et: Dokumentide ja seadete importimine...
fi: Tuodaan asiakirjoja ja asetuksia...
fr: Importation des documents et réglages...
hu: Dokumentumok és beállítások importálása...
lv: Importē dokumentus un iestatījumus...
zh_cn: 正在导入文档和设置…

source: Configuring hardware...
et: Riistvara seadistamine...
fi: Tehdään laitteiston asetuksia...
fr: Configuration du matériel...
hu: A hardver konfigurálása...
lv: Konfigurē iekārtas...
zh_cn: 正在设置硬件…

source: Configuring network...
et: Võrgu seadistamine...
fi: Tehdään verkkoasetukset...
fr: Configuration du réseau...
hu: Hálózat konfigurálása folyamatban...
lv: Konfigurē tīklu...
zh_cn: 正在设置网络…

source: Setting computer name...
et: Arvuti nime määramine...
fi: Asetetaan tietokoneen nimeä...
fr: Affectation du nom de l'ordinateur...
hu: Gépnév beállítása...
lv: Norāda datora vārdu...
zh_cn: 正在设置计算机名称…

source: Configuring boot loader...
et: Alglaaduri seadistamine...
fi: Asetetaan alkulatausohjelmaa...
fr: Configuration du chargeur de démarrage...
hu: A rendszerindító konfigurálása...
lv: Konfigurē palaišanas ielādētāju...
zh_cn: 正在设置启动器…

source: Installing additional packages...
et: Lisapakettide paigaldamine...
fi: Lisäpakettien asentaminen
fr: Installation des paquets additionnels...
hu: További csomagok telepítése...
lv: Instalē papildu pakotnes...
zh_cn: 正在安装附加软件包…

source: Checking for packages to install...
et: Kontrollitakse, kas on pakette mida paigaldada...
fi: Tarkistetaan asennettavia paketteja...
fr: Vérification des paquets à installer...
hu: Telepítendő csomagok keresése...
lv: Pārbauda pakotnes...
zh_cn: 正在检查要安装的软件包…

source: Removing extra packages...
et: Lisapakettide eemaldamine...
fi: Poistetaan ylimääräisiä paketteja...
fr: Suppression des paquets supplémentaires...
hu: Extra csomagok eltávolítása...
lv: Noņem liekās pakotnes...
zh_cn: 正在删除额外的软件包…

source: Checking for packages to remove...
et: Kontrollitakse, kas on pakette mida eemaldada...
fi: Etsitään poistettavia paketteja...
fr: Vérification des paquets logiciels à supprimer...
hu: Törlendő csomagok keresése...
lv: Pārbauda pakotnes, kuras noņemt...
zh_cn: 正在检查要删除的软件包…

source: Downloading packages (${TIME} remaining)...
et: Laadin pakette (${TIME} järelejäänud)...
fi: Ladataan paketteja (${TIME} jäljellä)...
fr: Téléchargement des paquets (${TIME} restant)...
hu: Csomagok letöltése (${TIME} van hátra)...
lv: Lejupielādē pakotnes (atlikušais laiks ${TIME})...
zh_cn: 正在下载软件包（剩余时间${TIME}）…

source: Downloading package lists...
et: Laadin pakettide nimekirja...
fi: Noudetaan pakettiluetteloita...
fr: Téléchargement des listes de paquets...
hu: Csomaglisták letöltése...
lv: Lejupielādē pakotņu sarakstus...
zh_cn: 正在下载软件包列表…

source: Downloading package lists (${TIME} remaining)...
et: Laadin pakettide nimekirja (${TIME} järelejäänud)...
fi: Ladataan pakettiluetteloita (${TIME} jäljellä)...
fr: Téléchargement de la liste des paquets (${TIME} restant)...
hu: Csomaglisták letöltése (${TIME} van hátra)...
lv: Lejupielādē pakotņu sarakstus (atlikušais laiks ${TIME})...
zh_cn: 正在下载软件包列表（剩余时间${TIME}）…

source: Error installing ${PACKAGE}
et: Viga ${PACKAGE} paigaldamisel
fi: Virhe asennettaessa pakettia ${PACKAGE}
fr: Erreur lors de l'installation de ${PACKAGE}
hu: Hiba a(z) ${PACKAGE} telepítése során
lv: Kļūda instalējot ${PACKAGE}
zh_cn: 安装 ${PACKAGE} 时出错

source: Error removing ${PACKAGE}
et: Viga ${PACKAGE} eemaldamisel
fi: Virhe poistettaessa pakettia ${PACKAGE}
fr: Erreur lors de la désinstallation de ${PACKAGE}
hu: Hiba a(z) ${PACKAGE} törlésekor
lv: Kļūda noņemot ${PACKAGE}
zh_cn: 删除${PACKAGE}时发生错误

source: Error while installing packages
et: Pakettide paigaldamisel ilmnes viga
fi: Virhe paketteja asennettaessa
fr: Erreur lors de l'installation des paquets
hu: Hiba a csomagok telepítésekor
lv: Kļūda instalējot pakotnes
zh_cn: 安装软件包时发生错误

source: An error occurred while installing packages:
et: Pakettide paigaldamisel ilmnes viga
fi: Paketteja asennettaessa tapahtui virhe:
fr: Une erreur est survenue lors de l'installation des paquets :
hu: Hiba történt a csomagok telepítésekor:
lv: Kļūda instalējot pakotnes
zh_cn: 安装软件包时发生了一个错误:

source: The following packages are in a broken state:
et: Vigaseks osutusid järgmised paketid:
fi: Seuraavat paketit ovat rikkinäisessä tilassa:
fr: Les paquets suivants sont cassés :
hu: A következő csomagok törött állapotban vannak:
lv: Šekojošas pakotnes ir bojātas:
zh_cn: 下列软件包已经损坏：

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
et: See võib juhtuda kui kasutada vana paigaldajatõmmist, või on tegemist veaga mõnes eeltoodud paketis. Detailsem info leidub /var/log/syslog. Paigaldaja üritab jätkata, kuid võib siiski ebaõnnestuda ning ei osutu võimeliseks paigaldama ja teisi pakette installeeritud süsteemist eemaldama (võimalik, et ka iseennast). Esiteks oleks mõttekas otsida uuemaid paigaldajatõmmiseid, või kui see ei aita, siis anda ilmnenud veast levitajale teada.
fi: Tämä voi johtua vanhasta asentimesta tai virheestä jossain luetelluista paketeista. Lisätietoja saattaa olla tiedostossa /var/log/syslog. Asennusohjelma yrittää jatkaa joka tapauksessa, mutta voi keskeytyä myöhemmin eikä voi asentaa tai poistaa muita paketteja (mukaanlukien itseänsä) asennetusta järjestelmästä. Ensimmäiseksi tulisi etsiä uudempia versioita asentimesta, tai jos tämä ei ole mahdollista kertoa ongelmasta jakelun valmistajalle.
fr: Ceci peut être dû à l'utilisation d'une ancienne image de l'installeur, ou bien à un bogue dans certains paquets listés ci-dessous. De plus amples détails peuvent se trouver dans /var/log/syslog. L'installeur va essayer de poursuivre malgré tout, mais il peut échouer à une étape ultérieure, et il ne pourra pas installer ou supprimer d'autre paquets (y compris lui-même probablement) du système installé. Vous devriez d'abord chercher de nouvelles versions de l'image de l'installeur, ou le cas échéant, signaler ce problème à votre revendeur.
hu: Ezt egy régi telepítő-lemezkép használata, vagy a fenti csomagok egyikének hibája okozhatja. További részletek a /var/log/syslog fájlban találhatók. A telepítő megpróbálja folytatni a telepítést, de később meghibásodhat és nem lesz képes más csomagok (saját magát is beleértve) telepítésére a telepített rendszerre vagy eltávolítására arról. Próbáljon újabb telepítő-lemezképeket keresni vagy jelentse a problémát a terjesztőnek.
lv: Tā varētu gadīties, ja izmantojat vecu instalatora programmu, vai arī ir kļūda kādā no instalējamajām pakotnēm. Papildu informācija atrodama /var/log/syslog žurnālā. Instalators mēģinās turpināt, bet darba gaitā var rasties kļūmes un instalators, iespējams, instalators vairs nevarēs uzinstalēt vai noņemt citas pakotnes. Vispirms vajadzētu pārbaudīt vai nav pieejama jaunāka instalatora versija, vai nosūtīt kļūdas paziņojumu izplatītājam.
zh_cn: 这个错误可能是由于你使用了一个旧的安装镜像所造成，也可能是由上面所列出的某些包中的错误所造成。你可以在“/var/log/syslog”中发现更多的细节。安装程序将继续运行，但有可能会安装失败，而且会造成你无法在已经安装的系统中安装或删除其他的包（可能包括这个程序自身）。你最好用一个新版本的安装镜像，或把这个问题报告给程序的发布者。

source: Error while removing packages
et: Pakettide eemaldamisel ilmnes viga
fi: Virhe poistettaessa paketteja
fr: Erreur lors de la désinstallation des paquets
hu: Hiba a csomagok eltávolításakor
lv: Kļūda noņemot pakotnes
zh_cn: 删除软件包时发生错误

source: An error occurred while removing packages:
et: Pakettide eemaldamisel ilmnes viga:
fi: Poistettaessa paketteja tapahtui virhe:
fr: Une erreur est survenue lors de la suppression de paquets:
hu: Hiba történt a csomagok eltávolításakor:
lv: Kļūda noņemot pakotnes:
zh_cn: 删除软件包时发生了一个错误：

source: Installing language packs
et: Keelepakkide paigaldamine
fi: Asennetaan kielipaketteja
fr: Installation des paquets linguistiques
hu: Nyelvi csomagok telepítése
lv: Instalē valodas atbalstu
zh_cn: 正在安装语言包

source: Downloading language packs (${TIME} remaining)...
et: Laadin keelpakke (${TIME} järelejäänud)...
fi: Ladataan kielipaketteja (${TIME} jäljellä)...
fr: Téléchargement des paquets linguistiques (${TIME} restant)...
hu: Nyelvi csomagok letöltése (${TIME} van hátra)...
lv: Lejupielādē valodas pakotnes (atlikušais laiks ${TIME})...
zh_cn: 正在下载语言包（剩余时间${TIME}）…

source: Failed to unmount partitions
et: Partitsioonide lahtihaakimine nurjus
fi: Osioiden irrottaminen epäonnistui
fr: Échec du démontage des partitions
hu: A partíciók leválasztása meghiúsult
lv: Kļūda nomontējot sadaļas
zh_cn: 卸载分区失败

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
et: Paigaldaja peab rakendama muudatused partitsioonitabelisse, aga ei saa seda teha, sest järgnevates ühenduskohtades olevaid partitsioone ei saanud lahti haakida:
fi: Asennusohjelman pitää tehdä muutoksia osiotauluihin, mutta ei voi koska seuraavissa liitoskohdissa olevia osioita ei voitu irrottaa:
fr: Le programme d'installation a besoin de modifier les tables de partition, mais ne peut le faire car les points de montage suivants ne peuvent être démontés:
hu: A telepítőnek módosítania kellene a partíciós táblát, de ez nem hajtható végre, mivel a következő csatolási pontokon található partíciók nem választhatók le:
lv: Instalatoram jāsaglabā sadaļu tabulas izmaiņas. Tas nav iespējams, jo sekojošās vietās piemontētās sadaļas nevar nomontēt:
zh_cn: 安装程序需要更改分区表，但未能实现，因为以下挂载点上的分区不能被卸载：

source: Please close any applications using these mount points.
et: Palun sulge kõik rakendused, mis kasutavad neid haakepunkte.
fi: Sulje kaikki sovellukset, jotka käyttävät näitä liitoskohtia.
fr: Veuillez fermer les applications utilisant ces points de montage.
hu: Zárjon be minden, a kérdéses csatolási pontokat használó alkalmazást.
lv: Lūdzu aizveriet visas programmas, kas varētu izmantot šos montēšanas punktus.
zh_cn: 请关闭所有正在使用这些挂载点的应用程序。

source: Would you like the installer to try to unmount these partitions again?
et: Kas soovite, et paigaldaja üritab neid partitsioone uuesti lahti haakida?
fi: Haluatko asennusohjelman yrittävän osioiden irrottamista uudelleen?
fr: Voulez-vous que le programme d'installation essaye à nouveau de démonter ces partitions?
hu: Kívánja, hogy a telepítő újra megppróbálja leválasztani ezeket a partíciókat?
lv: Vai vēlaties, lai instalators mēģina vēlreiz nomontēt sadaļas?
zh_cn: 你是否想让安装程序再次尝试卸载这些分区？

source: Do you want to return to the partitioner?
fi: Haluatko palata osiointiin?
fr: Voulez-vous revenir à l'outil de partitionnement ?
lv: Atgriezties pie diska sadalīšanas?
zh_cn: 您希望返回到分区工具吗？
