Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/debian/po/*.po
Languages: et, fi, fr, hu, lv, zh_cn

source: Install
et: Paigalda
fi: Asenna
fr: Installation
hu: Telepítés
lv: Instalēt
zh_cn: 安装

source: Install (OEM mode, for manufacturers only)
et: Paigalda (OEM režiim, ainult tootjatele)
fi: Asenna (OEM-tila, vain laitevalmistajille)
fr: Installer (mode OEM, pour les constructeurs seulement)
hu: Telepítés (OEM mód, csak gyártók részére)
lv: Instalēt (OEM režīms, tikai ražotājiem)
zh_cn: 安装（OEM模式，仅供制造商使用）

source: Welcome
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
hu: Üdvözöljük
lv: Esiet sveicināti!
zh_cn: 欢迎

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
et: Oled valmis paigaldama? Niipea, kui sa vastad mõnele küsimusele, on sul võimalik paigaldada live CD sisu oma arvutisse, et sa saaksid oma arvutit kasutada täie kiirusega ja ilma CD-d kasutamata.
fi: Valmiina asennukseen? Muutamaan kysymykseen vastaamalla Ubuntu-CD:n sisältö voidaan asentaa tälle tietokoneelle, jotta järjestelmää voitaisiin käyttää täydellä nopeudella ja ilman CD-levyä.
fr: Si vous êtes prêt pour l'installation, quelques questions suffiront pour installer le contenu du Live CD sur cet ordinateur. Le système fonctionnera alors plus rapidement et sans nécessiter le CD-ROM.
hu: Készen áll a telepítésre? Néhány kérdés megválaszolásával elérheti, hogy a live CD tartalma a számítógépre kerüljön és teljes sebességgel, CD nélkül használhassa a rendszert.
lv: Esat gatavi instalēt? Līdzko jūs atbildēsiet uz dažiem jautājumiem, "dzīvā" CD saturs tiks ieinstalēts datorā un varēsiet lietot sistēmu no cietā diska.
zh_cn: 准备安装了吗？你回答几个问题之后，live CD的内容就可以安装到计算机上，你就可以全速运行系统，而不需要CD了。

source: Answering the questions should only take a few minutes.
et: Küsimustele vastamiseks peaks kuluma ainult mõned minutid.
fi: Kysymyksiin vastaamisen pitäisi viedä vain muutamia minuutteja.
fr: Répondre aux questions ne devrait vous prendre que quelques minutes.
hu: A kérdések megválaszolása csak pár percig fog tartani.
lv: Atbildēšana uz jautājumiem prasīs tikai dažas minūtes.
zh_cn: 回答那些问题仅需要几分钟时间。

source: Please choose the language used for the installation process. This language will be the default language for the final system.
et: Palun vali paigaldamise käigus kasutatav keel. See keel on ka vaikimisi kasutatav keel edaspidi.
fi: Valitse kieli, jota käytetään asennuksen aikana. Tämä kieli on oletuskieli myös asennetussa järjestelmässä.
fr: Choisissez la langue à utiliser pour l'installation. Cette langue sera celle par défaut du système après l'installation.
hu: Válasszon nyelvet a telepítési folyamathoz. A választott nyelv lesz a végleges rendszer alapértelmezettje is.
lv: Lūdzu, izvēlieties valodu. Tā būs arī jūsu noklusētā valoda uzinstalētajā sistēmā.
zh_cn: 请选择安装过程使用的语言。该语言将成为最终系统的默认语言。

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
et: Installeerite süsteemitootja režiimis. Palun sisestage nende süsteemide pakile unikaalne nimi. See nimi salvestatakse installeeritud süsteemile ja seda saab kasutada teatiste esitamisel vigade kohta.
fi: Asennusta ollaan tekemässä laitevalmistajatilassa. Syötä tälle järjestelmien erälle uniikki nimi. Nimi tallennetaan asennettuun järjestelmään ja sitä voidaan käyttää virheraporttien selvittämisessä.
fr: Vous effectuez l'installation en mode revendeur informatique. Veuillez saisir un nom unique pour ce lot de systèmes. Ce nom sera sauvegardé sur le système installé et pourra être utilisé pour les rapports d'anomalies.
hu: Rendszergyártói módban telepít. Adjon meg egy egyedi nevet a rendszerek ezen csoportjának. Ez a név mentésre kerül a telepített rendszerre és a hibákkal kapcsolatos segítségnyújtásnál lehet hasznos.
lv: Jūs instalējat sistēmu ražotāja režīmā. Lūdzu, ievadiet unikālu vārdu sistēmu laidienam. Šis vārds tiks saglabāts uzinstalētajās sistēmās un noderēs apstrādājot problēmu ziņojumus.
zh_cn: 你正在以制造商模式进行安装。请为这批系统输入独有名称。该名称将被保存在已安装的系统中，有助于提交错误报告。

source: If you have Internet access, read the release notes for information on problems that may affect you.
et: Juhul, kui sul on internetiühendus, loe versiooni väljalaske teateid, saamaks infot probleemide kohta, mis võivad sind tabada.
fi: Jos Internet-yhteys on käytettävissä, on mahdollista lukea julkaisutiedoista tietoja mahdollisista ongelmista.
fr: Si vous disposez d'une connexion Internet, consultez les notes de publication afin d'avoir des informations sur des problèmes qui pourraient vous concerner.
hu: Ha van internet-hozzáférése, olvassa el a kiadási megjegyzéseket az esetlegesen Önt is érintő problémákról.
lv: Ja jums ir pieejams internets, izlasiet laidiena piezīmes, lai noskaidrotu iespējamās problēmas, kas varētu ietekmēt jūsu sistēmu.
zh_cn: 如果你具备互联网连接，请阅读关于可能发生的问题的发行说明。

source: Release Notes
et: Väljalaske teated
fi: Julkaisutiedot
fr: Notes de publication
hu: Kiadási megjegyzések
lv: Laidiena piezīmes
zh_cn: 发行说明

source: Where are you?
et: Kus sa oled?
fi: Mikä on sijaintisi?
fr: Emplacement géographique
hu: Hol tartózkodik?
lv: Kur jūs atrodaties?
zh_cn: 你在什么地方？

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
et: Vali linn oma riigis ning ajavöönd. Juhul, kui näidatav hetke aeg on vale isegi peale korrektse ajavööndi valimist, saada sa seda seadistada peale süsteemi taaskäivitust.
fi: Valitse kaupunki maastasi ja aikavyöhykkeeltäsi. Jos ilmoitettu aika on väärin myös oikean aikavyöhykkeen valitsemisen jälkeen, voit muuttaa sitä sen jälkeen kun olet käynnistänyt tietokoneen asennettuun järjestelmään.
fr: Sélectionnez une ville de votre pays et le fuseau horaire. Si toutefois l'indication de temps est incorrecte, vous pourrez la régler par la suite après avoir redémarré le système nouvellement installé.
hu: Válasszon egy várost az országnak és időzónának megfelelően. Ha a megfelelő időzóna kiválasztása után is helytelen a pillanatnyilag jelzett idő, akkor a telepített rendszer újraindítása után beállíthatja.
lv: Izvēlieties tuvāko pilsētu jūsu valstī un laika zonu. Ja norādītais laiks nav pareizs pat pēc pareizās laika zonas izvēles, to varēsiet nomainīt pēc iestartēšanās uzinstalētajā sistēmā.
zh_cn: 请选择你所在国家的城市名称和时区。选择了正确的时区后，如果显示的当前时间不正确，你可以在重新启动系统后进行调整。

source: Selected city:
et: Valitud linn:
fi: Valittu kaupunki:
fr: Ville sélectionnée :
hu: Kiválasztott város:
lv: Izvēlētā pilsēta:
zh_cn: 所选城市：

source: Time zone:
et: Ajavöönd:
fi: Aikavyöhyke:
fr: Fuseau horaire :
hu: Időzóna:
lv: Laika josla:
zh_cn: 时区：

source: Selected region:
et: Valitud regioon:
fi: Valittu alue:
fr: Région sélectionnée :
hu: Választott régió:
lv: Izvēlētais reģions:
zh_cn: 所选区域：

source: Current time:
et: Kohalik aeg:
fi: Aika nyt:
fr: Heure actuelle :
hu: Jelenlegi idő:
lv: Tekošais laiks:
zh_cn: 当前时间：

source: Keyboard layout
et: Klaviatuuripaigutus
fi: Näppäimistön asettelu
fr: Disposition du clavier
hu: Billentyűzetkiosztás
lv: Tastatūras izkārtojums
zh_cn: 键盘布局

source: Which layout is most similar to your keyboard?
et: Milline klahvide asetus on sinu klaviatuurile kõige sarnasem?
fi: Mikä asettelu on lähinnä käyttämääsi näppäimistöä?
fr: Quelle configuration semble la plus proche de votre clavier ?
hu: Melyik kiosztás hasonlít legjobban a billentyűzetére?
lv: Kāds ir jūsu tastatūras izkārtojums?
zh_cn: 哪种布局同你的键盘最接近？

source: You can type into this box to test your new keyboard layout.
et: Siia kasti saad trükkida, et proovida oma uut klaviatuuriasetust.
fi: Voit kirjoittaa tähän laatikkoon kokeillaksesi uutta näppäimistöasettelua.
fr: Vous pouvez saisir quelque chose dans cet espace pour tester la nouvelle configuration de votre clavier.
hu: Az új billentyűkiosztás tesztelése érdekében írjon ebbe a szövegmezőbe.
lv: Pārbaudiet tastatūras izkārtojumu šeit:
zh_cn: 您可以在该框内测试您新的键盘布局。

source: Who are you?
et: Kes sa oled?
fi: Kuka olet?
fr: Identité
hu: Kicsoda Ön?
lv: Kas jūs esat?
zh_cn: 你的身份是什么？

source: What is your name?
et: Mis su nimi on?
fi: Mikä on nimesi?
fr: Quel est votre nom ?
hu: Mi a neve?
lv: Kāds ir jūsu vārds?
zh_cn: 你的名字是什么？

source: What name do you want to use to log in?
et: Mis nime tahad sa kasutada sisselogimiseks?
fi: Mitä nimeä haluat käyttää kirjautuaksesi koneelle?
fr: Quel nom d'utilisateur voulez-vous utiliser pour vous identifier ?
hu: Milyen felhasználói nevet szeretne használni a bejelentkezéshez?
lv: Ar kādu lietotājvārdu jūs vēlaties pieteikties sistēmā?
zh_cn: 您想用什么名字作为登录名？

source: If more than one person will use this computer, you can set up multiple accounts after installation.
et: Kui arvutit hakkab kasutama rohkem kui üks inimene, saad sa peale paigaldust üles seada mitu kasutajakontot.
fi: Jos useampi kuin yksi ihminen käyttää tätä tietokonetta, voit luoda lisää käyttäjätilejä asennuksen jälkeen.
fr: Si plus d'une personne sont amenées à utiliser cet ordinateur, vous pourrez créer d'autres comptes après l'installation.
hu: Amennyiben ezt a számítógépet többen használják, további fiókokat is létrehozhat a telepítés után.
lv: Ja datoru izmantos vairākas personas, pēc instalēšanas varēsiet pievienot papildu lietotāju kontus.
zh_cn: 如果有多个用户使用本计算机，你可以在完成安装后建立多个帐户。

source: Choose a password to keep your account safe.
et: Vali parool kasutamaks oma arvutit turvaliselt.
fi: Valitse salasana pitääksesi käyttäjätilisi turvallisena.
fr: Choisissez un mot de passe pour protéger votre compte utilisateur.
hu: Válasszon jelszót, hogy biztonságban lehessen felhasználói fiókja.
lv: Izvēlieties paroli, lai aizsargātu jūsu kontu.
zh_cn: 选择一个密码来确保您的帐号安全。

source: You are running in debugging mode. Do not use a valuable password!
et: Sa töötad vigade kõrvaldamise režiimis. Ära kasuta väärtuslikku parooli!
fi: Virheenjäljitystila on käytössä. Älä käytä tärkeätä salasanaa!
fr: Vous êtes actuellement en mode debug. N'utilisez pas de mot de passe sensible !
hu: A rendszer hibakereső módban fut! Ne használjon „értékes" jelszót!
lv: Jūs darbojaties atkļūdošanas režīmā. Neizmantojiet jums nozīmīgu paroli!
zh_cn: 你正在以调试模式运行。请勿使用重要密码！

source: Enter the same password twice, so that it can be checked for typing errors.
et: Sisesta parooli kaks korda, seda selleks, et parooli oleks võimalik kontrollida tippimise vigade vastu.
fi: Syötä sama salasana kahdesti, jotta mahdolliset kirjoitusvirheet huomataan.
fr: Entrez le même mot de passe à deux reprises, afin d'éviter toute erreur de saisie.
hu: Írja be ugyanazt a jelszót kétszer, hogy ellenőrizhessük, nem vétett-e gépelési hibát.
lv: Lai izvairītos no pārrakstīšanās kļūdām, ievadiet paroli divas reizes.
zh_cn: 请再次输入相同密码，以防止输入错误。

source: What is the name of this computer?
et: Mis on selle arvuti nimi?
fi: Mikä on tämän tietokoneen nimi?
fr: Quel est le nom de cet ordinateur ?
hu: Mi a neve ennek a számítógépnek?
lv: Kāds būs datora nosaukums?
zh_cn: 这台计算机的名称是什么？

source: This name will be used if you make the computer visible to others on a network.
et: Seda nime kasutatakse, kui sa muudad oma arvuti võrgus teistele nähtavaks.
fi: Nimeä käytetään jos asetat tietokoneesi muiden näkyville verkossa.
fr: Ce nom sera utilisé pour identifier l'ordinateur sur un réseau.
hu: Ez a név akkor lesz használatban, ha láthatóvá teszi a számítógépet egy hálózaton.
lv: Ar šo nosaukumu tas darbosies tīklā.
zh_cn: 如果你让网络上的其他人看到这台计算机，那么这个名称将被使用。

source: Migrate Documents and Settings
et: Dokumentide ja seadistuste ülekandmine
fi: Siirrä asiakirjat ja asetukset
fr: Importer les documents et paramètres
hu: Dokumentumok és beállítások átvitele
lv: Dokumentu un iestatījumu pārcelšana
zh_cn: 迁移文档及设置

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
fi: Valitse tuotavat käyttäjätilit. Valittujen käyttäjätilien asiakirjat ja asetukset ovat saatavilla asennuksen jälkeen.
fr: Veuillez sélectionner le ou les comptes à importer. Les documents et les paramètres de ces comptes seront disponibles dès la fin de l'installation.
lv: Izvēlieties kontus, kurus vēlētos importēt. Pēc instalēšanas pabeigšanas šo kontu dokumenti un uzstādījumi būs pieejami jaunajā sistēmā.
zh_cn: 选择您想要导入的帐号。这些帐号中的文档和设置将在安装结束后可用。

source: If you do not wish to import any accounts, select nothing and go to the next page.
et: Kui ei soovi importida mitte ühtegi kontot, siis ära vali midagi ja mine järgmisele lehele.
fi: Jos et halua tuoda yhtään tiliä, älä valitse mitään ja mene seuraavalle sivulle.
fr: Si vous ne souhaitez pas importer de comptes utilisateurs, ne sélectionnez rien et allez sur la page suivante.
hu: Ha nem kíván fiókokat importálni, akkor ne válasszon ki semmit és lépjen a következő oldalra.
lv: Ja nevēlaties neko pārcelt, pārejiet uz nākamo soli.
zh_cn: 如果你不希望导入任何帐户，那么请直接进入下一页。

source: Prepare disk space
et: Valmista ette kettaruum
fi: Levytilan valmistelu
fr: Préparation de l'espace disque
hu: Lemezhely előkészítése
lv: Sagatavo diska vietu
zh_cn: 预备硬盘空间

source: How do you want to partition the disk?
et: Kuidas sa tahad ketast partitsioneerida?
fi: Kuinka haluat osioida levyn?
fr: Comment voulez-vous partitionner le disque ?
hu: Hogyan kívánja particionálni a lemezt?
lv: Kā vēlaties sadalīt disku?
zh_cn: 你想怎样对硬盘进行分区？

source: Prepare partitions
et: Partitsioonide ettevalmistamine
fi: Valmistele osiot
fr: Préparer les partitions
hu: Partíciók előkészítése
lv: Sadaļu sagatavošana
zh_cn: 准备分区

source: Ready to install
et: Paigaldamiseks valmis
fi: Valmiina asennukseen
fr: Prêt à installer
hu: Készen áll a telepítésre
lv: Gatavs instalēšanai
zh_cn: 准备安装

source: Your new operating system will now be installed with the following settings:
et: Sinu uus operatsioonisüsteem paigaldatakse nüüd järgmiste seadetega:
fi: Uusi käyttöjärjestelmä asennetaan seuraavilla asetuksilla:
fr: Votre nouveau système d'exploitation va maintenant être installé avec les paramètres suivants :
hu: Az új operációs rendszer telepítésre kerül a következő beállításokkal:
lv: Operētājsistēma tiks instalēta ar sekojošiem parametriem:
zh_cn: 你的新操作系统将以如下设置进行安装：

source: Advanced...
et: Täpsemalt...
fi: Lisäasetukset...
fr: Avancé...
hu: Haladó...
lv: Papildu...
zh_cn: 高级...

source: Install[ action ]
et: Paigalda
fi: Asenna
fr: Installer[ action ]
hu: Telepítés
lv: Instalēt
zh_cn: 安装

source: Step ${INDEX} of ${TOTAL}
et: Samm ${INDEX} / ${TOTAL} 'st
fi: Vaihe ${INDEX} / ${TOTAL}
fr: Étape ${INDEX} sur ${TOTAL}
hu: ${INDEX}. lépés (Összesen: ${TOTAL})
lv: Solis ${INDEX} no ${TOTAL}
zh_cn: 第 ${INDEX} 步（共 ${TOTAL} 步）

source: Abort the installation?
et: Katkestada paigaldamine?
fi: Keskeytä asennus?
fr: Interruption de l'installation
hu: Megszakítja a telepítést?
lv: Pārtraukt instalāciju?
zh_cn: 中止安装？

source: Do you really want to abort the installation now?
et: Kas sa tõesti tahad paigaldamise praegu katkestada?
fi: Haluatko varmasti keskeyttää asennuksen nyt?
fr: Voulez-vous vraiment interrompre l'installation ?
hu: Valóban meg kívánja szakítani a telepítést?
lv: Vai tiešām vēlaties pārtraukt instalāciju?
zh_cn: 你确定现在要中止安装吗？

source: Skip
et: Jäta vahele
fi: Ohita
fr: Ignorer
hu: Kihagyás
lv: Izlaist
zh_cn: 跳过

source: Installation complete
et: Paigaldamine on lõppenud
fi: Asennus on valmis
fr: Installation terminée
hu: A telepítés befejeződött
lv: Instalācija pabeigta
zh_cn: 安装完成

source: Continue using the live CD
et: Jätka live CD kasutamist
fi: Jatka esittely-CD:n käyttämistä
fr: Continuer à utiliser le Live CD
hu: Folytatom a Live CD használatát
lv: Turpināt lielot "dzīvo" CD
zh_cn: 继续使用 live CD

source: Restart now
et: Taaskäivita nüüd
fi: Uudelleenkäynnistä nyt
fr: Redémarrer maintenant
hu: Újraindítás most
lv: Pārstartēt
zh_cn: 现在重启

source: Installer crashed
et: Paigaldaja krahhis
fi: Asennusohjelma kaatuii
fr: L'installateur a rencontré une erreur
hu: A telepítő összeomlott
lv: Instalatora avārija
zh_cn: 安装程序崩溃

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
et: Vabandust - paigaldaja krahhis. Palun lisage vearaport aadressil https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ärge lisage oma veateadet juba olemasolevale veateatele) ja arendaja vaatab selle probleemi üle nii pea kui võimalik. Et aidata arendajatel vea põhjustest aru saada, lisage järgnevad üksikasjad oma vearaportisse ja lisage failid /var/log/syslog ja /var/log/partman:
fi: Asennusohjelma kaatui, pahoittelut. Raportoi virheestä osoitteessa https://launchpad.net/ubuntu/+source/ubiquity/+filebug (älä tässä tapauksessa lisää tietojasi olemassa olevaan virheraporttiin), jotta kehittäjät voivat puuttua ongelmaan mahdollisimman pian. Jotta kehittäjät voisivat selvittää mikä meni pieleen, liitä virheraporttiin lokitiedostot /var/log/syslog ja /var/log/partman:
fr: Nous sommes désolés, l'installateur a rencontré une erreur. Veuillez signaler ce bogue sur https://launchpad.net/ubuntu/+source/ubiquity/+filebug (n'ajoutez pas vos renseignements à un bogue existant) et un développeur s'occupera du problème le plus rapidement possible. Pour aider le développeur à appréhender le problème, incluez les renseignements suivants dans votre rapport et attachez les fichiers /var/log/syslog et /var/log/partma :
hu: Elnézést, a telepítő összeomlott. Küldjön be egy új hibajelentést a https://launchpad.net/ubuntu/+source/ubiquity/+filebug oldalon (ne egy meglévő hibához csatolja), és amint lehetséges, egy fejlesztő megvizsgálja a problémát. A fejlesztők munkájának segítése érdekében vegye bele a következő részleteket a hibajelentésbe és csatolja a /var/log/syslog és /var/log/partman fájlok tartalmát:
lv: Diemžēl instalators avarēja. Lūdzu, izveidotjiet jaunu kļūdas ziņojumu lapā https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nepievienojiet informāciju jau esošiem kļūdu ziņojumiem). Lai palīdzētu izstrādātājiem saprast problēmu, kļūdu paziņojumā pievienojiet /var/log/syslog un /var/log/partman failus:
zh_cn: 十分抱歉; 安装程序已崩溃. 请将信息文件以新bug报告的形式发布在 https://launchpad.net/ubuntu/+source/ubiquity/+filebug (请不要附加到现有的bug上) 开发者会尽快解决这个问题. 为了让开发者更好的明白问题所在, 将/var/log/syslog 和 /var/log/partman 详细信息添加到bug报告中.

source: Edit partition
et: Muuda partitsiooni
fi: Muokkaa osiota
fr: Modifier la partition
hu: Partíció szerkesztése
lv: Labot sadaļu
zh_cn: 编辑分区

source: Create partition
et: Loo partitsioon
fi: Luo osio
fr: Créer une partition
hu: Partíció létrehozása
lv: Izveidot sadaļu
zh_cn: 创建分区

source: New partition size in megabytes (1000000 bytes):
et: Uue partitsiooni suurus megabaitides (1000000 baiti):
fi: Uuden osion koko megatavuissa (1000000 tavua)
fr: Taille de la nouvelle partition en Mo (1 000 000 octets)
hu: Új partíció mérete megabájtokban (1000000 bájt):
lv: Sadaļas izmērs megabaitos (1000000 baiti):
zh_cn: 新建分区容量（MB）：

source: Beginning
et: Algus
fi: Alku
fr: Début
hu: Eleje
lv: Sākumā
zh_cn: 开始

source: End
et: Lõpp
fi: Loppu
fr: Fin
hu: Vége
lv: Beigās
zh_cn: 结束

source: Primary
et: Primaarne
fi: Ensisijainen
fr: Primaire
hu: Elsődleges
lv: Primārā
zh_cn: 主分区

source: Logical
et: Loogiline
fi: Looginen
fr: Logique
hu: Logikai
lv: Loģiskā
zh_cn: 逻辑分区

source: Edit a partition
et: Muuda partitsiooni
fi: Muokkaa osiota
fr: Modifier une partition
hu: Egy partíció szerkesztése
lv: Labot sadaļu
zh_cn: 编辑一个分区

source: Advanced Options
et: Täpsemad valikud
fi: Lisäasetukset
fr: Options avancées
hu: Speciális beállítások
lv: Papildu opcijas
zh_cn: 高级选项

source: Boot loader
et: Alglaadimine
fi: Alkulatausohjelma
fr: Chargeur d'amorçage
hu: Rendszertöltő
lv: Palaišanas ielādētājs
zh_cn: 引导程序

source: Install boot loader
et: Paigalda alglaadur
fi: Asenna alkulatausohjelma
fr: Installer le chargeur de démarrage
hu: Rendszertöltő telepítése
lv: Uzinstalēt palaišanas ielādētāju
zh_cn: 安装启动加载器

source: Popularity contest
et: Populaarsusvõistlus
fi: Suosiokilpailu
fr: Concours de popularité
hu: Népszerűségi verseny
lv: Programmatūras popularitātes aptauja
zh_cn: 流行度对比

source: Participate in the package usage survey
et: Osale pakettide kasutamise uuringus
fi: Osallistu pakettien käyttömäärien tutkimukseen
fr: Participez aux statistiques d'utilisation des paquets
hu: Vegyen részt a csomaghasználat-felmérésben
lv: Vēlos piedalīties programmatūras izmantošanas aptaujā
zh_cn: 参加软件包使用调查

source: Network proxy
fi: Verkon välipalvelin
fr: Serveur mandataire (proxy)
lv: Tīkla starpserveris:
zh_cn: 网络代理

source: HTTP proxy:
fi: HTTP-välipalvelin:
fr: Proxy HTTP :
lv: HTTP starpserveris:
zh_cn: HTTP 代理：

source: Port:
fi: Portti:
lv: Ports:
zh_cn: 端口：

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
et: Paigaldamine on lõppenud. Paigaldatud süsteemi kasutamiseks tuleb sul nüüd arvuti taaskäivitada. Sa võid jätkata selle live CD kasutamist, kuigi ühtegi tehtud muudatust või salvestatud dokumenti ei säilitata.
fi: Asennus on valmis. Tietokone täytyy käynnistää uudelleen, jotta uutta asennusta käytettäisiin. Voit myös jatkaa tämän Ubuntu-CD:n käyttöä, mutta mitkään tekemäsi muutokset tai tallentamasi asiakirjat eivät säily.
fr: L'installation est terminée. Il est nécessaire de redémarrer l'ordinateur pour utiliser le nouveau système. Vous pouvez continuer à utiliser ce Live CD, toutefois, aucun des changements effectués ou documents enregistrés ne seront préservés.
hu: A telepítés befejeződött. Az új rendszer használatához újra kell indítani a számítógépet. Folytatható a live CD használata is, de az így létrejött változtatások és dokumentumok el fognak veszni.
lv: Instalēšana ir pabeigta. Lai izmantotu jauno sistēmu, jāpārstartē dators. Ja vēlaties, varat turpināt lietot "dzīvais" CD. Sistēmā veiktās izmaiņas netiks saglabātas. Izveidotie dokumenti netiks saglabāti.
zh_cn: 安装完成。你需要重新启动计算机以使用新安装的系统。你可以继续使用live CD，不过你所做的任何更改和保存的文档不会被保留。

source: Go Back
et: Mine tagasi
fi: Palaa
fr: Revenir en arrière
hu: Vissza
lv: Atpakaļ
zh_cn: 返回

source: Continue
et: Jätka
fi: Jatka
fr: Continuer
hu: Tovább
lv: Turpināt
zh_cn: 继续

source: Installation is complete. You need to restart the computer in order to use the new installation.
fi: Asennus on valmis. Tietokone täytyy käynnistää uudelleen, jotta uutta asennusta voitaisiin käyttää.
fr: L'installation est terminée. Il est nécessaire de redémarrer l'ordinateur pour utiliser le nouveau système installé.
lv: Instalēšana ir pabeigta. Lai lietotu jauno sistēmu, ir jāpārstartē dators.
zh_cn: 安装完成。你需要重新启动计算机以使用新安装的系统。
