Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/debian/po/*.po
Languages: et, fi, fr, hu, lv, zh_cn

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
fi: Jotkin luoduista osioista ovat liian pieniä. Varmista, että luetellut osiot ovat vähintään seuraavan kokoisia (tavuissa):
fr: Certaines des partitions que vous avez créées sont trop petites. Veuillez donner aux partitions suivantes au minimum cette taille (en octets) :
lv: Dažas no izveidotajām sadaļām ir pārāk mazas. Sadaļu minimālais izmērs baitos:
zh_cn: 您建立的一些分区太小。请确保以下分区的最少字节数：

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
fi: Jos et mene takaisin osiointiin ja kasvata näiden osioiden kokoa, asennus saattaa epäonnistua.
fr: Si vous ne revenez à l'outil de partiotionnement pour augmenter la taille de ces partitions, l'installation pourra échouer.
lv: Instalācija var neizdoties, ja sadaļu izmēri netiks palielināti.
zh_cn: 如果您不回到分区工具并增加这些分区的大小，安装可能会失败。

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
et: Paigaldamistüüp: ${INSTALLTYPE} Draiverid: Lisa videodraiver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Lisateenused: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV teenus: ${EN_MYSQL} Tavalised Ubuntu paigaldamise küsimused: Keel: ${LANGUAGE} Klaviatuuri paigutus: ${KEYMAP} Täisnimi: ${FULLNAME} Kasutajanimi: ${USERNAME} Asukoht: ${LOCATION}
fi: Asennustyyppi: ${INSTALLTYPE} Ajurit: Lisänäytönohj.ajuri: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Lisäpalvelut: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV-palvelu: ${EN_MYSQL} Tavalliset Ubuntun asennuskysymykset: Kieli: ${LANGUAGE} Näppäimistöasettelu: ${KEYMAP} Koko nimi: ${FULLNAME} Kirjautumisnimi: ${USERNAME} Sijainti: ${LOCATION}
fr: Type d'installation[nbsp ]: ${INSTALLTYPE} Pilotes : Pilote vidéo supplémentaire : ${VIDEO_DRIVER} Sortie TV : ${TVOUT}, ${TVSTANDARD} Services supplémentaires : VNC : ${EN_VNC} SSH : ${EN_OPENSSH} Samba : ${EN_SAMBA} NFS : ${EN_NFS} Service MythTV : ${EN_MYSQL} Questions pour l'installation Ubuntu standard : Langue : ${LANGUAGE} Disposition du clavier : ${KEYMAP} Nom : ${FULLNAME} Identifiant de connexion : ${USERNAME} Emplacement : ${LOCATION}
hu: Telepítési típus: ${INSTALLTYPE} Meghajtók: Kiegészítő videomeghajtó: ${VIDEO_DRIVER} TV-kimenet: ${TVOUT}, ${TVSTANDARD} További szolgáltatások: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV szolgáltatás: ${EN_MYSQL} A normál Ubuntu telepítő kérdései: Nyelv: ${LANGUAGE} Billentyűzetkiosztás: ${KEYMAP} Szokásos név: ${FULLNAME} Szokásos bejelentkezési név: ${USERNAME} Hely: ${LOCATION}
lv: Instalācijas veids: ${INSTALLTYPE} Draiveri: Papildu video draiveris: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Papildu pakalpojumi: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV serviss: ${EN_MYSQL} Ubuntu instalācijas jautājumi: Valoda: ${LANGUAGE} Tastatūras izkārtojums: ${KEYMAP} Vārds: ${FULLNAME} Lietotājvārds: ${USERNAME} Atrašanās vieta: ${LOCATION}
zh_cn: 安装类型：${INSTALLTYPE} 驱动程序： 添加视频驱动：${VIDEO_DRIVER} 电视输出：${TVOUT}，${TVSTANDARD} 额外服务： VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV服务: ${EN_MYSQL} 普通ubuntu安装问题： 语言：${LANGUAGE} 键盘布局：${KEYMAP} 完整名称：${FULLNAME} 登录名称：${USERNAME} 位置：${LOCATION}

source: What Type of Installation?
et: Mis tüüpi paigaldus?
fi: Minkä tyyppinen asennus?
fr: Quel type d'installation ?
hu: Válasszon telepítési típust
lv: Instalācijas veids?
zh_cn: 有哪些安装类型？

source: Two installation types are available for Mythbuntu:
et: Mythbuntu tarbeks on kaks paigaldustüüpi:
fi: Mythbuntun asentamiseen on tarjolla kaksi asennustapaa:
fr: Deux types d'installation sont disponibles pour Mythbuntu:
hu: Két telepítési mód érhető el a Mythbuntuhoz:
lv: Mythubuntu ir pieejami divi instalācijas veidi:
zh_cn: Mythbuntu有两种安装类型：

source: Standard Installation
et: Standardne paigaldus
fi: Tavallinen asennus
fr: Installation standard
hu: Általános telepítés
lv: Standarta instalācija
zh_cn: 标准安装

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
et: Tavapaigaldus paigaldab ja seadistab kõik valikud vähima kasutajapoolse sekkumisega. See paigaldab taustarakenduse, kasutajaliidese, kõik pluginad ja teemad.
fi: Tavallinen asennus asentaa ja määrittelee kaikki valinnat minimaalisella kysymysmäärällä. Tämä asentaa taustaosa, edustaosan, kaikki liitännäiset ja kaikki teemat.
fr: Une installation standard installera et configurera toutes les options avec un minimum d'intervention de l'utilisateur. Ceci installera le moteur de traitement, l'interface, tous les greffons et tous les thèmes.
hu: A szabványos telepítés minden beállítást minimális felhasználói beavatkozás mellett állít be. Ez telepíti a hátteret, az előtétet, az összes bővítményt és az összes témát.
lv: Standarta instalācija uzinstalē un nokonfigurēs katru opciju ar minimālu lietotāja iejaukšanos. Tas uzinstalēs aizmuguri, priekšpusi, visus spraudņus un visas tēmas.
zh_cn: 标准安装只需同用户进行最少的互动就能安装并设置每个选醒。这种类型将安装前端、后端、所有插件和所有主题。

source: Advanced Installation
et: Täpsem paigaldus
fi: Edistynyt asennus
fr: Installation avancée
hu: Haladó telepítés
lv: Paplašinātā instalācija
zh_cn: 高级安装

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
et: Täpsem paigaldus on mõeldud selleks, et seadistada Mythbuntu paigaldus oma valikutega. MÄRKUS: See valik on vajalik, kui on sooviks lisada Mythbuntu masin olemasolevasse MythTV võrku.
fi: Edistynyttä asennusta voidaan käyttää Mythbuntu-asennuksen mukauttamiseen. Huom: Edistynyt asennus on tarpeen lisättäessä Mythbuntu-konetta olemassa olevaan MythTV-pohjaiseen verkkoon.
fr: Une installation avancée peut être utilisée pour personnaliser ce qui est nécessaire à cette installation de Mythbuntu. Une installation avancée est nécessaire pour ajouter une machine MythBuntu à un réseau basé sur MythTV.
hu: A haladó telepítés segítségével személyre szabható, hogy mi szükséges ehhez a Mythbuntu telepítéshez. Megjegyzés: a haladó telepítés szükséges egy Mythbuntu gép meglévő MythTV-alapú hálózathoz adásához.
lv: Paplašināto instalāciju var lietot, lai pielāgotu Mythbuntu instalāciju. UZMANĪBU: paplašinātā instalācija ir nepieciešama, ja vēlaties pievienot Mythbuntu datoru esošam MythTV tīklam.
zh_cn: 高级安装能够用来按需安装Mythbuntu。注意：高级安装必须向基于MythTV的现有网络添加Mythbuntu机器。

source: Advanced Installation Type
et: Paigalduslaiendi tüüp
fi: Edistynyt asennuksen tyyppi
fr: Type d'installation avancée
hu: Haladó telepítési típus
lv: Paplašinātās instalācijas veids
zh_cn: 高级安装类型

source: What type of system will this be?
et: Mis tüüpi saab see süsteem olema?
fi: Minkä tyyppinen järjestelmä tämä tulee olemaan?
fr: Quel sera le type de ce système ?
hu: Ez milyen típusú rendszer lesz?
lv: Kāda veida sistēma šī būs?
zh_cn: 这将是什么类型的系统？

source: Primary Backend w/ Frontend
et: Peamine taustarakendus / kasutajaliides
fi: Ensisijainen taustakone edustakoneella
fr: Machine primaire combinant moteur de traitement et interface
hu: Elsődleges háttér előtéttel
lv: Primārā aizmugure ar priekšpusi
zh_cn: 首选后端w／前端

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
et: Taustarakendus / kasutajaliides ühendus on kõige tavalisem masina seadistus neile, kes soovivad MythTV HTPC rakenduste jaoks. Seda tüüpi paigaldus on mõeldud kasutamiseks kodukino osana.
fi: Taustakone/edustakoneyhdistelmä on yleisin asetelma käytettäessä MythTV:tä HTPC-käytössä. Tämänlainen asennus on tarkoitettu käytettäväksi kotiteatterin osana.
fr: Une machine combinant moteur de traitement et interface est la configuration la plus courante pour les personnes désirant utiliser MythTV pour les applications HTPC. Ce type d'installation est prévu pour utiliser en tant que composant de votre « home cinéma ».
hu: A háttér/előtét kombinált gép a leggyakoribb telepítés, ha HTPC alkalmazásokhoz MythTV-t kíván használni. Ez a telepítési típust a házimozi összetevőjeként történő használatra tervezték.
lv: Dators ar aizmugures/priekšpuses kombināciju ir visizplatītākais veids cilvēkiem, kuri vēlas izmantot MythTV HTPC (Mājas kinozāles PC) aplikācijām. Šis instalācijas veids ir paredzēts kā komponente jūsu mājas kinozālei.
zh_cn: 对于需要用于HPTC应用的MythTV的人群，一个后端/前端复合机是最常见的安装方案。该安装类型旨在你的家庭影院中作为一个组件而使用。

source: Secondary Backend w/ Frontend
et: Teisane taustarakendus / kasutajaliides
fi: Toissijainen taustakone edustakoneella
fr: Machine secondaire combinant moteur de traitement et interface
hu: Másodlagos háttér előtéttel
lv: Sekundārā aizmugure ar priekšpusi
zh_cn: 次选后端w／前端

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
et: See paigaldab süsteemi sarnaselt peamisele taustarakendus / kasutajaliidesele, erinevuseks on, et see seadistatakse ühenduma olemasoleva võrgus asuva taustarakendusega.
fi: Tämä asettaa järjestelmän samankaltaiseksi kuin ensisijainen taustakone edustakoneella, mutta sitä ei määritellä yhdistämään olemassa olevaan verkon taustakoneeseen.
fr: Le système sera configuré de façon similaire à une machine primaire combinant moteur de traitement et interface, cependant il sera configuré pour ce connecter à un moteur de traitement existant sur le réseau.
hu: Ez az Elsődleges háttér előtéttel típusúhoz hasonló rendszert telepít, amely azonban a hálózat egy meglévő hátteréhez csatlakozásra lesz beállítva.
lv: Šis uzstādījums ir līdzīgs primārajai aizmugurei ar priekšpusi, bet tiks nokonfigurēta tā, lai pieslēgtos tīklā jau esošai aizmugurei.
zh_cn: 这将创建一个类似于主后端w/前端的系统，他将被配置以通过网络连接到一个已存在的后端。

source: Primary Backend
et: Peamine taustarakendus
fi: Ensisijainen taustakone
fr: Machine primaire de traitement
hu: Elsődleges háttér
lv: Primārā aizmugure
zh_cn: 首选后端

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
et: Vaid taustarakendusega masin on tavaliselt mõeldud töötama eraldiseisva seadmena, mis vajab väga vähe hooldust. See on mõeldud paigaldamiseks kohtvõrgu esimese taustarakendusena.
fi: Pelkästään taustaosana käytettävä kone on yleensä suunniteltu toimimaan yksinkertaisen laitteen tavoin, vaatien hyvin vähän ylläpitoa. Tämä on tarkoitus asentaa verkon ensimmäiseksi taustaosakoneeksi.
fr: Une machine contenant uniquement le moteur de traitement est conçue pour se comporter comme un serveur applicatif ; nécessitant très peu de maintenance. Elle est prévue pour être installé en tant que moteur de traitement primaire sur le réseau.
hu: A csak háttérből álló gépet jellemzően nagyon kevés karbantartást igénylő készülékként való működésre tervezték. Ezt egy hálózat első háttereként történő telepítésre szánták.
lv: Dators tikai ar aizmuguri parasti ir veidots kā ierīce, kurai vajag minimālu apkopi. Šī ir paredzēta kā pirmā aizmugures instalācija tīklā.
zh_cn: 一个纯后端机是典型仿家电功能的设计；只需要很少的维护。其会被以网络内首个后端的形式被安装。

source: Secondary Backend
et: Teisane taustarakendus
fi: Toissijainen taustakone
fr: Machine secondaire de traitement
hu: Másodlagos háttér
lv: Sekundārā aizmugure
zh_cn: 次选后端

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
et: See paigaldab süsteemi sarnaselt peamisele taustarakendusele, erinevuseks on, et see seadistatakse ühenduma olemasoleva võrgus asuva taustarakendusega.
fi: Tämä asettaa järjestelmän samankaltaiseksi kuin ensisijainen taustakone, mutta sitä ei määritellä yhdistämään olemassa olevaan verkon taustakoneeseen.
fr: Le système sera configuré de façon similaire à un moteur de traitement primaire, cependant il sera configuré pour ce connecter à un moteur de traitement existant sur le réseau.
hu: Ez az Elsődleges háttérhez hasonló rendszert telepít, azonban a hálózat egy meglévő hátteréhez való csatlakozásra kerül beállításra.
lv: Tas izveidos sistēmu kas līdzīga primārajai aizmugurei, bet tā būs konfigurēta pieslēgties esošai aizmugurei tīklā.
zh_cn: 这将创建一个类似于主后端的系统，它将被配置以通过网络连接到一个已存在的后端。

source: Frontend
et: Kasutajaliides
fi: Edustakone
fr: Machine servant uniquement d'interface
hu: ElőtétEgy csak előtét
lv: Priekšpuse
zh_cn: 前端

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
et: Ainult kasutajaliidesega masina peamine ülesanne on taustarakenduselt meedia vastuvõtmine ja levitamine. Selline seadistus vajab võrgus olemasolevat taustarakendust.
fi: Pelkästään edustakoneena toimivan koneen päätehtävä on vastaanottaa mediasisältöä taustakoneelta ja jakaa sitä. Tämä asetus vaatii olemassa olevan taustakoneen verkossa.
fr: La fonction principale d'une machine servant uniquement d'interface, est de recevoir les contenus multimédia du moteur de traitement et de les distribuer. Cette configuration nécessite un moteur de traitement existant sur le réseau.
hu: A csak háttérből álló gép elsődleges funkciója a médiatartalom fogadása a háttértől és terjesztése. Ez a konfiguráció egy meglévő hátteret igényel a hálózaton,
lv: Priekšpuses datora galvenā funkcija ir saņemt datus no aizmugures un tos izplatīt. Šai konfigurācijai ir nepieciešama tīklā esoša aizmugure.
zh_cn: 一个只有前端的机器的主要功能是从后端接收媒体内容并发布。这种配置需要网络上已有的后端。

source: Choose Frontend / Backend Plugins
et: Kasutajaliidese / taustarakenduse pluginate valimine
fi: Valitse edustakone/taustakoneliitännäiset
fr: Choisir les greffons pour l'interface/moteur de traitement
hu: Előtét/háttér bővítmények kiválasztása
lv: Izvēlieties priekšpuses / aizmugures spraudņus
zh_cn: 选择前端／后端插件

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
et: Pluginaid saab kasutada MythTV funktsionaalsuse laiendamiseks TV rakendusest kaugemale.
fi: Liitännäisiä voidaan käyttää MythTV:n toiminnallisuuden lisäämiseksi muihinkin tarkoituksiin kuin aikasiirtoratkaisuihin
fr: Des greffons peuvent être utilisés pour étendre les fonctionnalités de MythTV au delà de la fonction de « direct en différé » (Time Shifting).
hu: A bővítmények segítségével a MythTV funkcionalitását kiterjesztheti az időeltolásos TV megoldásokon túlra.
lv: Spraudņus var izmantot, lai papildinātu MythTV funkcionalitāti vairāk par laika nobīdes funkciju.
zh_cn: 插件可以用来拓展MythTV的功能，而不仅仅是作为电视收看时间转移的方案。

source: Backend Plugins
et: Taustarakenduse pluginad
fi: Taustakoneliitännäiset
fr: Greffons pour le moteur de traitement
hu: Háttérbővítmények
lv: Aizmugures spraudņi
zh_cn: 后端插件

source: Frontend Plugins
et: Kasutajaliidese pluginad
fi: Edustakoneliitännäiset
fr: Greffons pour l'interface
hu: Előtétbővítmények
lv: Priekšpuses spraudņi
zh_cn: 前端插件

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
et: MythWeb pakub veebiliidest, mida saab kasutada kavade vaatamiseks, salvestuste ajastamiseks, salvestuste kustutamiseks ja saadete otsimiseks.
fi: MythWeb tarjoaa WWW-käyttöliittymän, jolla voidaan katsoa ohjelmatietoja, ajastaa nauhoituksia, poistaa nauhoituksia ja etsiä ohjelmia.
fr: MythWeb propose une interface Web qui permet de voir des listes, de programmer des enregistrements, supprimer des enregistrements, et de chercher des programmes.
hu: A MythWeb egy webes felületet biztosít, amelyen műsorokat jeleníthet meg, ütemezheti és törölheti a felvételeket, valamint műsorokat kereshet.
lv: MythWeb piedāvā tīmekļa saskarni, kuru var izmantot lai apskatītu sarakstus, plānotu ierakstīšanu, dzēstu ierakstus un meklētu programmas.
zh_cn: MythWeb提供了一个网络界面，可以用来查看清单，预定录制，删除录制，并搜索节目。

source: Myth Archive
et: Myth'i arhiiv
fi: Myth-arkisto
fr: Archive Myth
hu: Myth archívum
lv: Myth Arhīvs

source: Myth Browser
et: Myth'i brauser
fi: Myth-selain
fr: Navigateur Myth
hu: Myth böngésző
lv: Myth Pārlūks
zh_cn: Myth 浏览器

source: Myth Controls
et: Myth'i juhtimine
fi: Myth-ohjaus
fr: Contrôles Myth
hu: Myth vezérlés
lv: Myth vadība
zh_cn: Myth 控制

source: Myth Movies
fi: Myth-elokuvat
fr: Films Myth
lv: Myth Filmas
zh_cn: Myth 电影

source: Myth Gallery
fi: Myth-galleria
fr: Galerie Myth
hu: Myth galéria
lv: Myth Galerija
zh_cn: Myth 画廊

source: Myth Game
fi: Myth-pelit
fr: Jeu Myth
hu: Myth játék
lv: Myth Spēle

source: Myth Music
fi: Myth-musiikki
fr: Musique Myth
hu: Myth zene
lv: Myth Mūzika
zh_cn: Myth 音乐

source: Myth News
fi: Myth-uutiset
fr: Actualités Myth
hu: Myth hírek
lv: Myth Ziņas
zh_cn: Myth 新闻

source: Myth Phone
fi: Myth-puhelin
fr: Téléphone Myth
hu: Myth telefon
lv: Myth Tālrunis

source: Myth Stream
fi: Myth-virta
hu: Myth adatfolyam

source: Myth Weather
fi: Myth-sää
fr: Météo Myth
hu: Myth időjárás
lv: Myth laika prognoze

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
fi: MythTV-liitännäinen jolla voidaan luoda MythTV-verkossa olevasta sisällöstä DVD-levyjä.
fr: Un greffon pour MythTV qui vous permet de créer des DVD à partir du contenu présent sur votre réseau MythTV.
hu: MythTV bővítmény, amely lehetővé teszi DVD-k létrehozását a saját MythTV hálózatán.
lv: MythTV spraudnis, kurš tev ļauj veidot DVD no tavā MythTV tīklā esošajiem materiāliem.
zh_cn: MythTV的一个插件让你可以利用MythTV网络的内容制作DVD光碟。

source: An integrated web browser plugin for your MythTV system.
fi: Integroitu WWW-selainliitännäinen MythTV-järjestelmään.
fr: Un navigateur Web intégré pour votre système MythTV.
hu: Integrált webböngésző-bővítmény a MythTV rendszeréhez.
lv: Integrēts tīmekļa pārlūka spraudnis tavai MythTV sistēmai.
zh_cn: MythTV系统内整合的一个网络浏览器插件。

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
fi: Ulkoinen MythTV-ohjaus. Tämä mahdollistaa näppäinkarttojen ja pikanäppäinten muuttamisen.
fr: Contrôles externes pour MythTV. Ceci vous permettra de modifier les boutons et raccourcis clavier.
hu: Külső vezérlés a MythTV-hez. Ez lehetővé teszi a gombleképezések és billentyűtársítások módosítását.
lv: MythTV ārējā vadība. Šis ļaus jums mainīt pogu un taustiņu piesaistes.
zh_cn: MythTV的外部控制 。这将允许你改变按钮映射和按键绑定。

source: Find movies playing in nearby local cinemas
fi: Paikallisissa elokuvateattereissa esitettävien elokuvien löytäminen
fr: Trouver des films à l'affiche dans des salles à proximité
lv: Atrast filmas, kuras tiek rādītas kinoteātros tuvākajā apkārtnē
zh_cn: 寻找附近影院播放的电影

source: Allows you to monitor your Netflix dvd rental queue.
fi: Mahdollistaa Netflix-DVD-vuokrajonon seuraamisen
fr: Vous permet de surveiller votre liste de location de DVD Netfix
hu: Lehetővé teszi a Netflix DVD-kölcsönzési sor figyelését.
lv: Atļauj tev pārraudzīt Netflix iznomāto DVD rindu.
zh_cn: 允许你监测你的Netflix dvd租借排队情况。

source: Allows you to visually browse a directory tree containing image files.
fi: Mahdollistaa kuvatiedostoja sisältävän hakemistopuun selaamisen visuaalisesti.
fr: Vous permet de naviguer visuellement dans un répertoire contenant des images.
hu: Lehetővé teszi egy képfájlokat tartalmazó könyvtárfa vizuális böngészését.
lv: Atļauj tev vizuāli pārlūkot direktoriju koku, kurā ir bilžu datnes.
zh_cn: 让你从视觉上浏览含图片档案的目录树。

source: A frontend to start any emulator or binary that Linux runs.
fi: Edustaohjelma minkä tahansa emulaattorin tai Linux-ohjelman suorittamiseksi.
fr: Une interface permettant de démarrer tout émulateur ou exécutable que Linux peux lancer.
hu: Előtét a Linux által futtatott tetszőleges emulátor vagy bináris elindításához.
lv: Priekšpuse emulatora vai Linux izpildāma faila palaišanai.
zh_cn: 一个前端用来启动在Linux下可运行的任意模拟器或执行程序。

source: Provides a digital audio jukebox integrated with MythTV.
fi: Tarjoaa digitaalisen MythTV:seen integroidun musiikkijukeboxin.
fr: Fournit un lecteur audio numérique intégré à MythTV.
hu: A MythTV-be integrált digitális zenegép.
lv: Piedāvā MythTV integrētu digitālu mūzikas kasti.
zh_cn: 提供一个整合于MythTV的数字音频播放器。

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
fi: RSS-syötelukijaliitännäinen joka pitää MythTV:n ajan tasalla halutuista uutisaiheista.
fr: Un lecteur de flux RSS pour MythTV qui permet de rester à jour sur vos sujets préférés.
hu: RSS hírfolyamolvasó bővítmény a MythTV-hez, a kedvenc hírtémák naprakészen tartásához.
lv: MythTV RSS ziņu lasītāja spraudnis, kurš informē par jaunumiem jūsu mīļākajos ziņu tematos.
zh_cn: MythTV的rss聚合新闻阅读插件让你了解所喜欢的新闻专题的最新进展。

source: A phone and videophone capability on MythTV using the standard SIP protocol.
fi: Puhelin ja videopuhelin MythTV:ssä käyttäen standardia SIP-yhteyskäytäntöä.
fr: Une fonction de téléphonie et visiophonie, utilisant le protocole standard SIP, intégrée à MythTV.
hu: Telefon- és videofon képesség a MythTV-hez a szabványos SIP protokoll használatával.
lv: Tālruņa un videotelefona iespējas uz MythTV, izmantojot standarta SIP protokolu.
zh_cn: MythTV的电话和可视电话功能使用标准会话发起协议（SIP）。

source: Provides a method to listen to streaming internet radio stations.
fi: Tarjoaa tavan kuunnella Internetin radioasemia.
fr: Fournit un moyen d'écouter des stations de radio diffusant leur flux sur Internet
hu: Lehetőséget ad az internetes rádióállomások hallgatására.
lv: Piedāvā metodi, lai klausītos straumētās Interneta radio stacijas.
zh_cn: 提供一种方法来听流媒体网络电台。

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
fi: Mahdollistaa videovirtojen selaamisen ja toistamisen käyttäen ulkoista soitinta, MythTV-käyttöliittymällä.
fr: Vous permet de lire et de naviguer parmi les vidéos, en utilisant un lecteur externe, au sein de l'interface MythTV.
hu: Lehetővé teszi videofolyamok böngészését és lejátszását külső lejátszó segítségével a MythTV felületén belül.
lv: Atļauj jums pārlūkot un atskaņot video straumes no MythTV saskarnes, izmantojot ārēju atskaņotāju.
zh_cn: 利用外部播放器可以从MythTV的界面内让你浏览和播放视频流。

source: Displays current and forecast weather information within MythTV.
fi: Näyttää nykyisen ja ennustetun sään MythTV:ssä.
fr: Affiche la météo actuelle et les prévisions dans MythTV.
hu: Megjeleníti az aktuális és előrejelzett időjárás-információkat a MythTV-n belül.
lv: Parāda faktisko laiku un laika prognozi iekš MythTV.
zh_cn: 在MythTV 内显示当前和预测的天气信息。

source: Choose Extra Themes
fi: Valitse lisäteemoja
fr: Choisir des thèmes supplémentaires
hu: Extra témák kiválsztása
lv: Izvēlēties papildu tēmas
zh_cn: 选择额外主题

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
fi: Teemat voivat parantaa MythTV-asennuksen esteettistä vaikutelmaa huomattavasti, ja mukauttaa ulkoasua henkilökohtaiseen makuun paremmin sopivaksi.
fr: Les thèmes peuvent améliorer grandement l'aspect esthétique de l'installeur de MythTV selon vos goûts.
lv: Tēmas izvēle var krietni uzlabot MythTV estētisko baudījumu un piemērot to jūsu gaumei.

source: Enable/Disable All
fi: Käytä / poista käytöstä kaikki
fr: Tout activer/désactiver
lv: Aktivizēt/atslēgt visus
zh_cn: 全部启用/禁用
