Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.12guada8/d-i/source/choose-mirror/debian/po/*.po
Languages: eo, ku, zh_tw

source: Checking the Ubuntu archive mirror
eo: Esplorado de la Ubuntu-a spegularkivo
ku: Neynîka arşîva Ubuntu tê kontrol kirin
zh_tw: 正在檢驗 Ubuntu 檔案鏡像站

source: Downloading the Release file...
eo: Elŝutado de la 'Release'-dosiero...
ku: Pelê release dadixe...
zh_tw: 正在下載 Release 檔...

source: Bad archive mirror
eo: Malformita Ubuntu-a spegularkivo
ku: Neynîka arşîvê ya xerab:
zh_tw: 無效的檔案鏡像站

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
eo: La indikita Ubuntu-a spegularkivo maldisponeblas aŭ ne enhavas bonan 'Release' dosieron. Bonvolu provi alian spegularkivon.
ku: Ev birqîna arşîva Ubuntu tune an jî pelê wê ya derbasdar a release tune. Birqîneke din biceribîne.
zh_tw: 所指定的 Ubuntu 檔案鏡像站若不是失效了，就是沒有包含有效的 Release 檔。請嘗試另一個鏡像站。

source: Architecture not supported
eo: Maladministra arkitekturo
ku: Mîmarî nayê destekkirin
zh_tw: 尚未被支援的硬體架構

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
eo: La indikita Ubuntu-a spegularkivo ne administras vian arkitekturon. Bonvolu provi alian spegularkivon.
ku: Xuya dibe ku biqîna Ubuntu ya belîkirî mîmariya pergala te destek nake. Ji kerema xwe re birqîneke din biceribîne.
zh_tw: 所指定的 Ubuntu 檔案鏡像站似乎並不支援您所使用的硬體架構。請嘗試另一個鏡像站。

source: Choose a mirror of the Ubuntu archive
eo: Elekti Ubuntu-an spegularkivon
ku: Neynîka arşîva Ubuntu hilbijêre
zh_tw: 請選擇一個 Ubuntu 檔案鏡像站

source: enter information manually
eo: Tajpu mem informojn
ku: agahî bi destê xwe binivîse
zh_tw: 手動輸入資訊

source: GB[ Default value for http]
eo: GB
ku: GB
zh_tw: TW

source: Ubuntu archive mirror country:
eo: Ubuntu-a spegularkiva lando:
ku: Welatê neynîka arşîva Ubuntu:
zh_tw: Ubuntu 檔案鏡像站所在的國家：

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
eo: La celo estas trovi spegulon de la Ubuntu-a arkivo laŭ la reta vidpunkto. Elekti iun, kiu loĝas en proksima lando aŭ elekti vian landon, ne forgesante ke eble, tiu elekto ne estos la plej bona.
ku: Armanc ew e ku ji te re birqîna arşîva Ubuntu a herî nêzîk bête dîtin -- jibîr meke ku birqîneke welatê herî nêzîk û welatê te bixwe jî dibe ku ne hilbijartineke pir baş be.
zh_tw: 此選項的目的是找到在網路上離您最近的檔案鏡像站 -- 請注意，您的鄰國，甚至您自己的國家，都不一定是最好的選擇。

source: Ubuntu archive mirror:
eo: Ubuntu-a spegularkivo:
ku: Neynîka arşîva Ubuntu:
zh_tw: Ubuntu 檔案鏡像站：

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
eo: Bonvolu elekti Ubuntu-an spegularkivon. Elektu spegularkivon kiu situas en via lando aŭ regiono, se vi ne scias kiun spegularkivo posedas la pli bonan interretan konekton.
ku: Ji kerema xwe re eynikekê ji bo arşîfa xwe ya Ubuntu hilbijêre. Dema ku tu nizanibî kîjan eynik ji bo girêdana interneta te başe , pêwiste ku tu eynika herêma xwe bikar bînî .
zh_tw: 請選擇一個 Ubuntu 的檔案鏡像站。如果您不知道您和哪個鏡像站之間的網路連線品質最好，請使用位於您的國家或地區之內的鏡像站。

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
eo: Kutime, <via landa signonumero>.archive.ubuntu.com estas bona elekto.
ku: Di rewşên normal de, <koda welatê te>.archive.ubuntu.com baş e.
zh_tw: 通常，<您的國家代碼>.archive.ubuntu.com 會是一個較好的選擇。

source: Ubuntu archive mirror hostname:
eo: Ubuntu-a spegularkiva gastnomo:
ku: Navê hosta arşîva Ubuntu:
zh_tw: 請輸入 Ubuntu 檔案鏡像站的主機名稱：

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
eo: Bonvolu tajpi la gastnomon de la spegularkivo kie Ubuntu-o elŝutiĝos.
ku: Ji kerema xwe re navê hosta neynîkê ku Ubuntu were daxistin binivîse.
zh_tw: 請輸入在下載 Ubuntu 時所使用的鏡像站的主機名稱。

source: An alternate port can be specified using the standard [hostname]:[port] format.
eo: Eblos specifi malsaman pordon en norma structuro [gastnomo]:[pordo].
ku: Deriyekî din vê vebijêrkî bi awayê hînbûyî [navê mekîneyê]:[derî] dikare were ragihandin.
zh_tw: 可以使用標準的 [主機名稱]:[連接埠] 格式來指定另一個替代的連接埠。

source: Ubuntu archive mirror directory:
eo: Ubuntu-a spegularkiva dosierujo:
ku: Peldanka neynîka arşîva Ubuntu:
zh_tw: Ubuntu 檔案鏡像站目錄：

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
eo: Bonvolu tajpi dosierujon kie la Ubuntu-a spegularkivo troviĝas.
ku: Ji kerema xwe re navê hosta neynîkê ku Ubuntu were daxistin binivîse.
zh_tw: 請輸入 Ubuntu 檔案鏡像所在的目錄。

source: HTTP proxy information (blank for none):
eo: HTTP prokura informo (malplena por neniu):
ku: Agahiya proxy ya HTTP (heke tunebe vala bimîne)
zh_tw: HTTP Proxy 資訊 (如果沒有請留白) ：

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
eo: Se vi bezonus 'HTTP'-prokuron por atingi la TTT-ejo, tajpu tie ĉi la prokuran informon. Kontraŭe, lasu malplena tiun registrokampon.
ku: Heke ji bo gihiştina derve tu pêşkêşkereke cîgir ya HTTP bikar tîne agahiyên pêşkêşkerê binivîse. Yan jî vala bihêle.
zh_tw: 如果您需要透過 HTTP Proxy 來連接外部網路，請在這裡輸入 Proxy 的資訊。否則，直接留白即可。

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
eo: La prokura informo enskribiĝos en norma structuro kiel "http://[[uzulo][:paso]@]gasto[:pordo]/".
ku: Divê agahiyên pêşkêşkera cîgir wekî "http://[[navê_bikarhêner][:şîfre]@]host[:port]/" were nivîsandin.
zh_tw: 請以 http://[[使用者][:密碼]@]主機名稱[:連接埠]/ 這種標準格式來鍵入 Proxy 資訊。

source: FTP proxy information (blank for none):
eo: 'FTP'-prokura informo (malplenigu por neniu):
ku: Agahiya proxy ya FTP (tunebe vala bimîne)
zh_tw: FTP Proxy 資訊 (如果沒有請留白) ：

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
eo: Se vi bezonus 'FTP'-prokuron por atingi la TTT-ejon, tajpu tie ĉi la prokuran informon. Kontraŭe, lasu malplena tiun registrokampon.
ku: Heke ji bo gihiştina derve tu pêşkêşkereke cîgir ya FTP bikar tîne agahiyên pêşkêşkerê binivîse. Yan jî vala bihêle.
zh_tw: 如果您需要透過 FTP Proxy 來連接外部網路，請在這裡輸入 Proxy 的資訊。否則，直接留白即可。

source: GB[ Default value for ftp]
eo: GB
ku: GB
zh_tw: TW

source: Protocol for file downloads:
eo: Dosiera elŝuta protokolo:
ku: Protokol ji bo daxistina pelan:
zh_tw: 下載檔案時所使用的通訊協定：

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
eo: Bonvolu elekti uzotan protokolon por elŝuti dosierojn. Se vi ne decidas, elektu 'http'-protokolon; ĉar ĝi pli facile trapasas fajroŝimilojn.
ku: Ji kerema xwe re dema pel dihate daxistin protokola ku wê were bikaranîn hilbijêrî. Heke tu ne bawer bî, "http"ê hilbijêrî ji ber ku pirsgirêka "http"ê bi dîwarên ewlekariyê zêde tuneye.
zh_tw: 請選擇在下載檔案時所使用的通訊協定。如果不確定的話則可以選擇 http﹔它即使是在防火牆的環境下也很少會發生什麼問題。
