Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/gedit-plugin-tloleo/tags/gedit-plugin-tloleo-2.16.0/po/*.po
Languages: es

source: Synthesize
es: Sintetizar

source: Synthesize selected text with festival
es: Sintetizar el texto seleccionado utilizando Festival.

source: Can't check Festival package. Memory allocation failed.
es: No se puede comprobar el paquete Festival. Reserva de memoria fallida.

source: Festival is not installed. You must install it to use this plugin.
es: Festival no está instalado. Usted debe instalarlo para utilizar este complemento.

source: Can't check Festival package. g_spawn_command_line_sync failed.
es: No se puede comprobar el paquete Festival. g_spawn_command_line_sync falló.

source: Can't check Festival package. dpkg-query failed.
es: No se puede comprobar el paquete Festival. dpkg-query falló.

source: Can't check Hispavoces package. Memory allocation failed.
es: No se puede comprobar el paquete Hispavoces. Reserva de memoria fallida.

source: Hispavoces are not installed. You must install both festvox-palpc16k and festvox-sflpc16k voices.
es: Las voces hipanas (hispavoces) no están instaladas. Debe instalar las voces festvox-palpc16k y festvox-sflpc16k.

source: Can't check Hispavoces package. g_spawn_command_line_sync failed.
es: No se puede comprobar el paquete Hispavoces. g_spawn_command_line_sync falló.

source: Can't check Hispavoces package. dpkg-query failed.
es: No se puede comprobar el pquete Hispavoces. dpkg-query falló.

source: No text has been selected
es: No hay texto seleccionado.

source: Temporal script cannot be created
es: El script temporal no puede ser creado.

source: Can't open sound device ("/dev/dsp failed").
es: No se puede abrir el dispositivo de sonido ("/dev/dsp failed").

source: Synthesize text with Festival
es: Sintetizar texto con Festival

source: Synthesizes the selected text with Festival using the Spanish male voice from the Hispavoces project http://forja.guadalinex.org/projects/hispavoces/
es: Sintetizar el texto seleccionado con Festival utilizando la voz masculina en Español procedente del proyecto Hispavoces. http://forja.guadalinex.org/projects/hispavoces/
