Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/vodafone-mobile-connect-card-driver-for-linux/tags/vodafone-mobile-connect-card-driver-for-linux-2.0.beta1/resources/po/*.po
Languages: el

source: Device setup
el: Ρυθμίσεις Συσκευής

source: Please select from the following options how do you want to connect to the Internet
el: Παρακαλώ επιλέξτε με ποιόν από τους παρακάτω τρόπους επιθυμείτε να συνδεθείτε με τοΊντερνετ

source: Device model:
el: Τύπος Συσκευής:

source: Connection:
el: Σύνδεση:

source: Bluetooth configuration
el: Ρυθμίσεις Bluetooth

source: Configure your <b>Bluetooth</b> device
el: Ρυθμίστε τη συσκευή <b>Bluetooth</b> σας

source: Make sure that your mobile has bluetooth enabled and is visible. You'll need a pass-key agent installed like bluez-gnome. Your connection can be automatically configured if your distribution sports a recent version of libbluetooth2. Otherwise you will have to configure it yourself and fill the relevant entries
el: Παρακαλώ βεβαιωθείτε ότι το κινητό σας έχει ενεργοποιημένο το bluetooth. Θα χρειαστείτε έναν pass-key agent όπως ο bluez-gnome. Η σύνδεσή σας μπορεί να ρυθμιστεί αυτόματα αν η διανομή σας έχει πρόσφατη έκδοση της libbluetooth2. Διαφορετικά θα πρέπει να κάνετε τις ρυθμίσεις μόνοι σας και να συμπληρώσετε τα σχετικά πεδία

source: _Start discovery
el: _Εναρξη ανίχνευσης

source: <b>Serial Port</b>
el: <b>Σειριακή Θύρα</b>

source: Data port
el: Θύρα δεδομένων

source: Control port
el: Θύρα ελέγχου

source: Speed
el: Ταχύτητα

source: <b>Connection settings</b>
el: <b>Ρυθμίσεις σύνδεσης</b>

source: Contact search
el: Αναζήτηση επαφών

source: Name:
el: Όνομα:

source: Contacts List
el: Λίστα επαφών

source: Add a contact
el: Προσθήκη επαφής

source: Name:
el: Όνομα:

source: Number:
el: Αριθμός:

source: <b>Save in:</b>
el: <b>Αποθήκευση σε:</b>

source: Mobile
el: Κινητό

source: Computer
el: Υπολογιστής

source: Diagnostics
el: Διαγνωστικά

source: <b>GSM device</b>
el: <b>Συσκευή GSM</b>

source: Model:
el: Τύπος:

source: VMC number:
el: Αριθμός VMC:

source: Card model
el: Τύπος κάρτας

source: Not supported
el: Δεν υποστηρίζεται

source: <b>Computer</b>
el: <b>Υπολογιστής</b>

source: Operating System:
el: Λειτουργικό σύστημα:

source: Version:
el: Έκδοση:

source: Contacts
el: Επαφές

source: TO :
el: Προς :

source: _File
el: _Αρχείο

source: Connect
el: Σύνδεση

source: Import contacts...
el: Εισαγωγή επαφών...

source: Export contacts...
el: Εξαγωγή επαφών...

source: _View
el: Εμ_φάνιση

source: Usage
el: Χρήση

source: Support
el: Υποστήριξη

source: _Tools
el: Εργα_λεία

source: Change PIN
el: Αλλαγή PIN

source: Request PIN
el: Απαίτηση PIN

source: SMS preferences
el: Ρυθμίσεις SMS

source: Profiles
el: Προφίλ

source: _Help
el: _Βοήθεια

source: _About
el: Σ_χετικά

source: Contacts menu
el: Μενού επαφών

source: _New
el: _Νέο

source: Create new sms
el: Δημιουργία νέου sms

source: _Contact
el: _Επαφή

source: Reply message
el: Απάντηση σε μύνημα

source: _Reply
el: _Απάντηση

source: Reply without quoting original text
el: Απάντηση χωρίς προσθήκη του αρχικού

source: Send new
el: Αποστολή νέου

source: Reply quoting original message
el: Απάντηση με προσθήκη του αρχικού

source: Reply quoting
el: Απάντηση με προσθήκη

source: Forward sms to another contact
el: Προώθηση sms σε άλλη επαφή

source: _Forward
el: _Προώθηση

source: _Delete
el: _Διαγραφή

source: _Contacts
el: _Επαφές

source: Search contacts
el: Αναζήτηση επαφών

source: _Search
el: _Αναζήτηση

source: Inbox
el: Εισερχόμενα

source: Draft
el: Πρόχειρα

source: Sent
el: Απεσταλμένα

source: <b>Usage</b>
el: <b>Χρήση</b>

source: In most cases you can find the answer to your questions about the program in the help menu. This menu can be accesed if you click on the "Help" label on the menu bar located in the top side of the window, and selecting the "Help topics" option. You can also find help, updates and tips in Vodafone Mobile Connect's web: http://empresas.vodafone.es. If you use the mail and browser buttons to access other programs in your system, you might need to ask your Systems Administrator any doubt that you might have.
el: Στις περισσότερες περιπτώσεις θα βρείτε απαντήσεις στα θέματα βοήθειας της εφαρμογής. Τα θέματα βοήθειας βρίσκονται στο μενού "Βοήθεια" στη μπάρα επιλογών που βρίσκεται στην κορυφή του παραθύρου, επιλέγοντας "Θέματα βοήθειας" απο τις επιλογές. Μπορείτε επίσης να βρείτε βοήθεια,αναβαθμίσεις και συμβουλές στην ιστοσελίδα: http://empresas.vodafone.es. Αν κάνετε χρήση των κουμπιών mail και browser για να ενεργοποιήσετε εφαρμογές του συστήματός σας, ίσως χρειαστείτε τη βοήθεια του Διαχειριστή σας για τυχών απορίες που μπορεί να έχετε.

source: Help menu
el: Μενού βοήθειας

source: If you are using this program in an corporate environment, your company probably has a support center to solve the questions that you might have about the program. If your company does not have a support center, you will have to contact your company's System Administrator.
el: Αν κάνετε χρήση της εφαρμογής αυτής σε εταιρικό περιβάλλον, η εταιρία σας πιθανών διαθέτει τμήμα υποστήριξης που μπορεί να σας βοηθήσει σχετικά με τη χρήση της. Αν η εταιρία σας δεν διαθέτει τμήμα υποστήριξης, θα χρειαστεί να επικοινωνήσετε με το Διαχειριστή Συστημάτων σας.

source: Support center
el: Κέντρο υποστήριξης

source: Customer support
el: Υποστήριξη Πελατών

source: A detailed message
el: Λεπτομερές μήνυμα

source: <big><b>Question?</b></big>
el: <big><b>Ερώτηση;</b></big>

source: Detailed message
el: Λεπτομερές μήνυμα

source: Action
el: Δράση

source: <b>title</b>
el: <b>τίτλος</b>

source: Remember my choice
el: Αποθήκευση επιλογής

source: 3G Devices Manager
el: Διαχειριστής συσκευών 3G

source: Preferences
el: Προτιμήσεις

source: Profile:
el: Προφίλ:

source: <b>User options</b>
el: <b>Επιλογές χρήστη</b>

source: Exit without confirmation
el: Έξοδος χωρίς επιβεβαίωση

source: Show icon on tray
el: Εμφάνιση εικονιδίου στο πλαίσιο συστήματος

source: Close window minimizes app to tray
el: Ελαχιστοποίηση εφαρμογής στο πλαίσιο συστήματος

source: Manage my PIN through gnomekeyring
el: Διαχείριση ΡΙΝ μέσω του gnomekeyring

source: Unknown
el: Άγνωστο

source: <b>Connection preferences</b>
el: <b>Προτιμήσεις σύνδεσης</b>

source: Username:
el: Χρήστης:

source: Password:
el: Κωδικός:

source: Preferred connection:
el: Προτιμώμενη σύνδεση:

source: APN host:
el: Αναγνωριστικό APN:

source: Primary DNS:
el: Βασικός DNS:

source: Secondary DNS:
el: Εφεδρικός DNS:

source: Insert your PIN code
el: Εισάγετε το ΡΙΝ σας

source: Please insert your PIN code
el: Παρακαλώ εισάγετε το ΡΙΝ σας

source: Manage my PIN through gnome-keyring
el: Να διαχειρίζεται το ΡΙΝ μου το gnomekeyring

source: <b>Advanced Options</b>
el: <b>Προχωρημένες επιλογές</b>

source: Modify PIN code
el: Τροποποίηση ΡΙΝ

source: Confirm PIN code:
el: Επαλήθευση ΡΙΝ:

source: New PIN code:
el: Νέος ΡΙΝ:

source: Current PIN code:
el: Υπάρχον ΡΙΝ:

source: PIN:
el: ΡΙΝ:

source: <b>SMSC preferences</b>
el: <b>Προτιμήσεις SMSC</b>

source: SMSC number:
el: Αριθμός SMSC:

source: <b>Message options</b>
el: <b>Επιλογές Μηνυμάτων</b>

source: Validity:
el: Εγκυρότητα:

source: Class:
el: Κλάση:

source: Maximum time 1 week 3 days 1 day
el: Μέγιστος χρόνος 1 εβδομάδα 3 ημέρες 1 ημέρα

source: Import contacts from...
el: Εισαγωγή επαφών από...

source: Csv files
el: Αρχείο Csv

source: All files
el: Όλα τα έγγραφα

source: Save as ...
el: Αποθήκευση ώς...

source: Overwrite
el: Αντικατάσταση

source: Overwrite "%s"?
el: Αντικατάσταση του "%s";

source: A file with this name already exists. If you choose to overwrite this file, the contents will be lost.
el: Βρέθηκε αρχείο με το ίδιο όνομα. Αν επιλέξετε να το αντικαστήσετε, τα αρχικά περιεχόμενα του θα χαθούν.

source: Device List
el: Κατάλογος συσκευών

source: translated to $LANG by $translater
el: μεταφράστηκε στα $LANG από τον $translater

source: Maximum time
el: Μέγιστος χρόνος

source: 1 week
el: 1 εβδομάδα

source: 3 days
el: 3 ημέρες

source: 1 day
el: 1 ημέρα

source: Send empty message
el: Αποστολή κενού μηνύματος

source: Are you sure you want to send an empty message?
el: Ειστε βέβαιοι οτι θέλετε να στείλετε ένα κενό μήνυμα;

source: No SMSC number
el: Χωρίς αριθμό SMSC

source: In order to send a SMS, %s needs to know the number of your provider's SMSC. If you do not know the SMSC number, contact your customer service.
el: Προκειμένου να στείλετε ένα SMS, το %s πρέπει να γνωρίζει τον αριθμό SMSC του παρόχου σας. Αν δεν γνωρίζετε τον αριθμό αυτό, καλέστε την Εξυπηρέτηση Πελατών.

source: To use this feature you need the gnomekeyring module
el: Για να κάνετε χρήση αυτής της δυνατότητας χρειάζεστε την υπομονάδα gnomekeyring

source: Shutting down
el: Απενεργοποίηση

source: Connected to Internet
el: Σύνδεση με το το Ίντερνετ

source: You need to disconnect from Internet before shutting down %s, if you want to do so, press the OK button.
el: Πρέπει να αποσυνδεθείτε από το Ίντερνετ για να κλείσετε την εφαρμογή %s, αν επιθυμείτε να το κάνετε αυτό, πιέστε την επιλογή OK.

source: Reading contacts...
el: Ανάγνωση επαφών...

source: Reading messages...
el: Ανάγνωση μηνυμάτων...

source: Quit %s
el: Έξοδος από %s

source: Are you sure you want to exit?
el: Είστε σίγουροι οτι θέλετε να βγείτε;

source: Invalid CSV format
el: Άκυρη διαμόρφωση CSV

source: The csv file that you have tried to import has an invalid format.
el: Το αρχείο csv που προσπαθήσατε να εισάγετε έχει άκυρη διαμόρφωση.

source: Connecting...
el: Σύνδεση...

source: Connected to %s
el: Συνδέθηκε με %s

source: Connected
el: Συνδεδεμένο

source: Not connected
el: Αποσυνδεμένο

source: No mobile connection. Do you want to continue?
el: Δεν υπάρχει σύνδεση. Θέλετε να συνεχίσετε;

source: Disconnect
el: Αποσύνδεση

source: Send SMS
el: Αποστολή SMS

source: Quit
el: Έξοδος

source: _Send SMS
el: _Αποστολή SMS

source: _Add to contacts
el: _Προσθήκη στις επαφές

source: Save to draft
el: Αποθήκευση στα πρόχειρα

source: Delete
el: Διαγραφή

source: Illegal Operation!
el: Εσφαλμένη λειτουργία!

source: Your device only has one port and you are currently connected to Internet, you cannot perform any operation while connected
el: Η συσκευή σας διαθέτει μόνο μία θύρα και είστε συνδεδεμένοι με το Ίντερνετ. Δεν μπορείτε να κάνετε οτιδήποτε όσο είστε συνδεδεμένοι

source: <small>SMS received from %s</small>
el: <small>Ελήφθη SMS από %s</small>

source: <small>Received at %(date)s</small> <b>%(text)s</b>
el: <small>Λήψη %(date)s</small> <b>%(text)s</b>

source: Invalid DNS recibed from APN
el: Άκυρες ρυθμίσεις DNS από τον πάροχο

source: Disconnected from Internet
el: Έγινε αποσύνδεση από το Ίντερνετ

source: <small>%s has given up after trying to connect three times to Internet. This might be provoked by a problem in the configuration or just the fact that there's no carrier.</small>
el: <small>%s απέτυχε να συνδεθεί έπειτα απο τρείς συνεχείς απόπειρες. Αυτό μπορεί να οφείλεται σε λάθος ρυθμίσεις ή στο γεγονός οτι δεν υπάρχει προσωρινά διαθέσιμο δίκτυο.</small>

source: Device in use removed
el: Συσκευή σε χρήση αφαιρέθηκε

source: The 3G device in use has been removed. Now %s is going to shutdown. In order to continue, plug in the 3G device and start again.
el: Η συσκευή 3G που βρισκόταν σε χρήση, αφαιρέθηκε. Τώρα η %s θα τερματιστεί. Για να συνεχίσετε, ενώστε τη συσκευή ξανά και αρχίστε απο την αρχή.

source: 3G Device added
el: Προσθήκη συσκευής 3G

source: A new 3G device (%(device_name)s) has been added, in around 15 seconds (%(app_name)s) will resume its functioning
el: Μία νέα συσκευή 3G (%(device_name)s) ανιχνεύθηκε, σε περίπου 15 δευτερόλεπτα η (%(app_name)s) θα επανέλθει σε λειτουργία

source: Setting up device...
el: Ενεργοποίηση συσκευής...

source: No contact found
el: Δεν βρέθηκε επαφή

source: No contact with the name %s found
el: Δεν βρέθηκε επαφή με το όνομα %s

source: Type
el: Τύπος

source: Name
el: Όνομα

source: Number
el: Αριθμός

source: Device setup not completed
el: Η ρύθμιση της συσκευής δεν έχει ολοκληρωθεί

source: Authentication Error from %s !
el: Σφάλμα πιστοποίησης από %s !

source: Connecting to %s ...
el: Σύνδεση με %s ...

source: Discovery started...
el: Εκκίνηση ανίχνευσης

source: Discovery finished!
el: Τερματισμός ανίχνευσης!

source: No control port
el: Δεν βρέθηκε θύρα ελέγχου

source: Connecting to device...
el: Σύνδεση με τη συσκευή...

source: Exception received connecting to %s
el: Σφάλμα κατα τη σύνδεση με %s

source: The following error was received while trying to establish a connection: %s
el: Το ακόλουθο σφάλμα παρουσιάστηκε κατα τη σύνδεση: %s

source: Incorrect PIN
el: Εσφαλμένο ΡΙΝ

source: <small>The PIN you've just entered is incorrect. Bear in mind that after three failed PINs you'll be asked for the PUK code</small>
el: <small>Ο κωδικός PIN που εισάγατε είναι εσφαλμένος. Να θυμάστε οτι έπειτα από τρείς εσσφαλμένες απόπειρες θα σας ζητηθεί ο κωδικός PUK</small>

source: Invalid PIN
el: Εσφαλμένο ΡΙΝ

source: <small>The PIN you've just entered is invalid. The PIN must be a 4 digit code</small>
el: <small>Ο κωδικός PIN που εισάγατε είναι εσφαλμένος. Ο PIN αποτελείται από 4 ψηφία</small>

source: Error
el: Σφάλμα

source: Passwords don't match
el: Οι κωδικοί δεν ταιριάζουν

source: Incorrect PUK
el: Εσφαλμένο PUK

source: <small>The PUK you've just entered is incorrect. Bear in mind that after three failed PUKs you'll be asked for the PUK2 code. Your PIN code should be your last PIN.</small>
el: <small>Ο κωδικός PUK που εισάγατε είναι εσφαλμένος.Να θυμάστε οτι έπειτα από τρείς εσσφαλμένες απόπειρες θα σας ζητηθεί ο κωδικός PUK2 . Ο κωδικός PIN δεν θα πρέπει να έχει αλλάξει.</small>

source: The PIN you've just entered is incorrect. Bear in mind that after three failed PINs you'll be asked for the PUK code
el: Ο κωδικός PIN που εισάγατε είναι εσφαλμένος. Να θυμάστε οτι έπειτα από τρείς εσσφαλμένες απόπειρες θα σας ζητηθεί ο κωδικός PUK

source: No device present
el: Δεν βρέθηκε συσκευή

source: Text
el: Κείμενο

source: Recipient
el: Παραλήπτης

source: Sender
el: Αποστολέας

source: Date
el: Ημερομηνία

source: Address
el: Διεύθυνση

source: In order to unlock your SIM, we need your PIN and PUK codes
el: Για να ξεκλειδώσετε τη κάρτα SIM σας, θα χρειαστείτε τους κωδικούς PIN και PUK

source: In order to unlock your SIM, we need your PIN and PUK2 codes
el: Για να ξεκλειδώσετε τη κάρτα SIM σας, θα χρειαστείτε τους κωδικούς PIN και PUK2

source: Initial setup...
el: Αρχικές ρυθμίσεις...

source: %(day)d days, %(msg)s
el: %(day)d ημέρες, %(msg)s

source: %(day)d day, %(msg)s
el: %(day)d ημέρα, %(msg)s

source: Shutting down...
el: Απενεργοποίηση...

source: GPRS only
el: Μόνο GPRS

source: 3G only
el: Μόνο 3G

source: GPRS preferred
el: Προτίμηση GPRS

source: 3G preferred
el: Προτίμηση 3G
