Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/trunk/d-i/source/choose-mirror/debian/po/*.po
Languages: ru, sl

source: Checking the Ubuntu archive mirror
ru: Проверка зеркала архива Ubuntu
sl: Preverjam Ubuntu zrcalni strežnik

source: Downloading the Release file...
ru: Загрузка файла Release...
sl: Prenešam Release datoteko...

source: Bad archive mirror
ru: Проблема с зеркалом архива Ubuntu
sl: Napačen zrcalni strežnik

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
ru: Указанное зеркало Ubuntu или недоступно или не содержит правильного файла Release. Попробуйте указать другое зеркало.
sl: Naveden zrcalni strežnik Ubuntovega arhiva ni na voljo ali pa ne vsebuje veljavne datoteke Release. Poskusite drugega.

source: Architecture not supported
ru: Архитектура не поддерживается
sl: Arhitektura ni podprta

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
ru: Указанное зеркало архива Ubuntu не поддерживает вашу архитектуру. Попробуйте указать другое зеркало.
sl: Naveden zrcalni strežnik Ubuntovega arhiva ne vsebuje vaše arhitekture. Poskusite drugega.

source: Choose a mirror of the Ubuntu archive
ru: Выбор зеркала архива Ubuntu
sl: Izberite Ubuntu zrcalni strežnik

source: enter information manually
ru: ввести информацию вручную
sl: vnesite informacijo ročno

source: GB[ Default value for http]
ru: RU
sl: SI

source: Ubuntu archive mirror country:
ru: Страна зеркала архива Ubuntu:
sl: Država kjer se nahaja Ubuntu zrcalo:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
ru: Цель состоит в нахождении зеркала архива Ubuntu, ближайшего к вам в сети. Имейте в виду, что зеркало в ближайшей стране (или даже в вашей собственной) не всегда будет наилучшим выбором.
sl: Cilj je najti zrcalo, ki vam je najbliže v omrežju -- vedite, da sosednje države ali celo vaša država ni nujno najboljša izbira.

source: Ubuntu archive mirror:
ru: Зеркало архива Ubuntu:
sl: Ubuntu zrcalni strežnik:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
ru: Выберите зеркало архива Ubuntu. Если вы не знаете, с каким зеркалом у вас наилучшая связь, выберите находящееся в вашей стране или регионе.
sl: Prosim izberite Ubuntu zrcalni strežnik. Izberite zrcalni strežnik v vaši državi ali regiji, če ne veste kateri zrcalni strežnik ima najboljšo internetno povezavo do vas.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
ru: Обычно <код вашей страны>.archive.ubuntu.com является хорошим выбором.
sl: Navadno je <koda vaše države>.archive.ubuntu.com dobra izbira.

source: Ubuntu archive mirror hostname:
ru: Имя зеркала архива Ubuntu:
sl: Gostiteljsko ime Ubuntu zrcalnega strežnika:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
ru: Введите имя зеркала, с которого будет загружен Ubuntu.
sl: Vnesite gostiteljsko ime zrcala iz katerega boste prenesli Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
ru: Если нужно указать порт, то используйте такой формат: [хост]:[порт].
sl: Alternativna vrata lahko izberete z uporabo standardne [gostitelj]:[vrata] oblike

source: Ubuntu archive mirror directory:
ru: Каталог зеркала архива Ubuntu:
sl: Imenik Ubuntu zrcala:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
ru: Введите имя каталога, в котором находится зеркало архива Ubuntu.
sl: Vnesite imenik v katerem se nahaja Ubuntovo zrcalo.

source: HTTP proxy information (blank for none):
ru: Информация о HTTP-прокси (если прокси нет -- не заполняйте):
sl: Vnesite podatke o HTTP posredniku ali pustite prazno:

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
ru: Если вам необходимо использовать HTTP-прокси для доступа к внешнему миру, укажите в этом поле информацию о прокси. Если нет -- оставьте поле пустым.
sl: Če morate uporabljati posrednika HTTP za dostop do zunanjega sveta, tu vnesite podatke o njem. Sicer pustite prazno.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
ru: Информацию о прокси следует вводить в стандартном виде "http://[[пользователь][:пароль]@]узел[:порт]/"
sl: Ko vnašate podatke o posredniku, uporabite standardno obliko "http://[[uporabnik][:geslo]@]gostitelj[:vrata]/".

source: FTP proxy information (blank for none):
ru: Информация о FTP-прокси (оставьте поле пустым, если прокси нет):
sl: Vnesite podatke o posredniku FTP ali pustite prazno:

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
ru: Если вам необходимо использовать FTP-прокси для доступа к внешнему миру, укажите в этом поле информацию о прокси. Если нет -- оставьте поле пустым.
sl: Če morate uporabljati posrednika FTP za dostop do zunanjega sveta, tu vnesite podatke o njem. Sicer pustite prazno.

source: GB[ Default value for ftp]
ru: RU
sl: SI

source: Protocol for file downloads:
ru: Протокол для загрузки файлов:
sl: Protokol za prenos datotek:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
ru: Выберите протокол загрузки файлов. Если не знаете, что выбрать -- выбирайте "http", с ним не возникает проблем с межсетевыми экранами.
sl: Izberite protokol, ki ga boste uporabili za prenos datotek. Če niste prepričani, izberite "http", saj ima ta manj težav, ki so povezane s požarnimi zidovi.
