Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.4/d-i/source/choose-mirror/debian/po/*.po
Languages: id

source: Checking the Ubuntu archive mirror
id: Memeriksa mirror arsip Ubuntu

source: Downloading the Release file...
id: Mengambil berkas Release ...

source: Bad archive mirror
id: Mirror arsip tidak benar.

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
id: Arsip mirror Ubuntu yang Anda berikan tidak tersedia atau tidak memiliki berkas Release yang sah. Silakan menggunakan mirror yang lain.

source: Architecture not supported
id: Arsitektur tidak didukung

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
id: Arsip mirror Ubuntu yang Anda berikan tidak mendukung arsitektur komputer anda. Silakan pilih mirror yang lain.

source: Choose a mirror of the Ubuntu archive
id: Memilih mirror arsip Ubuntu

source: enter information manually
id: masukkan informasi secara manual

source: GB[ Default value for http]
id: ID

source: Ubuntu archive mirror country:
id: Negara tempat mirror arsip Ubuntu berada:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
id: Tujuannnya adalah mencari mirror arsip Ubuntu yang dekat dengan jaringan Anda -- bisa saja negara yang dekat ataupun negara Anda sendiri bukan merupakan pilihan yang terbaik.

source: Ubuntu archive mirror:
id: Mirror arsip Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
id: Silakan pilih mirror Ubuntu. Sebaiknya gunakan mirror yang ada di negara atau wilayah Anda, bila tidak mengetahui mirror yang memiliki sambungan Internet terbaik ke komputer Anda.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
id: Biasanya, <kode negara Anda>.archive.ubuntu.com adalah pilihan yang baik.

source: Ubuntu archive mirror hostname:
id: Nama host dari mirror arsip Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
id: Silakan masukkan nama host dari mirror Ubuntu yang akan dipakai.

source: An alternate port can be specified using the standard [hostname]:[port] format.
id: Port alternatif dapat ditentukan dengan format baku [namahost]:[port]

source: Ubuntu archive mirror directory:
id: Direktori arsip mirror Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
id: Masukkan nama direktori tempat arsip Ubuntu berada.

source: HTTP proxy information (blank for none):
id: Alamat proxy HTTP (kosongkan bila tak ada):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
id: Bila Anda perlu menggunakan proxy HTTP untuk mengakses Internet, masukkan alamat proxy tersebut disini. Bila tidak, biarkan kosong.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
id: Informasi proxy harus diberikan dalam bentuk baku sebagai berikut: "http://[[user][:pass]@]host[:port]/"

source: FTP proxy information (blank for none):
id: Alamat proxy FTP (kosongkan bila tak ada):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
id: Bila Anda perlu menggunakan proxy FTP untuk mengakses Internet, masukkan alamat proxy tersebut disini. Bila tidak, biarkan kosong.

source: GB[ Default value for ftp]
id: ID

source: Protocol for file downloads:
id: Protokol untuk mengambil berkas:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
id: Silakan memilih protokol untuk mengambil berkas. Jika tidak yakin, pilih "http". HTTP biasanya tidak terlalu bermasalah dengan firewall.
