Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.12guada4/d-i/source/choose-mirror/debian/po/*.po
Languages: sv

source: Checking the Ubuntu archive mirror
sv: Kontrollerar arkivspegeln för Ubuntu

source: Downloading the Release file...
sv: Hämtar Release-filen ...

source: Bad archive mirror
sv: Felaktig arkivspegel

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
sv: Den valda spegeln av Ubuntu-arkivet är inte tillgänglig eller så har den inte en giltig Release-fil. Försök med en annan spegel.

source: Architecture not supported
sv: Arkitekturen stöds inte

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
sv: Den valda spegeln av Ubuntu-arkivet verkar inte ha stöd för din arkitektur. Försök med en annan spegel.

source: Choose a mirror of the Ubuntu archive
sv: Välj en spegel av Ubuntu-arkivet

source: enter information manually
sv: ange information manuellt

source: GB[ Default value for http]
sv: SE

source: Ubuntu archive mirror country:
sv: Landet med spegeln av Ubuntu-arkivet:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
sv: Målet är att hitta en spegelserver av Ubuntu-arkivet som är nära dig på nätet -- observera att närliggande länder, eller till och med ditt eget land, inte alltid behöva vara det bästa valet.

source: Ubuntu archive mirror:
sv: Spegel av Ubuntu-arkivet:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
sv: Välj en spegelserver av Ubuntu-arkivet. Du bör använda en spegel i ditt land eller region om du inte vet vilken spegel som har den bästa internetanslutningen till dig.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
sv: Vanligtvis är <din landskod>.archive.ubuntu.com ett bra val.

source: Ubuntu archive mirror hostname:
sv: Ange värdnamnet på spegeln av Ubuntu-arkivet:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
sv: Ange värdnamnet på spegeln som Ubuntu ska hämtas ifrån.

source: An alternate port can be specified using the standard [hostname]:[port] format.
sv: En alternativ port kan specificeras i formatet [värdnamn]:[port].

source: Ubuntu archive mirror directory:
sv: Katalogen för spegeln av Ubuntu-arkivet:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
sv: Ange katalogen i vilken spegeln av Ubuntu-arkivet finns.

source: HTTP proxy information (blank for none):
sv: http-proxyinformation (tom för ingen):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sv: Om du måste använda en http-proxy för att komma åt världen utanför så ska du ange proxyinformationen här. Annars ska du lämna det här tomt.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
sv: Proxyinformationen ska anges i standardformatet "http://[[användare][:lösenord]@]värd[:port]/"

source: FTP proxy information (blank for none):
sv: Ftp-proxyinformation (tomt för ingen):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sv: Om du måste använda en ftp-proxy för att komma åt världen utanför så ska du ange proxyinformationen här. Annars ska du lämna den här blank.

source: GB[ Default value for ftp]
sv: SE

source: Protocol for file downloads:
sv: Protokoll för filhämtning:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
sv: Välj det protokoll som ska användas för att hämta ner filer. Om du är osäker, välj "http" eftersom det har mindre problem med brandväggar.
