Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.4/debian/po/*.po
Languages: ar, is, it, ka

source: Install
ar: تثبيت
is: Uppsetning
it: Installa
ka: სისტემის დაყენება

source: Install (OEM mode, for manufacturers only)
ar: تثبيت (وضع الصانع الأصلي للأجهزة، للصانعين فقط)
is: Setja upp (OEM, aðeins fyrir framleiðendur)
it: Installa (modalità OEM, solo per assemblatori)
ka: OEM რეჟიმში დაყენება (მხოლოდ მწარმოებელთათვის)

source: Welcome
ar: أهلا بك
is: Velkomin(n)
it: Benvenuti
ka: მოგესალმებით

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
ar: مستعد للتنصيب؟ بمجرد أن تجيب على بضعة أسئلة، سيتم نسخ محتويات القرص الليزري (CD) و ستستطيع تشغيل النظام بالسرعة الكاملة و بدون القرص الليزري (CD).
is: Tilbúin(n) að setja inn kerfið? Um leið og þú hefur svarað nokkrum spurningum mun innihald geisladisksins verða sett inn á harða diskinn svo að þú getir keyrt kerfið á fullum hraða án geisladisksins.
it: Pronti per l'installazione? Dopo aver risposto a poche domande, sarà possibile installare il contenuto del CD live su questo computer, in modo da poter utilizzare il sistema al pieno delle sue potenzialità e senza il CD nel lettore.
ka: თუ მზად ბრძანდებით, რამდენიმე შეკითხვის შემდეგ live CD-ს შემადგენლობა დაყენდება თქვენს კომპიუტერზე და გექნებათ შესაძლებლობა იმუშაოთ კომპაქტ-დისკის გარეშე, სრული სისწრაფით.

source: Answering the questions should only take a few minutes.
ar: الإجابة على الأسئلة سيدوم دقائق معدودة.
is: Það ætti aðeins að taka nokkrar mínútur að svara spurningunum.
it: Per rispondere alle domande ci vorranno solo pochi minuti.
ka: ამ კითხვებზე პასუხს დასჭირდება რამდენიმე წუთი

source: Please choose the language used for the installation process. This language will be the default language for the final system.
ar: الرجاء إختيار اللغة التي ستستخدم خلال عملية التنصيب. هذه اللغة ستصبح اللغة الإفتراضية للنظام النهائي.
is: Vinsamlegast veldu tungumál til að nota í uppsetningarferlinu. Þetta tungumál mun verða sjálfgefið tungumál fyrir kerfið að uppsetningu lokinni.
it: Selezionare la lingua usata per il processo di installazione. La stessa sarà usata come lingua predefinita per il sistema installato.
ka: აირჩიეთ დაყენების პროცესის დროს გამოსაყენებელი ენა. ამორჩეული ენა დაყენებულ სისტემაშიც სტანდარტულ ენად ჩაითვლება.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
ar: أنت تثبّت في وضع صانع الأنظمة. رجاء إدخال إسم منفرد لهذه المجموعة من الأنظمة. هذا الإسم سوف يُحفظ في النظام المثبّت وسوف يُستخدم للمساعدة في تقريرات الأخطاء.
is: Þú ert að setja upp kerfi í framleiðenda-stillingu. Gjörðu svo vel að skrifa sérkennandi nafn fyrir þennan hóp kerfa. Þetta nafn mun vistast á uppsettu kerfinu og verður notað við villusendingar.
it: Si sta installando il sistema nella modalità per assemblatori. Inserire un nome univoco per questo insieme di sistemi. Il nome verrà salvato sul sistema installato e potrà essere usato per aiutare nella segnalazione di bug.
ka: სისტემა \"მწარმოებლის\" რეჟიმში ყენდება. გთხოვთ შეიყვანოთ უნიკალური სახელი ამ სახის სიტემებისთვის. მოცემული სახელი ჩაიწერება დაყენებულ სისტემაში და გამოყენებულ იქნება შეცდომების შეტყობინებისთვის.

source: If you have Internet access, read the release notes for information on problems that may affect you.
ar: ااذا توفر لديك اتصال بالانترنت,اقرأ تعليمات الاصدار عن المشاكل التي قد تضرك.
is: Ef þú hefur nettengingu, þá er gott að lesa útgáfu upplýsingarnar til þess að fræðast um hugsanleg vandamál sem gætu komið upp.
it: Se si dispone di accesso a internet, leggere le note di rilascio per ottenere informazioni relative ai problemi che si potrebbero riscontrare.
ka: თუ ინტერნეტ კავშირი გაგაჩნიათ, წაიკითხეთ შესაძლო პრობლემების შესახებ გამოშვების დანართში.

source: Release Notes
ar: ملاحظات الإصدار
is: Útgáfu upplýsingar
it: Note di rilascio
ka: გამოშვების მონაცემები

source: Where are you?
ar: أين أنت؟
is: Hvar ertu?
it: Ubicazione
ka: სად იმყოფებით?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
ar: اختر مدينه في بلدك والنطاق الزمني.اذا كان الزمن خاطئ حتى بعد اختيار النطاق الزمني,فتستطع تعديله بعد اعادة تشغيل النظام المثبت.
is: Veldu borg í landinu þínu, og tímabelti. Ef klukkan er vitlaus eftir að þú hefur valið tímabelti þá getur þú breytt því eftir endurræsingu.
it: Selezionare una città nella propria nazione e fuso orario. Se l'orario indicato non dovesse risultare corretto anche dopo la selezione del fuso orario, sarà possibile modificarlo dopo il riavvio del sistema installato.
ka: მიუთითეთ თქვენი ქალაქი და დროის სარტყელი. სისტემის დაყენების შემდეგ შესაძლო გახდება ამ მონაცემების სურვილისამებრ შეცვლა.

source: Selected city:
ar: المدينة المختارة:
is: Valin Borg
it: Città selezionata:
ka: არჩეული ქალაქი:

source: Time zone:
ar: المنطقة الزمنيّة:
is: Tímabelti:
it: Fuso orario:
ka: დროის სარტყელი:

source: Selected region:
ar: المنطقة المحددة:
is: Valið svæði:
it: Regione selezionata:
ka: არჩეული რეგიონი:

source: Current time:
ar: الوقت الحالي:
is: Núverandi tími:
it: Ora attuale:
ka: მიმდინარე დრო:

source: Keyboard layout
ar: نموذج لوحة المفاتيح
is: Velja uppröðun lyklaborðs
it: Disposizione della tastiera
ka: კლავიატურის განლაგება

source: Which layout is most similar to your keyboard?
ar: ما هي اللوحة الأكثر شبهاً بلوحة مفاتيحك؟
is: Hvaða skipulag líkist lyklaborðinu þínu mest?
it: Indicare la disposizione più simile a quella della tastiera in uso:
ka: რომელი კლავიატურის განლაგება არის ყველაზე მსგავსი თქვენს კლავიატურასთან?

source: You can type into this box to test your new keyboard layout.
ar: يمكنك الطباعة في صندوق النص لفحص تخطيط لوحة المفاتيح الجديد
is: Hér geturðu prófað lyklaborðsstillingarnar með því að slá inn texta.
it: È possibile digitare in questa casella per verificare la nuova disposizione della tastiera.
ka: თქვენი კლავიატურის განლაგების შესამოწმებლად, აკრიფეთ რაიმე ტექსტი მოცემულ ფანჯარაში.

source: Who are you?
ar: من أنت؟
is: Hver ert þú?
it: Informazioni personali
ka: ვინ ბრძანდებით?

source: What is your name?
ar: ما اسمك؟
is: Hvað heitir þú?
it: Indicare il proprio nome:
ka: თქვენი სახელი?

source: What name do you want to use to log in?
ar: ما الاسم الذي تريد استخدامه حين تسجيل الدخول؟
is: Hvaða nafn viltu nota til að skrá þig inn?
it: Indicare il nome da usare per l'accesso:
ka: სისტემაში შესვლისას რომელი სახელი გამოვიყენოთ?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
ar: إن كان هناك أكثر من شخص سيقوم باستخدام هذا الحاسب فيمكنك إضافة حسابات متعددة بعد الانتهاء من عملية التثبيت
is: Ef fleiri en ein manneskja notar þessa tölvu, getur þú sett upp fleiri reikninga eftir uppsetningu.
it: Se questo computer è usato da diverse persone, è possibile attivare altri account al termine dell'installazione.
ka: თუ მოცემულ კომპიუტერს ერთზე მეტი ადამიანი გამოიყენებს, სისტემის დაყენების პროცესის დასრულების შემდეგ თქვენ შეგეძლებათ ახალი ანგარიშების დამატება.

source: Choose a password to keep your account safe.
ar: اختر كلمة السر لحفظ حسابك.
is: Veldu lykilorð til að halda reikningnum þínum öruggum.
it: Scegliere una password per mantenere il proprio account sicuro:
ka: პაროლის ამორჩევა ანგარიშის დასაცავად.

source: You are running in debugging mode. Do not use a valuable password!
ar: أنت الأن تعمل في وضع تدقيقي. لا تستخدم كلمة مرور ذات قيمة!
is: Þú keyrir kerfið í villuleitar-stillingu. Ekki nota dýrmætt lykilorð!
it: Esecuzione in modalità debug. Non utilizzare una password importante!
ka: ნუ გამოიყენებთ მუდმივ პაროლს, სანამ დახვეწის რეჟიმში იმყოფებით.

source: Enter the same password twice, so that it can be checked for typing errors.
ar: ادخل نفس كلمة السر مرتين للتأكد من عدم وجود أخطاء طباعية.
is: Sláðu lykilorðið inn tvisvar, til að koma í veg fyrir innsláttarvillur.
it: Inserire la stessa password due volte, in modo da verificare eventuali errori di digitazione.
ka: შეცდომებისაგან დასაზღვევად ორჯერ გაიმეორეთ პაროლი.

source: What is the name of this computer?
ar: ما هو اسم هذا الحاسوب؟
is: Hvert er nafn þessarar tölvu?
it: Indicare il nome del computer:
ka: რა უნდა იყოს ამ კომპიუტერის სახელი?

source: This name will be used if you make the computer visible to others on a network.
ar: هذا الاسم سيستخدم إذا جعلت هذا الحاسوب ظاهرآ على الشبكة.
is: Þetta nafn verður notað til að gera þessa tölvu sýnilega öðrum á netkerfi.
it: Questo nome verrà usato per rendere il computer visibile ad altri all'interno di una rete.
ka: თუ კომპიუტერს ხილულს გახდით, კომპიუტერი ქსელში მოცემული სახელით გამოჩნება.

source: Migrate Documents and Settings
ar: ترحيل المستندات والإعدادات
is: Flytja skrár og stillingar
it: Importare documenti e impostazioni
ka: დოკუმენტების და პარამეტრების მიგრირება

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
it: Selezionare gli account da importare. I documenti e le impostazioni per questi account saranno disponibili al termine dell'installazione.

source: If you do not wish to import any accounts, select nothing and go to the next page.
ar: إذا لم تكن ترغب بإستيراد اي من الحسابات, لا تختر أي شي وإذهب الى الصفحة التالية.
is: Ef þú vilt ekki færa yfir neina reikninga, veldu þá ekkert og færðu þig yfir á næstu síðu.
it: Se non si desidera importare alcun account, non selezionare nulla e andare alla prossima pagina.
ka: თუ არ აპირებთ ანგარიშების იმპორტს, არ მიუთითოთ არაფერი, ისე გააგრძელეთ.

source: Prepare disk space
ar: حضر الفراغ على القرص
is: Undirbúa diskpláss
it: Preparazione spazio su disco
ka: დისკზე ადგილის მომზადება

source: How do you want to partition the disk?
ar: كيف تريد أن تجزئ الاسطوانة؟
is: Hvernig viltu sneiða niður diskinn?
it: Indicare come partizionare il disco:
ka: როგორ გნებავთ დისკის დაყოფა?

source: Prepare partitions
ar: حضر التجزئة
is: Undirbúa sneiðar
it: Preparazione delle partizioni
ka: დანაყოფების მომზადება

source: Ready to install
ar: مستعد للتثبيت
is: Reiðubúin að setja upp
it: Pronto per l'installazione
ka: მზადაა დაყენებისთვის

source: Your new operating system will now be installed with the following settings:
ar: نظام تشغيلك الجديد سوف يثبت الآن وفقا للإعدادات التالية:
is: Nýja stýrikerfið þitt verður sett upp með eftirfarandi stillingum:
it: Il nuovo sistema operativo sarà installato con le seguenti impostazioni:
ka: იწყება თქვენი ახალი ოპერაციული სისტემის დაყენება შემდეგი პარამეტრებით:

source: Advanced...
ar: متقدم...
is: Ýtarlegri...
it: Avanzato...
ka: დამატებითი...

source: Install[ action ]
ar: تثبيت
is: Setja upp
it: Installa
ka: დაყენება[ action ]

source: Step ${INDEX} of ${TOTAL}
ar: الخطوة ${INDEX} من ${TOTAL}
is: Þrep ${INDEX} af ${TOTAL}
it: Passo ${INDEX} di ${TOTAL}
ka: ეტაპი ${INDEX} ${TOTAL}-დან

source: Abort the installation?
ar: هل تريد إلغاء التثبيت؟
is: Hætta við uppsetningu?
it: Interrompere l'installazione?
ka: გნებავთ დაყენების პროცესის შეწყვეტა?

source: Do you really want to abort the installation now?
ar: هل تريد حقآ أن تلغي التثبيت؟
is: Ertu viss um að þú viljir hætta við uppsetninguna núna?
it: Interrompere veramente il processo di installazione?
ka: ნამდვილად გნებავთ დაყენების პროცესის შეწყვეტა?

source: Skip
ar: تخطّي
is: Sleppa
it: Salta
ka: გამოტოვება

source: Installation complete
ar: اكتمل التثبيت
is: Uppsetningu lokið
it: Installazione completata
ka: დაყენების პროცესი დასრულდა

source: Continue using the live CD
ar: تابع استخدام القرص المباشر
is: Halda áfram að nota keyranlega geisladiskinn
it: Continua a usare il CD live
ka: გავაგრძელოთ live CD-ით

source: Restart now
ar: إعادة التشغيل الآن
is: Endurræsa núna
it: Riavvia ora
ka: სისტემის გადატვირთვა

source: Installer crashed
ar: المثبّت إنهار
is: Uppsettningin hrundi
it: Il programma di installazione è andato in crash
ka: ინსტალერი ავარიულად დაიხურა

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
ar: نحن نعتذر، برنامج التنصيب توقف بسبب وجود خطأ. الرجاء كتابة تقرير بالمشكلة في https://launchpad.net/ubuntu/+source/ubiquity/+filebug ( الرجاء عدم ارفاق بيانات اية مشكلة متواجدة ) والمطورون سيعالجون المشكلة في اقرب وقت ممكن. لمساعدة المطورين لفهم المشكلة. ارفق البيانات التالية مع تقريرك. وقم بارفاق الملفات /var/log/syslog و /var/log/partman
is: Við biðjumst afsökunar; uppsetningin hrundi. Vinsamlegast skráið þið nýja villa á https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ekki bæta við skýringum við núverandi villur) og þróarar munu sinna ykkar vandamálum eins fljótt og auðið er. Til að hjálpa þróurunum að skilja hvað fór úrskeiðis, skýringar í villu skýrslunni og bætið við skránum /var/log/syslog og /var/log/partman:
it: Il programma di installazione è andato in crash. Segnalare un bug all'indirizzo «https://launchpad.net/ubuntu/+source/ubiquity/+filebug» (non aggiungere informazioni ad altri bug), uno sviluppatore si prenderà in carico il problema appena possibile. Per aiutare gli sviluppatori nel capire il problema, includere i seguenti dettagli nella segnalazione e allegare i file «/var/log/syslog» e «/var/log/partman».
ka: ვწუხვართ ინსტალერის ავარიული გათიშვის გამო. გთხოვთ შეგვატყობინოთ ამ ახალი ავარიის/შეცდომის შესახებ https://launchpad.net/ubuntu/+source/ubiquity/+filebug საიტზე. პროგრამისტები შეეცდებიან რაც შეიძლება მალე ამ შეცდომის აღმოფხვრას. თუ გნებავთ მათი დახმარება, შეცდომასთან ერთად თანდართეთ /var/log/syslog და /var/log/partman ჯურნალ ფაილები:

source: Edit partition
ar: تحرير القسم
is: Breyta sneiðingu
it: Modifica partizione
ka: დანაყოფის რედაქტირება

source: Create partition
ar: تقسيم
is: Búa til sneið
it: Crea partizione
ka: დანაყოფის შექმნა

source: New partition size in megabytes (1000000 bytes):
ar: حجم القسم الجديد بميغابايت (1000000 بايت):
is: Ný sneið í megabætum (1000000 bæt)
it: Nuova dimensione della partizione in megabyte (1000000 byte):
ka: ახალი დანაყოფის ზომა მეგაბაიტებში (1000000 bytes):

source: Beginning
ar: البداية
is: Byrjun
it: Inizio
ka: დასაწყისი

source: End
ar: النهاية
is: Endir
it: Fine
ka: ბოლოში

source: Primary
ar: أوّلي
is: Aðal
it: Primaria
ka: პირველადი

source: Logical
ar: منطقي
is: Röklegur (logical)
it: Logica
ka: ლოგიკური

source: Edit a partition
ar: تحرير قسم
is: Breyta sneið
it: Modifica una partizione
ka: დანაყოფის რედაქტირება

source: Advanced Options
ar: الخيارات المتقدّمة
is: Fleiri stillingar
it: Opzioni avanzate
ka: დამატებითი პარამეტრები

source: Install boot loader
ar: تثبيت محمّل الإقلاع
is: Setja upp ræsihlaða
it: Installa boot loader
ka: მტვირთავი პროგრამის დაყენება

source: Popularity contest
ar: مسابقة الشهرة
is: Vinsældakeppni
it: Sondaggio popolarità
ka: პოპულარიზაცია

source: Participate in the package usage survey
ar: شارك في استبانة استخدام الحزمة
is: Taktu þátt í notendakönnun
it: Partecipare al sondaggio sull'utilizzo dei pacchetti
ka: პაკეტის პოპულარიზაციაში მონაწილეობა

source: Network proxy
it: Proxy di rete
ka: ქსელის პროქსი

source: HTTP proxy:
it: Proxy HTTP:
ka: HTTP პროქსი:

source: Port:
it: Porta:
ka: პორტი:

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
ar: عملية التثبيت تمت. عليك إعادة تشغيل النظام لكي تتمكن من استخدام النظام الجديد. بامكانك متابعة استخدام القرص المباشر، علما أنه لن يتم حفظ أي تعديلات تجريها أو أي مستندات تنشئها.
is: Uppsetningu er lokið. Þú þarft að endurræsa tölvuna til að nota nýuppsetta kerfið. Þú getur haldið áfram að nota þennan geisladisk, en engar breytingar eða vistuð skjöl halda sér.
it: L'installazione è stata completata. È necessario riavviare il computer per utilizzare la nuova installazione. È possibile continuare a usare il CD live, ma non saranno preservati né i cambiamenti apportati, né i documenti salvati.
ka: დაყენების პროცესი დასრულებულია. შეგიძლიათ გადატვირთოთ კომპიუტერი და დაიწყოთ ახალი სისტემის გამოყენება. ასევე შესაძლებელია Live CD-თი მუშაობის გაგრძელება, მაგრამ გაითვალისწინეთ რომ ამ შემთხვევაში თქვენ არ შეგეძლებათ სისტემური ცვლილებების დამახსოვრება, ან დოკუმენტების რედაქტირებით გამოწვეული ცვლილებების დამტკიცება.

source: Go Back
ar: رجوع
is: Til baka
it: Indietro
ka: დაბრუნება

source: Continue
ar: إستمرار
is: Halda áfram
it: Continua
ka: გაგრძელება

source: Installation is complete. You need to restart the computer in order to use the new installation.
ar: عملية التثبيت تمت. عليك إعادة تشغيل النظام لكي تتمكن من استخدام النظام الجديد.
it: L'installazione è completata. È necessario riavviare il computer per utilizzarla.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
ar: اللغه: ${LANGUAGE} تخطيط لوحة المفاتيح: ${KEYMAP} الإسم الكامل: ${FULLNAME} إسم الدخول: ${USERNAME} المكان: ${LOCATION} مساعد التطوير: ${MIGRATE}
is: Tungumál: ${LANGUAGE} Uppsetning lyklaborðs: ${KEYMAP} Nafn: ${FULLNAME} Notandanafn: ${USERNAME} Staðsetning: ${LOCATION} Flutningshjálpari: ${MIGRATE}
it: Lingua: ${LANGUAGE} Disposizione tastiera: ${KEYMAP} Nome completo: ${FULLNAME} Nome per l'accesso: ${USERNAME} Paese: ${LOCATION} Assistente alla importazione: ${MIGRATE}
ka: ენა: ${LANGUAGE} კლავიატურის განლაგება: ${KEYMAP} სრული სახელი: ${FULLNAME} სისტემური სახელი: ${USERNAME} მდებარეობა: ${LOCATION} მიგრაციის ასისტენტი: ${MIGRATE}

source: Checking the installation...
ar: يجري فحص التثبيت...
is: Rannsaka uppsetninguna...
it: Controllo dell'installazione...
ka: დაყენებულის შემოწმება...

source: Installing system
ar: تثبيت النظام
is: Set upp kerfi
it: Installazione del sistema
ka: სისტემის დაყენება

source: Finding the distribution to copy...
ar: جاري البحث عن التوزيع (distribution) للنسخ...
is: Leita að dreifingunni sem á að afrita...
it: Ricerca della distribuzione da copiare...
ka: დისტრიბუტივის გადაწერითვის მოძიება...

source: Scanning files...
ar: عملية مسح الأقراص...
is: Les skrár...
it: Scansione dei file...
ka: მიმდინარეობს ფაილების სკანირება...

source: Copying files...
ar: عملية نسخ الملفات...
is: Afrita skrár...
it: Copia dei file...
ka: მიმდინარეობს ფაილების გადაწერა...

source: Copying files (less than a minute remaining)...
ar: جاري نسخ الملفات (المتبقي أقل من دقيقة)...
is: Afrita skrár (minna en mínúta eftir)...
it: Copia dei file (tempo rimanente meno di un minuto)...
ka: მიმდინარეობს ფაილების კოპირება (რჩება წუთზე ნაკლები დრო)...

source: Failed to copy files; out of disk space.
it: Copia dei file non riuscita, spazio su disco insufficiente.
ka: შეუძლებელია ფაილიების ასლის გადაღება; უკმარისი ადგილი დისკზე.

source: The installer encountered an error copying files to the hard disk:
ar: المثبت واجه خطأ أثناء نسخ الملفات للقرص الصلب
is: Villa kom upp í uppsetningu þegar skrár voru afritaðar á harða diskinn:
it: È stato riscontrato un errore nel copiare i file sul disco fisso:
ka: ინსტალერმა ვერ გადაწერა ფაილები მყარ დისკზე:

source: This particular error is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
it: Questo particolare errore è causato dalla presenza di insufficiente spazio su disco affinché l'installazione nella partizione di destinazione possa essere completata. Eseguire nuovamente il programma d'installazione e selezionare una partizione più capiente in cui installare.

source: Failed to copy files; faulty CD/DVD?
ar: عملية نسخ الملفات فشلت، القرص CD/DVD معتل؟
is: Gat ekki afritað skrár; hugsanlega gallaður CD/DVD?
it: Copia dei file fallita; CD/DVD rovinato?
ka: ფაილები ვერ გადაიწერა. CD/DVD ხომ არ არის დაზიანებული?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
ar: هذا الخطأ سببه غالبا قرص CD/DVD معتل. يمكنك مسح القرص، أو إعادة نسخ القرص باستخدام سرعات تسجيل أبطأ أو تنظيف العدسة الليزية للقارءة. (أدوات تنظيف العدسات الليزرية تتواجد عند موزعي الأجهزة الالكترونية)
is: Þessi tiltekna villa er oft vegna galla í CD/DVD diskum eða drifum. Það gæti hjálpað að hreinsa diskinn eða brenna hann á lægri hraða, einnig er ráð að hreinsa linsuna í CD/DVD drifinu (búnaður til þess er oft fáanlegur í tölvu- og raftækjaverslunum).
it: Questo particolare errore è solitamente causato da un disco o unità CD/DVD rovinato. Può essere d'aiuto pulire il CD/DVD, masterizzare il CD/DVD a una velocità inferiore oppure pulire le lenti dell'unità CD/DVD (dispositivi per la pulizia sono disponibili nei negozi di elettronica).
ka: როგორც წესი, ეს შეცდომა CD/DVD დისკის ან ამძრავის ბრალია. სცადეთ დისკის გაწმენდა, დაბალი სიჩქარით ჩაწერა, ან დისკამძრავის ლინზების გაწმენდა. გამწმენდი საშუალებები იკითხეთ ორგტექნიკის მომწოდებლებთან.

source: Failed to copy files; faulty hard disk?
ar: نسخ الملفات فشل، قرص صلب معتل؟
is: Gat ekki afritað skrár; galli í harða diskinum?
it: Copia dei file fallita; disco fisso rovinato?
ka: ფაილები ვერ გადაიწერა. მყარი დისკი ხომ არ არის დაზიანებული?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ar: هذا الخطأ سببه غالبا قرص صلب معتل. تفحص إذا كان القرص الصلب قديما و بحاجة إلى تغيير أو قم بنقل نظامك إلى بيئة أكثر برودة
is: Þessi tiltekna villa kemur oft upp vegna galla á hörðum diski. Hugsanlega er diskurinn gamall og kominn tími á endurnýjun, einnig gæti hjálpað að færa tölvuna á svalari stað.
it: Questo particolare errore è solitamente causato da un disco fisso rovinato. Può essere d'aiuto controllare se il disco fisso sia ormai da sostituire o spostare l'intero sistema in un ambiente più fresco.
ka: როგორც წესი, ეს შეცდომა მყარი დისკის ბრალია. შეიძლება დისკი ძველია და შესაცვლელი, ან საჭიროა აპარატურის უკეთ გაგრილების უზრუნველყოფა.

source: Failed to copy files; faulty CD/DVD or hard disk?
ar: نسخ الملفات فشل، قرص صلب أو قارءة CD/DVD معتلة؟
is: Gat ekki afritað skrár; gallaður CD/DVD eða harður diskur?
it: Copia dei file fallita; CD/DVD o disco fisso rovinato?
ka: ფაილები ვერ გადაიწერა. CD/DVD ან მყარი დისკი ხომ არ არის დაზიანებული?
