Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.4/debian/po/*.po
Languages: ar, is, it, ka

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
ar: هذا الخطأ سببه غالبا قرص CD/DVD أو قرص صلب معتل. يمكنك مسح القرص الليزري، أو إعادة نسخ القرص باستخدام سرعات تسجيل أبطأ أو تنظيف العدسة الليزية للقارءة. (أدوات تنظيف العدسات الليزرية تتواجد عند موزعي الأجهزة الالكتروني).كذلك تفحص إذا كان القرص الصلب قديما و بحاجة إلى تغيير أو قم بنقل نظامك إلى بيئة أكثر برودة.
is: Þessi villa er oft vegna bilaðs geisladisks eða drifs eða bilaðs harðs disk. Það má reyna að hreinsa geisladiskinn, brenna hann á lægri hraða, hreinsa diskdrifið (hreinsitól eru oft fáanleg í raftækjaverslunum), athuga hvort harði diskurinn er gamall og bilaður, eða að færa tölvuna í kaldara umhverfi.
it: Questo particolare errore è solitamente causato da un disco o unità CD/DVD rovinato oppure da un disco fisso rovinato. Può essere d'aiuto pulire il CD/DVD, masterizzare il CD/DVD a una velocità inferiore, pulire le lenti dell'unità CD/DVD (dispositivi per la pulizia sono disponibili nei negozi di elettronica), controllare se il disco fisso sia ormai da sostituire o spostare l'intero sistema in un ambiente più fresco.
ka: როგორც წესი, ეს შეცდომა CD/DVD დისკის ან ამძრავის, ან მყარი დისკის ბრალია. სცადეთ დისკის გაწმენდა, დაბალი სიჩქარით ჩაწერა, ან დისკამძრავის ლინზების გაწმენდა (გამწმენდი საშუალებები იკითხეთ ორგტექნიკის მომწოდებლებთან). შეიძლება დისკი ძველია და შესაცვლელი, ან საჭიროა აპარატურის უკეთ გაგრილების უზრუნველყოფა.

source: Failed to copy file; faulty CD/DVD or hard disk?
it: Copia del file non riuscita, CD/DVD o disco fisso difettoso?
ka: შეუძლებელია ფაილის ასლის გადაღება; უვარგისი CD/DVD ან ხისტი დისკი ?

source: The following file did not match its source copy on the CD/DVD:
it: Il seguente file non corrisponde alla copia nel CD/DVD:

source: Copying installation logs...
ar: عملية نسخ سجلات التثبيت...
is: Afrita uppsetningarannála
it: Copia dei registri di installazione...
ka: დაყენების ოქმის გადაწერა...

source: Configuring target system...
ar: تشكيل النظام الهدف...
is: Stilli kerfið...
it: Configurazione del sistema di destinazione...
ka: მიმღები სისტემის კონფიგურირება...

source: Configuring system locales...
ar: إعداد مقرات النظام ...
is: Stilli staðbundnar stillingar...
it: Configurazione delle lingue di sistema...
ka: მიმდინარეობს სისტემის locale-ბის კონფიგურაცია...

source: Configuring apt...
ar: تهيئة apt...
is: Stilli apt...
it: Configurazione di apt...
ka: მიმდინარეობს apt-ს კონფიგურაცია...

source: Configuring time zone...
ar: إعداد النطاق الزمني
is: Stilli tímabelti...
it: Configurazione del fuso orario...
ka: დროის სარტყლის კონფიგურაცია...

source: Configuring keyboard...
ar: إعداد لوحة المفاتيح...
is: Stilli lyklaborð...
it: Configurazione della tastiera...
ka: მიმდინარეობს კლავიატურის კონფიგურაცია...

source: Creating user...
ar: إحداث المستخدم ...
is: Bý til notanda...
it: Creazione dell'utente...
ka: მომხმარებლის შექმნა...

source: Importing documents and settings...
ar: إستيراد الملفات والإعدادات...
is: Flyt inn skrár og stillingar...
it: Importazione dei documenti e delle impostazioni...
ka: მიმდინარეობს დოკუმენტებისა და პარამეტრების იმპორტი...

source: Configuring hardware...
ar: إعداد الأجهزة...
is: Stilli vélbúnað...
it: Configurazione dell'hardware...
ka: მოწყობილობების კონფიგურაცია...

source: Configuring network...
ar: تهيئة الشبكة...
is: Stilli net...
it: Configurazione della rete...
ka: მიმდინარეობს ქსელის კონფიგურაცია...

source: Setting computer name...
ar: تهيئة اسم الحاسوب...
is: Stilli nafn tölvu...
it: Impostazione del nome del computer...
ka: კომპიუტერის სახელის მინიჭება...

source: Configuring boot loader...
ar: إعداد محمل الاقلاع اﻷول...
is: Stilli ræsistjóra...
it: Configurazione del boot loader...
ka: boot-ჩამტვირთველის (საწყისი ჩამტვირთველის) კონფიგურაცია...

source: Installing additional packages...
ar: جاري تثبيت الحزمات الإضافية...
is: Set upp viðbótarpakka...
it: Installazione pacchetti addizionali...
ka: დამატებითი პაკეტების დაყენება...

source: Checking for packages to install...
ar: جاري التأكّد للحزمات التي سيتم تثبيتها...
is: Athuga pakka fyrir uppsetningu...
it: Controllo dei pacchetti da installare...
ka: დასაყენებელი პაკეტების შემოწმება...

source: Removing extra packages...
ar: إزالة الحزم الإضافيّة...
is: Fjarlægi viðbótarpakka...
it: Rimozione dei pacchetti aggiuntivi...
ka: დამატებითი პაკეტების წაშლა...

source: Checking for packages to remove...
ar: التحقق من وجود حزمات للإزالة...
is: Leita að pökkum sem á að fjarlægja...
it: Verifica dei pacchetti da rimuovere...
ka: მიმდინარეობს მოსაშორებელი პაკეტების ძიება...

source: Downloading packages (${TIME} remaining)...
ar: تحميل حزمات (${TIME} متبقي)...
is: Hala niður pökkum (${TIME} eftir)...
it: Scaricamento dei pacchetti (mancano ${TIME})...
ka: მიმდინარეობს პაკეტების გადმოწერა (დარჩა ${TIME})...

source: Downloading package lists...
ar: تحميل قائمة الحزمات...
is: Hala niður pakkalista...
it: Scaricamento elenchi dei pacchetti...
ka: პაკეტების სიის გადმოწერა...

source: Downloading package lists (${TIME} remaining)...
ar: جاري تحميل قائمة الحزمات (متبقي ${TIME})...
is: Hala niður pakkalista (${TIME} eftir)...
it: Scaricamento elenchi dei pacchetti (mancano ${TIME})...
ka: პაკეტების სიის გადმოწერა (დარჩენილი დრო ${TIME})...

source: Error installing ${PACKAGE}
ar: خطأ تثبيت ${PACKAGE}
is: Villa í uppsetningu á ${PACKAGE}
it: Errore nell'installare ${PACKAGE}
ka: ${PACKAGE} ვერ დაყენდა

source: Error removing ${PACKAGE}
ar: خطأ إزالة ${PACKAGE}
is: Villa kom upp þegar ${PACKAGE} var fjarlægður
it: Errore nel rimuovere ${PACKAGE}
ka: ${PACKAGE} ვერ წაიშალა

source: Error while installing packages
ar: خطأ أثناء تثبيت الحزمات
is: Villa við uppsetningu pakka
it: Errore nell'installare i pacchetti
ka: შეცდომა პაკეტების დაყენებისას

source: An error occurred while installing packages:
ar: حدث خطأ أثناء تثبيت الحزمات:
is: Villa kom upp við uppsetningu pakka
it: Si è verificato un errore durante l'installazione dei pacchetti:
ka: დაიშვა შეცდომა პაკეტების დაყენების დროს:

source: The following packages are in a broken state:
ar: الحزم التالية متواجدة في حالة العطل
is: Eftirtaldir pakkar virka ekki:
it: I seguenti pacchetti sono danneggiati:
ka: დაზიანებული პაკეტების სია:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
ar: قد يكون هذا الخطأ ناتج عن استعمال نسخة قديمة من المثبت أو خلل في إحدى الحزم في القائمه أعلاه. لمزيد من التفاصيل انظر /var/log/syslog. سيحاول المثبت ان يكمل التثبيت ولكن قد يفشل في اكماله في اي مرحله وقد لا يمكنك من إزاله الحزم الزائده بما فيها هذه الحزمه ، يجب أولا أن تحاول أن تجد نسخه جديده من المثبت أو بلغ عن المشكله لموزعك.
is: Þetta gæti verið vegna notkunar á gamalli uppsettningar ímynd eða þetta gæti verið hugbúnaðargalli í einhverjum pakkana í listanum hér fyrir ofan. Meiri upplýsingar er að finna í /var/log/syslog. Uppsettningarforritið mun reyna samt að halda áfram, en það gæti klikkað seinna í ferlinu og þá mun það ekki geta sett upp eða fjarlægt pakka úr þeim hluta kerfisins sem uppsettur er (með sjálfu sér meðtöldu). Þú ættir fyrst að leita að nýrri útgáfu af uppsettningarímyndinni eða ef þú finnur hana ekki að þá láta dreifingaraðila kerfisins vita af hugbúnaðarvillunni.
it: Questo può essere causato da una vecchia immagine di installazione o da un bug in alcuni dei pacchetti sopra elencati. Ulteriori dettagli possono essere trovati in «/var/log/syslog». Il programma di installazione proverà a proseguire ugualmente, ma potrebbe bloccarsi più avanti senza la possibilità di installare o rimuovere altri pacchetti (compreso se stesso) dal sistema installato. È consigliato verificare l'esistenza di nuove versioni dell'immagine di installazione o, nel caso non ci fossero, segnalare il problema alla propria distribuzione.
ka: შესაძლოა იყენებთ ძველ საინსტალაციო ანაბეჭდს, ან ჩამოთვლილი პაკეტებიდან შეცდომიანია რომელიმე. დამატებითი ინფორმაცია იხილეთ /var/log/syslog-ში. ინსტალატორი შეეცდება გააგრძელოს მუშაობა ამ შემთხვევაშიც, მაგრამ შესაძლოა შეცდომა განმეორდეს სხვა ეტაპზე, ამასთან შეუძლებელი იქნება სხვა პაკეტების დაყენება ან ამოღება უკვე დაინსტალებული სისტემიდან. პირველ რიგში მოძებნეთ დაყენების ანაბეჭდის უახლესი ვერსია ან გაუგზავნეთ შეცდომის ოქმი დისტრიბუტივის მომწოდებელს.

source: Error while removing packages
ar: خطأ أثناء حذف الحزمات
is: Villa við að fjarlægja pakka
it: Errore nel rimuovere i pacchetti
ka: შეცდომა პაკეტების წაშლისას

source: An error occurred while removing packages:
ar: حدث خطأ أثناء حذف الحزمات:
is: Villa kom upp við að fjarlægja pakka
it: Si è verificato un errore nel rimuovere i pacchetti:
ka: დაიშვა შეცდომა პაკეტების წაშლის დროს:

source: Installing language packs
ar: تثبيت حزم اللغات
is: Set upp tungumálapakka
it: Installazione dei pacchetti per la lingua
ka: ყენდება ენის პაკეტები

source: Downloading language packs (${TIME} remaining)...
ar: جاري تحميل حزم دعم اللغات (متبقي ${TIME})...
is: Hala niður tungumálapökkum (${TIME} eftir)...
it: Scaricamento dei pacchetti per la lingua (mancano ${TIME})...
ka: ენის პაკეტების ჩამოტვირთვა (დარჩენილი დრო ${TIME})...

source: Failed to unmount partitions
ar: فشل فك الأجزاء
is: Gat ekki aftengt disksneiðar
it: Impossibile smontare le partizioni
ka: ვერ მოხერხდა დანაყოფების დემონტაჟი

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
ar: برنامج التثبيت في حاجه الى تفعيل التغييرات على قوائم الأقسام، ولكن التفعيل غير ممكن لأن الأقسام الموجوده على نقاط الوصل التاليه ليس من الممكن فصلها:
is: Uppsetningarkerfið þarf að skrá breytingar á sneiðatöflum, en getur ekki gert það því sneiðar (partition) á eftirfarandi tengistöðum var ekki hægt að aftengja:
it: Il programma di installazione necessita di scrivere dei cambiamenti alla tabella delle partizioni, ma non è possibile procedere perché le partizioni non possono essere smontate:
ka: ინსტალერს ესაჭიროება დანაყოფთა ცხრილში შეტანილი ცვლილებების დამტკიცება, მაგრამ ვერ ახერხებს – შეუძლებელია დანაყოფთა დემონტირება შემდეგი მონტაჟის პუნქტებიდან:

source: Please close any applications using these mount points.
ar: الرجاء غلق أي تطبيق يستخدم نقاط الوصل هذه.
is: Vinsamlegast lokaðu forritum sem nota þessa tengipunkta.
it: Chiudere qualsiasi applicazione in uso su questi punti di mount.
ka: გეთაყვა, დახურეთ პროგრამები, რომლებიც იყენებენ ამ მონტაჟის პუნქტებს.

source: Would you like the installer to try to unmount these partitions again?
ar: هل تريد من برنامج التثبيت أن يحاول فصل نقاط الوصل هذه مره أخرى؟
is: Viltu láta uppsetningarforritið reyna að aftengja þessar disksneiðar aftur?
it: Lasciare al programma di installazione lo smontaggio di queste partizioni?
ka: გნებავთ რომ შემდეგი დანაყოფები ინსტალერის მიერ იქნას მოხსნილი?

source: Do you want to return to the partitioner?
it: Ritornare al programma di partizionamento?
ka: გნებავთ დისკის დაყოფის პროგრამაში დაბრუნება ?

source: The file system on ${PARTITION} assigned to ${MOUNTPOINT} has not been marked for formatting. Directories containing system files (/boot, /etc, /usr, /var, ...) that already exist under any defined mountpoint will be deleted during the install.
it: Il file system su ${PARTITION} assegnato a ${MOUNTPOINT} non è stato impostato per essere formattato. Le directory contenenti file di sistema (/boot, /etc, /usr, /var, ...) già esistenti in un punto di mount definito verranno cancellate durante il processo di installazione.

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
it: Alcune delle partizioni create sono troppo piccole. È necessario creare le partizioni di almeno questa dimensione (in byte):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
it: Se non si torna al programma di partizionamento e non si aumenta la dimensione di queste partizione l'installazione potrebbe non riuscire.

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
ar: نوع التثبيت: ${INSTALLTYPE} المشغلات: مشغل الفيديو المضاف: ${VIDEO_DRIVER} خرج التلفاز: ${TVOUT}, ${TVSTANDARD} الخدمات الإضافية: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} خدمة MythTV: ${EN_MYSQL} أسألة تثبيت أوبونتو العادية: اللغة: ${LANGUAGE} تخطيط لوحة المفاتيح: ${KEYMAP} الاسم العادي: ${FULLNAME} اسم الولوج العادي: ${USERNAME} المكان: ${LOCATION}
is: Uppsetningar gerð: ${INSTALLTYPE} Reklar: Bæta við skjáreklum: ${VIDEO_DRIVER} Sjónvarp út: ${TVOUT}, ${TVSTANDARD} Auka þjónustur: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV þjónustu: ${EN_MYSQL} Venjulegar Ubuntu uppsetningar spurningar: Tungumál: ${LANGUAGE} Lyklaborðs snið: ${KEYMAP} Venjulegt nafn: ${FULLNAME} Venjulegt notendanafn: ${USERNAME} Staðsetning: ${LOCATION}
it: Tipo di installazione: ${INSTALLTYPE} Driver: Driver video agg.: ${VIDEO_DRIVER} Uscita TV: ${TVOUT},${TVSTANDARD} Servizi aggiuntivi: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} Servizio MythTV: ${EN_MYSQL} Domande della normale installazione di Ubuntu: Lingua: ${LANGUAGE} Disposizione tastiera: ${KEYMAP} Nome: ${FULLNAME} Nome per l'accesso: ${USERNAME} Ubicazione: ${LOCATION}
ka: დაყენების ტიპი: ${INSTALLTYPE} დრაივერები: ვიდ.დრაივ. დამატება: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} დამატებითი სერვისები: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Ubuntus ნორმალური დაყენება: ენა: ${LANGUAGE} კლავ. განლაგება: ${KEYMAP} ნამდვილი სახ/გვარი: ${FULLNAME} მომხ.სახელი: ${USERNAME} მდებარეობა: ${LOCATION}

source: What Type of Installation?
ar: أي نوع من أنواع التثبيت؟
is: Hvers konar uppsetning?
it: Indicare il tipo di installazione
ka: რა ტიპის დაყენება?

source: Two installation types are available for Mythbuntu:
ar: يوجد نوعين من التنصيب لـ Mythbuntu
is: Tvær uppsettningar tegundir ertu til fyrir Mythbuntu:
it: Sono disponibili due tipologie di installazione per Mythbuntu:
ka: Mythbuntu-სთვის შესაძლოა ორი ტიპის დაყენება:

source: Standard Installation
ar: التنصيب القياسي
is: Venjuleg uppsetning
it: Installazione standard
ka: სტანდარტული დაყენება

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
ar: التثبيت القياسي سيقوم بتثبيت وإعداد كل الخيارات مع قليل من التفاعل مع المستخدم. سيتم تثبيت الأساس والواجهة وجميع الملحقات مع جميع التيمات.
is: Venjuleg uppsetning mun setja upp og stilla alla valmöguleika með lágmarks eftirfylgni. Þessi valmöguleiki mun setja upp bakenda, framhluta, allar viðbætur og öll þemu.
it: Un'installazione standard installa e configura tutte le opzioni con un'interazione minima da parte dell'utente. Vengono installati il backend, frontend, tutti i plug-in e i temi.
ka: სტანდარტული დაყენების დროს, სისტემური პარამეტრების გაიმართებიან მომხმარებლის უშუალო ჩარევის გარეშე. დაყენდება backend, frontend, ყველა plug-in-ები და თემები.

source: Advanced Installation
ar: تثبيت متقدم
is: Ýtarlegri uppsetning
it: Installazione avanzata
ka: გაფართოებული დაყენება

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
ar: التثبيت المتقدم يمكن استخدامه لتحديد الاحتياجات المطلوبة لـتنثبيت Mythbuntu. ملاحظة: التثبيت المتقدم يتطلب إضافة Mythbuntu إلى جهاز يتضمن MythTV متواجد على الشبكة
is: Með ýtarlegri uppsetning geturðu sniðið útgáfuna að því sem þú þarft frá Mythbuntu uppsetningu. ATHUGIÐ: Ýtarleg uppsetning er nauðsynleg ef þú vilt bæta Mythbuntu vél við núverandi MythTV net.
it: Un'installazione avanzata può essere utilizzata per personalizzare questa installazione di Mythbuntu. Notare che un'installazione avanzata è necessaria per aggiungere un sistema Mythbuntu all'interno di una rete esistente MythTV.
ka: დეტალური დაყენების დროს, შესაძლოა Mythbuntu-ს ჩადგმის პარამეტრების მართვა. შენიშვნა: დეტალური დაყენება განსაკუთრებით საჭიროა თუ გნებავთ მოცემული Mythbuntu სისტემის, უკვე არსებულ MythTV ქსელში მიერთება.

source: Advanced Installation Type
ar: نوع التثبيت المتقدم
is: Ýtarleg uppsetningar gerð
it: Tipo installazione avanzata
ka: გაფართოებული დაყენების ტიპი

source: What type of system will this be?
ar: ما نوع النظام سيكون هذا؟
is: Hvaða gerð af kerfi mun þetta verða?
it: Indicare il tipo di sistema desiderato:
ka: სისტემის სასურველი ტიპი:

source: Primary Backend w/ Frontend
ar: خلفية أولية مع واجهة
is: Aðal bakendi með framenda
it: Backend primario e frontend
ka: პირველადი Backend და Frontend

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
is: Samsett bakenda/framenda vél er algengasta uppsentningin fyrir fólk sem vill MythTV fyrir HTPC forrit. Þessi gerð uppsetninfar er ætluð til notkunar sem hluti af heimabíóinu þínu.
it: Una configurazione backend/frontend è la più comune per chi desidera MythTV per le applicazioni HTPC (Home Theater PC). Questo tipo di installazione è intesa per un uso come componente del proprio impianto "home theatre".
ka: Backend/frontend კონფიგურაცია ყველაზე მიზანშეწონილია ვისაც სურს MythTV, HTPC პროგრამებისთვის. ამ ტიპის დაყენება, თქვენი "home theatre"-ს ერთ-ერთი კომპონენტისთვისაა საჭირო.

source: Secondary Backend w/ Frontend
ar: خلفية ثانوية مع واجهة
is: Annar bakendi með framenda
it: Backend secondario e fronted
ka: მეორადი Backend და Frontend

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
is: Þetta mun setja upp kerfi svipað og aðal bakendi með framenda. Hins vegar verður það stillt til að tengjast bakenda sem þegar er á netkerfinu.
it: Questo configura un sistema simile a «Backend primario e frontend», ma viene configurato per connettersi a un backend già esistente nella rete.
ka: გაიმართება \"პირველადი Backend და Frontend\"-ის მაგვარი სისტემა, მაგრამ გამოყენებულ იქნება ქსელში მყოფ backend-თან კავშირისთვის.

source: Primary Backend
ar: خلفية أولية
is: Aðal bakendi
it: Backend primario
ka: პირველადი Backend

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
ar: نظام يعمل كخلفية فقط مصمم خصيصا ليعمل كجهاز مخصص، فيتطلب القليل جدا من الصيانة . يقصد بهذا ان يكون أول خلفية فى الشبكة .
is: Vél sem aðeins er bakendi er hönnuð til að virka eins og heimilistæki; og þarf mjög lítið viðhalds. Þetta er ætlað til uppsetningar sem fyrsti bakendi á netkerfi.
it: Un computer che funziona solamente da backend è tipicamente progettato per funzionare come un elettrodomestico, richiedendo poca manutenzione. Viene solitamente installato come primo backend all'interno di una rete.
ka: მხოლოდ ბექენდ მანქანა ფუნქციონალურად მუშაობს როგორც სერვის–მოწყობილობა, რომელსაც სჭირდება ძალიან მცირე მხარდაჭერა. მიღებულია, რომ ინსტალაცია მოხდეს როგორც პირველი ბექენდი ქსელში.

source: Secondary Backend
ar: خلفية ثانوية
is: Annar bakendi
it: Backend secondario
ka: მეორადი Backend

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
ar: هذا الاختيار ينصب برنامجا مشابها للخلفية الأولى ولكن سيتم إعداده ليتصل بخلفية موجودة على الشبكة .
is: Þetta mun setja upp kerfi svipað og aðal bakendi. Hins vegar verður það stillt til að tengjast bakenda sem þegar er á netkerfinu.
it: Questo configura un sistema simile a «Backend primario», ma viene configurato per connettersi a un backend esistente nella rete.
ka: გაიმართება \"პირველადი Backend და Frontend\"-ის მაგვარი სისტემა, მაგრამ გამოყენებულ იქნება ქსელში მყოფ backend-თან კავშირისთვის.

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
ar: الغرض الرئيسي من جهاز يحتوى على الواجهة الأمامية فقط هو استقبال محتوى الوسائط من الواجهة الخلفية و توزيعه. هذه الإعدادات تتطلب وجود الواجهة الخلفية على الشبكة.
is: Vél sem aðeins er framendi er ætlað að taka á móti hljóð- og myndefni frá bakendanum og dreifa því. Þessi uppsetning þarfnast framenda sem þegar er til á netkerfinu.
it: La funzione di un computer come solo frontend è quella di ricevere i contenuti multimediali dal backend e distribuirli. Questa configurazione richiede un backend esistente nella rete.
ka: ფრონტენდ ონლი მანქანის მთავარი ფუქციაა ბექენდ მანქანიდან ინფორმაციის მიღება და განაწილება. ამ კონფიგურაციას სჭირდება ქსელში უკვე არსებული ბექენდ მანქანა.

source: Choose Frontend / Backend Plugins
ar: اختر ملحقات الواجهة / الخلفية
is: Veldu viðbætur fyrir framenda og bakenda
it: Scelta plug-in backend/frontend
ka: არჩევანი Frontend / Backend Plugins

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
is: Viðbætur er hægt að nota til að auka notkunarsvið MythTV til meira en tímahliðrunar á sjónvarpsefni.
it: I plug-in possono essere usati per estendere le funzionalità di MythTV oltre a una semplice soluzione TV.
ka: მოდულები გამოიყენება MythTV ფუნქციონალობის გასაფართოებლად, არა მხოლოდ თაიმ შფტინგისათვის.

source: Backend Plugins
ar: ملحقات الخلفية
is: Viðbætur fyrir bakenda
it: Plug-in backend

source: Frontend Plugins
ar: ملحقات الواجهة
is: Viðbætur fyrir framenda
it: Plug-in frontend

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
is: MythWeb býður upp á vefviðmót sem hægt er að nota til að skoða dagskrá, setja upptökur á áætlun, eyða upptökum og leita að forritum.
it: MythWeb fornisce un'interfaccia che può essere utilizzata per la visione della programmazione di registrazione, delle registrazioni cancellate, dell'elenco delle registrazioni e per la ricerca di programmi.
ka: MythWeb ემსახურება ვებ ინტერფეისს რომელიც უზრუნველყოფს ლისტინგების დათვალიერებას, ჩანაწერების განრიგს და პროგრამების ძიებას.

source: Myth Archive
ar: أرشيف مَيِث
is: Myth skráasafn
it: Archivio Myth
ka: Myth არქივი

source: Myth Browser
ar: متصفّح مَيِث
is: Myth vafri
it: Browser Myth
ka: Myth ბროუზერი

source: Myth Controls
ar: تحكّمات مَيِث
is: Myth stillingar
it: Controlli Myth
ka: Myth მმართველები

source: Myth Flix
ar: مرئيات مَيِث
it: Flix Myth

source: Myth Gallery
ar: معرض مَيِث
is: Myth myndasafn
it: Pinacoteca Myth
ka: Myth გალერეა

source: Myth Game
ar: لعبة مَيِث
is: Myth leikir
it: Gioco Myth
ka: Myth თამაში

source: Myth Music
ar: موسيقا مَيِث
is: Myth tónlist
it: Musica Myth
ka: Myth მუსიკა

source: Myth News
ar: أخبار مَيِث
is: Myth fréttir
it: Notizie Myth
ka: Myth ახალი ამბები
