Repository: guadalinex-archive/guadalinex-v5
Catalog: apps/ubiquity/tags/ubiquity-1.8.4/debian/po/*.po
Languages: ar, is, it, ka

source: Myth Phone
ar: هاتف مَيِث
is: Myth sími
it: Telefono Myth
ka: Myth ტელეფონი

source: Myth Video
ar: مرئيات الأسطورة
is: Myth vídeó
it: Video Myth
ka: Myth ვიდეო

source: Myth Weather
ar: أجواء الأسطورة
is: Myth veður
it: Previsioni meteorologiche Myth
ka: Myth ამინდი

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
is: Viðbót við Myth TV sem gerir þér kleift að gera DVD diska með efni af MythTV netkerfinu þínu.
it: Un plug-in per MythTV che consente di creare DVD con i contenuti presi dalla propria rete MythTV.
ka: მოდული MythTV–თვის რომელიც ქმნის DVD–ს MythTV ქსელური მონაცემებისაგან.

source: An integrated web browser plugin for your MythTV system.
is: Innbyggð netvafraviðbót fyrir MythTV kerfið þitt.
it: Un browser web integrato per il sistema MythTV.
ka: ინტეგრირებული ვებ–ბრაუზერის მოდული თქვენი MythTV სისტემისათვის.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
is: Utanaðkomandi stjórntæki fyrir MythTV. Þetta gerir þér kleift að breyta bindingum ákveðinna takka og lykla.
it: Controlli esterni per MythTV. Consente di modificare la mappatura e le associazioni dei pulsanti.
ka: გარეშე კონტროლი MythTV–თვის. ამის საშუალებით შეგიძლიათ შეცვალოთ ღილაკების მიბმა და კავშირები.

source: Find movies playing in nearby local cinemas
it: Trova le proiezioni cinematografiche nei vicini cinema
ka: ახლომახლო კინოთეატრებში წარმოდგენილი ფილმების ძებნა

source: Allows you to monitor your Netflix dvd rental queue.
is: Leyfir þér að fylgjast með Netflix DVD leigu röðinni þinni.
it: Consente di controllare la propria coda di noleggio Netflix.
ka: საშუალებას იძლევა მონიტორინგი გაუწიოს Netflix dvd rental მიმდევრობას.

source: Allows you to visually browse a directory tree containing image files.
is: Leyfir þér að leita með aðstoð myndræns viðmóts í möpputré sem inniheldur myndskrár.
it: Consente di esplorare visivamente un albero di directory contenente file di immagini.
ka: შესაძლებელს ხდის სურათების შემცველი კატალოგების ხის დათვალიერებას.

source: A frontend to start any emulator or binary that Linux runs.
is: Framendi til að ræsa hvaða hermi eða forrit sem linux getur keyrt.
it: Un frontend per avviare qualsiasi emulatore o binario che possa essere eseguito su Linux.
ka: ლინუქში მომუშავე ემულატორის გამშვები გრაფ.პროგრამა

source: Provides a digital audio jukebox integrated with MythTV.
is: Býður upp á stafrænan glymskratta sem byggður er inn í MythTV
it: Fornisce un jukebox digitale integrato in MythTV.
ka: შეიცავს MythTV-ში ინტეგრირებულ აუდიო დამკვრელს

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
is: RSS viðbót fyrir MythTV sem gerir þér kleift að fylgjast með nýjustu fréttum.
it: Un lettore di notiziari RSS per MythTV che consente di essere sempre aggiornati sulle notizie di proprio interesse.
ka: RSS ლენტის სიახლეთა წაკითხვის მოდული MythTV–თვის, რომელიც ყოველთვის გიჩვენებთ უახლეს ინფორმაციას.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
is: Síma og myndsíma eiginleikar á MythTV með SIP samskiptastaðlinum.
it: Capacità di telefonia e videotelefonia con MythTV utilizzando il protocollo standard SIP.
ka: MythTV-ში მომუშავე ვოიპ ტელეფონი SIP პროტოკოლის მხარდაჭერით.

source: Provides a method to listen to streaming internet radio stations.
is: Býður upp á leið til að hlusta á strauma frá netútvarpsstöðvum.
it: Fornisce un metodo per ascoltare stazioni radio via Internet.
ka: წარმოადგენს ინტერნეტ რადიო სტრიმინგის მოსმენის მეთოდს.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
is: Leyfir þér að skoða og spila kvikmyndastrauma með aðstoð utanaðkomandi forrita úr MythTV.
it: Consente di sfogliare e riprodurre flussi video utilizzando un riproduttore esterno dall'interfaccia di MythTV.
ka: საშუალებას იძლევა ვიდეო სტრიმების MythTV-ს ინტერფეისში ჩაკერილი გარე დამკვრელით გაშვებას.

source: Displays current and forecast weather information within MythTV.
is: Sýnir núverandi veður og veðurspá inní MythTV
it: Mostra le previsioni del tempo all'interno di MythTV.
ka: MythTV-ში ამინდის პროგნოზის ჩვენება.

source: Choose Extra Themes
ar: إختيار سِمات إضافيّة
is: Veljið auka þema
it: Scelta temi addizionali
ka: ექსტა გაფორმების ამორჩევა

source: Themes can greatly improve the aesthetic appeal of a MythTV setup, and display it to match your tastes much better.
it: I temi possono migliorare l'aspetto estetico di MythTV per renderlo più conforme ai propri gusti.

source: Enable/Disable All
it: Abilita/Disabilita tutti

source: Additional Drivers/Firmware
is: Viðbótar reklar/fastbúnaður
it: Driver/Firmware aggiuntivi
ka: დამატებითი Drivers/Firmware

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
is: Það er þegar búið að setja upp og stilla frjálsan rekill fyrir skjákort þitt. Ef þú vilt nota annan rekil fyrir skjákortið, þá getur þú valið hann hér. Hafið í huga að ófrjálsa skjákortsrekla gæti þurft til að geta tengt tölvuna við sjónvarp eða til að virkja OpenGL brellur.
it: Un driver grafico open source è già abilitato e configurato per questa installazione. Per usarne uno diverso, è possibile impostarlo qui. I driver grafici proprietari potrebbero essere necessari per l'uscita TV e gli effetti grafici.
ka: ღია წყაროზე დაფუძნებული გრაფიკის დრავერი ჩართულია და კონფიგურირებულია თქვენი დაყენებისათვის. თუ გსურთ გამოიყენოთ განსხვავებული დრაივერი, აქვე შეგიძლიათ შეცვალოთ. გაითვალისწინეთ რომ კომერციული გრაფიკული დრაივერები შესაძლოა საჭირო გახდეს ტვ–სიგნალის გამოსაყვანად ან OpenGL ეფექტების გასააქტიურებლად.

source: Modify Video Driver & Settings
is: Breyta myndreklum og stillingum
it: Modifica driver video e impostazioni
ka: ვიდეო დრაივერის პარამეტრების შეცვლა

source: If you would like to configure TV-out, choose an option here:
is: Ef þú við stilla sjónvarpsúttak (TV-out), veldu möguleika hér:
it: Per configurare l'uscita TV, scegliere un'opzione:
ka: თუ გსურთ ტვ–სიგნალის გამომყვანის გამართვა, ოფციები ამოარჩიეთ აქ:

source: If enabling TV Out, you will also need to choose a TV Standard:
is: Ef sjónvarpsúttak (TV-out) er virkjað, þarftu einnig að velja sjónvarpsstaðal:
it: Se viene abilitata l'uscita TV, è necessario scegliere uno standard TV:
ka: ტვ–სიგნალის გამოყვანისას აუცილებელია სატელევიზიო სტანდარტის ამორჩევა:

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
is: Aðvörun: Ekki setja sjónvarpsstaðal á hærri stillingu en sjónvarpið þitt styður. VARANLEGAR skemmdir gætu orðið.
it: Attenzione: non regolare lo standard TV a un'impostazione maggiore di quella che la propria TV è in grado di supportare. Potrebbero verificarsi dei danni permanenti.
ka: ყურადღება: არ დააყენოთ TV-სტანდარტი უფრო მაღალ მნიშვნელობებზე ვიდრე თქვენს ტელევიზორს მიერაა მხარდაჭერილი. შესაძლებელია სამუდამო ზიანის მიყენება.

source: Master Backend Info
is: Upplýsingar um aðal bakenda
it: Informazioni backend principale
ka: ინფორმაცია ძირითადი Backend-ის შესახებ

source: Please enter the information necessary to contact your master backend:
is: Sláðu inn þær upplýsingar sem þarf til að tengjast við aðal bakendann þinn:
it: Inserire le informazioni necessarie per contattare il backend principale:
ka: შეიყვანეთ მთავარ ბექენდთან კავშირისათვის საჭირო საკონტაქტო ინფორმაცია:

source: MySQL Password
ar: كلمة سر MySQL
is: MySQL lykilorð
it: Password MySQL
ka: MySQL პაროლი

source: MySQL User Name
is: MySQL notandanafn
it: Nome utente MySQL
ka: MySQL სახელი:

source: MySQL Database
is: MySQL gagnagrunnur
it: Database MySQL
ka: MySQL მონაცემთა ბაზა

source: MySQL Server
is: MySQL þjónn
it: Server MySQL
ka: MySQL სერვერი

source: Configure Guide Data / Backend
is: Stila dagskrárupplýsingar / bakenda
it: Configurazione dati guida e backend
ka: სახელმძღვანელოს მონაცემების და Backend-ის გამართვა

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
is: Síðustu skref uppsetningarinnar krefjast þess að gefnar séu upp dagskrárupplýsingar og bakendinn stilltur í fyrsta sinn.
it: I passi finali dell'installazione richiedono la configurazione iniziale dei dati guida e del backend.
ka: სისტემის ჩადგმის შემდგომ მოგიწევთ თქვენი მონაცენების გამართვა და პირველად ბექენდის კონფიგურაცია.

source: Click to open the Schedules Direct website
is: Ýttu hér til að opna Schedules Direct vefsíðuna
it: Fare clic per aprire il sito web di «Schedules Direct»
ka: დააწკაპეთ «Schedules Direct» ვებ გვერდის გასახსნელად

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
is: Notendur í Norður Ameríku þurfa að búa til aðgang að Schedules Direct (SD). SD býður upp á dagskrárupplýsingar gegn vægu gjaldi. Án SD munu notendur í Norður Ameríku ekki geta notað marga af dagskráráætlunareiginleikum MythTV.
it: Gli utenti dell'America del nord devono configurare un account con «Schedules Direct» (SD). SD fornisce dati guida per una piccola somma di iscrizione. Senza SD, gli utenti dell'America del nord potrebbero non avere a disposizione molte delle caratteristiche riguardanti la programmazione di MythTV.

source: Launch MythTV Setup
ar: إقلاع تثبيت تلفاز الإسطورة
is: Opna MythTV stillingar
it: Avvio configurazione MythTV
ka: MythTV-ს გამართვის გაშვება

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
is: Eftir að dagskrárupplýsingaveitan hefur verið sett upp, þarftu að ræsa MythTV-Setup til að keyra bakenda stillingu í fyrsta sinn. Þú þarft að stilla fyrstu fjóra kaflana, og vera viss um að skrá dagskrárupplýsingarnar í þeim þriðja.
it: Dopo la configurazione della sorgente dei dati guida, è necessario avviare MythTV-Setup per eseguire la configurazione iniziale del backend. È necessario configurare le prime quattro sezioni, assicurandosi di fornire i dati nella terza sezione.

source: Configuring mythtv...
ar: يجري إعداد مَيِث تي في
is: Stilli MythTV...
it: Configurazione di mythtv...
ka: mythtv კონფიგურაცია...

source: Configuring additional drivers...
ar: يجري إعداد المشغلات الإضافية
is: Stilli viðbótar rekla...
it: Configurazione driver aggiuntivi...
ka: დამატებითი დრაივერების კონფიგურაცია...

source: Configuring additional services...
ar: يجري إعداد الخدمات الإضافية...
is: Stilli viðbótar þjónustur...
it: Configurazione servizi aggiuntivi...
ka: დამატებითი სერვისების კონფიგურაცია...

source: Configuring infrared devices...
it: Configurazione dispositivo a infrarossi...

source: Boot loader
ar: محمّل الإقلاع
is: Ræsihlaði
ka: მტვირთავი პროგრამა

source: Myth Web
ar: شبكة مَيِث
ka: Myth ვები

source: Myth Movies
ka: Myth კინოები

source: Myth Stream
is: Myth straumur
ka: Myth სტრიმი

source: Frontend
ar: واجهة
is: Framendi
